Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Built-in Groups
es_ar: Grupos incorporados
fr: Groupes intégrés
ru: Встроенные группы

source: Builtin Users
es_ar: Usuarios incorporados
fr: Utilisateurs intégrés
ru: Встроенные пользователи

source: Check Notifications for more details.
es_ar: Verifique las notificaciones para más detalles.
fr: Consultez la section notifications pour plus de détails.
ru: Проверьте уведомления для более подробной информации.

source: Download Updates
es_ar: Descargar actualizaciones
fr: Télécharger les mises à jour
ru: Скачать обновления

source: First vdev has
es_ar: El primer vdev tiene
fr: Le premier vdev a
ru: Первый vdev имеет

source: First vdev is a
es_ar: El primer vdev es un
fr: Le premier vdev est un
ru: Первый vdev -

source: Plugin
es_ar: Complemento
ru: Плагин

source: Service
es_ar: Servicio
ru: Служба

source: When the <b>UPS Mode</b> is set to <i>slave</i>. Enter the open network port number of the UPS <i>Master</i> system. The default port is <i>3493</i>.
es_ar: Cuando el <b>Modo UPS</b> está configurado en <i>esclavo</i>. Ingrese el número de puerto de red abierto del sistema UPS <i>Master</i>. El puerto predeterminado es <i>3493</i>.
fr: Lorsque le <b>mode UPS</b> est réglé sur <i>Esclave</i>. Entrez le numéro de port réseau ouvert du système UPS <i>Maître</i> . Le port par défaut est <i>3493</i>.
ru: Когда <b>Режим ИБП</b> установлен в <i>ведомый</i>. Введите номер открытого сетевого порта <i>ведущей</i> системы ИБП. Порт по умолчанию - <i>3493</i>.

source: a passphrase invalidates an existing pool recovery key file. To save a backup of the existing encryption key without making any changes, click <b>DOWNLOAD ENCRYPTION KEY</b>.
es_ar: una contraseña invalida un archivo de clave de recuperación de grupo existente. Para guardar una copia de seguridad de la clave de cifrado existente sin realizar ningún cambio, haga clic en <b>DESCARGAR CLAVE DE CIFRADO</b>.
fr: une passphrase invalide un fichier de clé de récupération de volume existant. Pour sauvegarder une copie de la clé de chiffrement existante sans effectuer aucune modification, cliquez sur <b>TÉLÉCHARGER LA CLE DE CHIFFREMENT</b>.
ru: пароль делает недействительным существующий файл ключа восстановления пула. Чтобы сохранить резервную копию существующего ключа шифрования без внесения каких-либо изменений, нажмите <b>ЗАГРУЗИТЬ КЛЮЧ ШИФРОВАНИЯ</b>.

source: addresses. When this has been chosen, additional addresses cannot be selected.
es_ar: direcciones. Cuando se ha elegido esto, no se pueden seleccionar direcciones adicionales.
fr: adresses. Lorsque cette option a été choisie, il n'est pas possible de sélectionner des adresses supplémentaires.
ru: адресов. Когда это было выбрано, дополнительные адреса не могут быть выбраны.

source: and
es_ar: y
fr: et
ru: и

source: and will be disrupted if the pool is detached:
es_ar: y se verá interrumpido si el pool está separado:
fr: et sera interrompu si le volume est détaché :
ru: и будет нарушен, если пул отсоединен:

source: and will be disrupted if the pool is locked:
es_ar: y se verá interrumpido si el pool está bloqueado:
fr: et sera interrompu si le volume est verrouillé :
ru: и будет нарушен, если пул заблокирован:

source: built-in groups (default setting is <i>hidden</i>).
es_ar: grupos integrados (la configuración predeterminada es <i>oculta</i>).
fr: groupes intégrés (le paramètre par défaut est <i>caché</i>).
ru: встроенные группы (по умолчанию <i>скрыто</i>).

source: builtin users (default setting is <i>hidden</i>).
es_ar: usuarios incorporados (la configuración predeterminada es <i>oculta</i>).
fr: utilisateurs intégrés (le réglage par défaut est <i>caché</i>).
ru: встроенные пользователи (по умолчанию <i>скрыто</i>).

source: but datastore
es_ar: pero el almacén de datos
fr: mais le magasin de données
ru: но хранилище

source: day,
es_ar: día,
fr: jour,
ru: день,

source: days,
es_ar: días,
fr: jours,
ru: дней,

source: disks
es_ar: discos
fr: disques
ru: дисков

source: disks, new vdev has
es_ar: discos, nuevo vdev tiene
fr: disques, le nouveau vdev a
ru: дисков, новый vdev имеет

source: is
es_ar: es
fr: est

source: is required.
es_ar: es requerido.
fr: est requis.
ru: требуется.

source: is still running, the Guest OS did not respond as expected. It is possible to use <i>Power Off</i> or the <i>Force Stop After Timeout</i> option to stop the VM.
es_ar: todavía se está ejecutando, el sistema operativo invitado no respondió como se esperaba. Es posible utilizar <i>Apagar</i> o la opción <i Forzar detención después del tiempo de espera</i> para detener la VM.
fr: est toujours en cours d'exécution, le système d'exploitation invité n'a pas répondu comme prévu. Il est possible d'utiliser l'option "<i>Power Off</i>" ou "<i>Force Stop After Timeout</i>" pour arrêter la VM.
ru: все еще запущена, гостевая ОС не отвечает, как ожидается. Для остановки виртуальной машины можно использовать <i>Power Off</i> или <i>Force Stop After Timeout</i>.

source: is the minimum recommended record size. Choosing a smaller size can reduce system performance.
es_ar: es el tamaño de registro mínimo recomendado. Elegir un tamaño más pequeño puede reducir el rendimiento del sistema.
fr: est la taille d’enregistrement minimale recommandée. Le choix d’une taille plus petite peut réduire les performances du système.
ru: - минимально рекомендуемый размер записи. Выбор меньшего размера может уменьшить производительность системы.

source: minute
es_ar: minuto
ru: минута

source: minutes
es_ar: minutos
ru: минут

source: official plugins
es_ar: complementos oficiales
fr: plugins officiels
ru: официальные плагины

source: seconds
es_ar: segundos
fr: secondes
ru: секунд

source: seconds.
es_ar: segundos.
fr: secondes.
ru: секунд.

source: service has been enabled.
es_ar: el servicio ha sido habilitado.
fr: le service a été activé.
ru: служба была включена.

source: should be at least
es_ar: debe ser al menos
fr: devrait être au moins
ru: должно быть как минимум

source: should be no more than
es_ar: no debe ser más que
fr: ne devrait pas dépasser
ru: должно быть не более

source: successfully saved.
es_ar: guardado con éxito.
fr: sauvegardé avec succès.
ru: успешно сохранен.

source: successfully unlocked
es_ar: desbloqueado con éxito
fr: déverrouillé avec succès
ru: успешно разблокирован

source: system is powered on and connected to the network.
es_ar: el sistema está encendido y conectado a la red.
fr: est mis sous tension et connecté au réseau.
ru: система включена и подключена к сети.

source: to include all
es_ar: para incluir todo
fr: pour inclure tous les
ru: чтобы включить все

source: update successful
es_ar: actualización exitosa
fr: mise à jour réussie
ru: обновление успешно

source: updated.
es_ar: actualizado.
fr: à jour.
ru: обновлен.

source: % of all cores
es_ar: % de todos los núcleos
fr: % de tous les cores
ru: % от всех ядер

source: ' is encrypted! If the passphrase for this encrypted pool has been lost, the data will be PERMANENTLY UNRECOVERABLE! Before exporting/disconnecting encrypted pools, download and safely store the encryption key and any passphrase for it.
es_ar: 'está encriptado! Si la contraseña para este grupo encriptado se ha perdido, los datos serán PERMANENTEMENTE NO RECUPERABLES. Antes de exportar/desconectar grupos cifrados, descargue y almacene de forma segura la clave de cifrado y cualquier frase de contraseña.
fr: est chiffré ! Si la passphrase de ce volume chiffré est perdue, les données seront DEFINITIVEMENT IRRÉCUPÉRABLE ! Avant d'exporter/déconnecter des volumes chiffrés, téléchargez et stockez en toute sécurité la clé de chiffrement et toute passphrase s'y rapportant.
ru: ' зашифрован! Если парольная фраза для этого зашифрованного пула была потеряна, данные будут БЕЗВОЗВРАТНО УТЕРЯНЫ! Перед экспортом/отключением зашифрованных пулов загрузите и надежно сохраните ключ шифрования и любую парольную фразу для него.

source: '. All data on that pool was destroyed.
es_ar: '. Todos los datos en ese grupo fueron destruidos.
fr: '. Toutes les données de ce volume ont été détruites.
ru: '. Все данные на этом пуле были уничтожены.

source: (24 Hours)
es_ar: (24 horas)
fr: (24 heures)
ru: (24 часа)

source: (Examples: 500 KiB, 500M, 2 TB)
es_ar: (Ejemplos: 500 KiB, 500M, 2 TB)
fr: (Exemples : 500 KiB, 500M, 2 TB)
ru: (Примеры: 500 KiB, 500M, 2 TB)

source: (Legacy Encryption)
es_ar: (Cifrado heredado)
fr: (Chiffrement Legacy)
ru: (старое шифрование)

source: (No description)
es_ar: (Sin descripción)
fr: (Pas de description)
ru: (Нет описания)

source: (Remove pool from database)
es_ar: (Eliminar grupo de la base de datos)
fr: (Retirer le volume de la base de données)
ru: (Удалить пул из базы данных)

source: (System Dataset Pool)
es_ar: (Grupo de conjuntos de datos del sistema)
fr: (Volume dataset système)

source: (top-right), then
es_ar: (arriba a la derecha), a continuación
fr: (en haut à droite), puis
ru: (вверху справа), затем

source: , new vdev is
es_ar: , nuevo vdev es
fr: , le nouveau vdev est
ru: , новый vdev -

source: . At least one is required.
es_ar: . Se requiere al menos uno.
fr: . Au moins un est requis.
ru: . Требуетмя по крайней мере один.

source: . Is this correct?
es_ar: . Esto es correcto?
fr: . Est-ce correct ?
ru: . Это верно?

source: ... Make sure the
es_ar: ... Asegúrese de que el
fr: ... Assurez-vous que le
ru: ... Убедитесь что

source: 0=Disabled, blank=inherit
es_ar: 0=Deshabilitado, en blanco=heredar
ru: 0=Выключено, пусто=наследовать

source: 20 characters is the maximum length.
es_ar: 20 caracteres es la longitud máxima.
fr: 20 caractères est la longueur maximale.
ru: Максимальная длина 20 символов.

source: : Automatic update check failed. Please check system network settings.
es_ar: : Error en la verificación de actualización automática. Verifique la configuración de red del sistema.
fr: : La vérification de la mise à jour automatique a échoué. Veuillez vérifier les paramètres réseau du système.
ru: : Автоматическая проверка обновления не удалась. Пожалуйста, проверьте настройки сети.

source: </b> plugin deletes all data and snapshots stored with it.
es_ar: </b> el complemento elimina todos los datos e instantáneas almacenados con él.
fr: </b> supprime toutes les données et les instantanés stockés avec ce plugin.
ru: </b> плагин удаляет все данные и снимки, сохраненные с ним.

source: </i> cannot be running when deleting a mountpoint.
es_ar: </i> no se puede ejecutar al eliminar un punto de montaje.
fr: </i> ne peut pas s'exécuter lors de la suppression d'un point de montage.
ru: </i> не может быть запущен при удалении точки монтирования.

source: </i> has started.
es_ar: </i> fue iniciado.
fr: </i> a commencé.
ru: </i> начата.

source: </i> now?
es_ar: </i> ahora?
fr: </i> maintenant ?
ru: </i> сейчас?

source: </i> stopped.
es_ar: </i> detenido.
fr: </i> s'est arrêté.
ru: </i> остановлен.

source: </i> updated.
es_ar: </i> actualizado.
fr: </i> mis à jour.
ru: </i> обновлен.

source: </i>. Data on the pool will not be accessible until the pool is unlocked.
es_ar: </i>. Los datos en el grupo no serán accesibles hasta que el grupo esté desbloqueado.
fr: </i>. Les données du volume ne seront pas accessibles tant que le volume n'aura pas été déverrouillée.
ru: </i>. Данные на пуле не будут доступны, пока пул не будет разблокирован.

source: </i>. Data on the pool will not be available after export. Data on the pool disks can be destroyed by setting the <b>Destroy data</b> option. Back up critical data <b>before</b> exporting/disconnecting the pool.
es_ar: </i>. Los datos del grupo no estarán disponibles después de la exportación. Los datos en los discos del grupo pueden destruirse configurando la opción <b>Destruir datos</b>. Haga una copia de seguridad de los datos críticos <b>antes</b> de exportar/desconectar el grupo.
fr: </i>. Les données du volume ne seront pas disponibles après l'exportation. Les données sur les disques du volume peuvent être détruites en réglant l'option <b>Détruire les données</b>. Sauvegardez les données critiques <b>avant d'</b>exporter/déconnecter le volume.
ru: </i>. Данные пула не будут доступны после экспорта. Данные на дисках пула можно уничтожить, установив параметр <b>Удалить данные</b>. Создайте резервную копию критических данных <b>перед</b> экспортом/отключением пула.

source: </i>is in the database but not connected to the machine. If it was exported by mistake, reconnect the hardware and use <b>Import Pool</b>.<br /><br />
es_ar: </i>está en la base de datos pero no está conectado a la máquina. Si se exportó por error, vuelva a conectar el hardware y use <b>Importar grupo</b>. <br /><br />
fr: </i>est dans la base de données mais n'est pas connecté à la machine. S'il a été exporté par erreur, reconnectez le matériel et utilisez <b>Importer volume</b><br /><br />
ru: </i> находится в базе данных, но не подключен к машине. Если он был экспортирован по ошибке, повторно подключите оборудование и используйте <b>Импорт пула</b>.<br /><br />

source: <a href="https://docs.aws.amazon.com/AmazonS3/latest/dev/WebsiteEndpoints.html" target="_blank">S3 API endpoint URL</a>. When using AWS, the endpoint field can be empty to use the default endpoint for the region, and available buckets are automatically fetched. Refer to the AWS Documentation for a list of <a href="https://docs.aws.amazon.com/general/latest/gr/rande.html#s3_website_region_endpoints target="_blank">Simple Storage Service Website Endpoints</a>.
es_ar: <a href="https://docs.aws.amazon.com/AmazonS3/latest/dev/WebsiteEndpoints.html" target="_blank">URL del punto final de la API S3</a>. Cuando se usa AWS, el campo de punto final puede estar vacío para usar el punto final predeterminado para la región, y los depósitos disponibles se recuperan automáticamente. Consulte la documentación de AWS para obtener una lista de <a href="https://docs.aws.amazon.com/general/latest/gr/rande.html#s3_website_region_endpoints target="_blank">Puntos finales del sitio web del servicio de almacenamiento simple</a>.
fr: <a href="https://docs.aws.amazon.com/AmazonS3/latest/dev/WebsiteEndpoints.html" target="_blank">URL du point d'extrémité de l'API S3</a>. Lors de l'utilisation d'AWS, le champ du point final peut être vide pour utiliser le point final par défaut de la région, et les buckets disponibles sont automatiquement récupérés. Consultez la documentation sur la AWS pour obtenir une liste de <a href="https://docs.aws.amazon.com/general/latest/gr/rande.html#s3_website_region_endpoints target="_blank">Simple Storage Service Website Endpoints</a>.
ru: <a href="https://docs.aws.amazon.com/AmazonS3/latest/dev/WebsiteEndpoints.html" target="_blank">S3 API endpoint URL</a>. При использовании AWS поле конечной точки может быть пустым, чтобы использовать конечную точку по умолчанию для региона (доступные сегменты выбираются автоматически). Обратитесь к документации AWS за списком <a href="https://docs.aws.amazon.com/general/latest/gr/rande.html#s3_website_region_endpoints target="_blank">Simple Storage Service Website Endpoints</a>.

source: <a href="https://docs.aws.amazon.com/general/latest/gr/rande-manage.html" target="_blank">AWS resources in a geographic area</a>. Leave empty to automatically detect the correct public region for the bucket. Entering a private region name allows interacting with Amazon buckets created in that region. For example, enter <i>us-gov-east-1</i> to discover buckets created in the eastern <a href="https://docs.aws.amazon.com/govcloud-us/latest/UserGuide/whatis.html" target="_blank">AWS GovCloud</a> region.
es_ar: <a href="https://docs.aws.amazon.com/general/latest/gr/rande-manage.html" target="_blank">Recursos de AWS en un área geográfica</a>. Deje en blanco para detectar automáticamente la región pública correcta para el depósito. Introducir un nombre de región privada permite interactuar con los buckets de Amazon creados en esa región. Por ejemplo, ingrese <i>us-gov-east-1</i> para descubrir depósitos creados en el este <a href="https://docs.aws.amazon.com/govcloud-us/latest/UserGuide/whatis.html" target="_ blank">Región de AWS GovCloud</a>.
fr: <a href="https://docs.aws.amazon.com/general/latest/gr/rande-manage.html" target="_blank">Ressources AWS dans une région géographique</a>. Laisser vide pour détecter automatiquement la bonne région publique pour le bucket. Entrer un nom de région privée permet d'interagir avec les buckets Amazon créés dans cette région. Par exemple, entrez <i>us-gov-east-1</i> pour découvrir les buckets créés dans la région Est de l'<a href="https://docs.aws.amazon.com/govcloud-us/latest/UserGuide/whatis.html" target="_blank">AWS GovCloud</a>.
ru: <a href="https://docs.aws.amazon.com/AmazonS3/latest/dev/WebsiteEndpoints.html" target="_blank">S3 API endpoint URL</a>. При использовании AWS поле endpoint может быть пустым, чтобы использовать значение по умолчанию для региона, и доступные сегменты выбираются автоматически. Обратитесь к документации AWS за списком <a href="https://docs.aws.amazon.com/general/latest/gr/rande.html#s3_website_region_endpoints target="_blank">Simple Storage Service Website Endpoints</a>.

source: <a href="https://docs.microsoft.com/en-us/azure/storage/common/storage-create-storage-account" target="_blank">Microsoft Azure</a> account name.
es_ar: <a href="https://docs.microsoft.com/en-us/azure/storage/common/storage-create-storage-account" target="_blank">Nombre de cuenta de Microsoft Azure</a>.
fr: Nom de compte<a href="https://docs.microsoft.com/en-us/azure/storage/common/storage-create-storage-account" target="_blank"> Microsoft Azure</a>.
ru: <a href="https://docs.microsoft.com/en-us/azure/storage/common/storage-create-storage-account" target="_blank">Microsoft Azure</a> название аккаунта.

source: <a href="https://docs.pcloud.com/methods/intro/authentication.html" target="_blank">pCloud Access Token</a>. These tokens can expire and require extension.
es_ar: <a href="https://docs.pcloud.com/methods/intro/authentication.html" target="_blank">Token de acceso de pCloud</a>. Estos tokens pueden caducar y requieren extensión.
fr: <a href="https://docs.pcloud.com/methods/intro/authentication.html" target="_blank">jeton d’accès pCloud</a>. Ces jetons peuvent expirer et nécessiter une extension.
ru: <a href="https://docs.pcloud.com/methods/intro/authentication.html" target="_blank">pCloud Access Token</a>. Эти токены могут истечь и требуют продления.

source: <a href="https://en.wikipedia.org/wiki/Authentication_protocol" target="_blank">Authentication protocol</a> used to authenticate messages sent on behalf of the specified <i>Username</i>.
es_ar: <a href="https://en.wikipedia.org/wiki/Authentication_protocol" target="_blank">Protocolo de autenticación</a> utilizado para autenticar mensajes enviados en nombre del <i>nombre de usuario</i> especificado.
fr: <a href="https://en.wikipedia.org/wiki/Authentication_protocol" target="_blank">Protocole d'authentification</a> utilisé pour authentifier les messages envoyés au nom du <i>nom d'utilisateur</i> spécifié.
ru: <a href="https://en.wikipedia.org/wiki/Authentication_protocol" target="_blank">Протокол аутентификации</a> используется для аутентификации сообщений, отправленных от имени указанного <i>имени пользователя</i>.

source: <a href="https://en.wikipedia.org/wiki/Cryptographic_protocol" target="_blank">Encryption protocol</a> used to encrypt messages sent on behalf of the specified <i>Username</i>.
es_ar: <a href="https://en.wikipedia.org/wiki/Cryptographic_protocol" target="_blank">Protocolo de cifrado</a> utilizado para cifrar los mensajes enviados en nombre del <i>Nombre de usuario</i> especificado.
fr: <a href="https://en.wikipedia.org/wiki/Cryptographic_protocol" target="_blank">Protocole de chiffrement</a> utilisé pour chiffré les messages envoyés au nom du <i>nom d'utilisateur</i> spécifié.
ru: <a href="https://en.wikipedia.org/wiki/Cryptographic_protocol" target="_blank">Протокол шифрования </a> используется для шифрования сообщений, отправленных от имени указанного <i>имени пользователя</i>.

source: <a href="https://en.wikipedia.org/wiki/Extended_file_attributes" target="_blank">Extended attributes</a> are preserved, but must be supported by both systems.
es_ar: <a href="https://en.wikipedia.org/wiki/Extended_file_attributes" target="_blank">Atributos extendidos</a> se conservan, pero deben ser compatibles con ambos sistemas.
fr: Les <a href="https://en.wikipedia.org/wiki/Extended_file_attributes" target="_blank">attributs étendus</a> sont conservés, mais doivent être pris en charge par les deux systèmes.
ru: <a href="https://en.wikipedia.org/wiki/Extended_file_attributes" target="_blank">Расширенные атрибуты</a> сохраняются, но должны поддерживаться обеими системами.

source: <a href="https://mega.nz/" target="_blank">MEGA</a> account password.
es_ar: Contraseña de la cuenta de <a href="https://mega.nz/" target="_blank">MEGA</a>.
fr: Mot de passe du compte<a href="https://mega.nz/" target="_blank"> MEGA</a>.
ru: пароль от аккаунта <a href="https://mega.nz/" target="_blank">MEGA</a>.

source: <a href="https://mega.nz/" target="_blank">MEGA</a> account username.
es_ar: Nombre de usuario de la cuenta de <a href="https://mega.nz/" target="_blank">MEGA</a>.
fr: Nom d'utilisateur du compte<a href="https://mega.nz/" target="_blank"> MEGA</a>.
ru: имя пользователя аккаунта <a href="https://mega.nz/" target="_blank">MEGA</a>.

source: <a href="https://rclone.org/swift/#standard-options" target="_blank">(rclone documentation)</a>.
es_ar: <a href="https://rclone.org/swift/#standard-options" target="_blank">(Documentación rclone)</a>.
fr: <a href="https://rclone.org/swift/#standard-options" target="_blank">(documentation rclone)</a>.
ru: <a href="https://rclone.org/swift/#standard-options" target="_blank">(документация rclone)</a>.

source: <a href="https://tools.ietf.org/html/rfc8095" target="_blank">Transport Protocol</a> for the remote system log server connection. Choosing Transport Layer Security (TLS) also requires selecting a preconfigured system Certificate.
es_ar: <a href="https://tools.ietf.org/html/rfc8095" target="_blank">Protocolo de transporte</a> para la conexión del servidor de registro del sistema remoto. Elegir Transport Layer Security (TLS) también requiere seleccionar un Certificado de sistema preconfigurado.
fr: <a href="https://tools.ietf.org/html/rfc8095" target="_blank">Protocole de transport</a> pour la connexion serveur de journaaux de système distant. Le choix de la sécurité des couches de transport (TLS) nécessite également la sélection d’un certificat système préconfiguré.
ru: <a href="https://tools.ietf.org/html/rfc8095" target="_blank">Транспортный протокол</a> для подключения к удаленному серверу системного журнала. Выбор безопасности транспортного уровня (TLS) также требует выбора предварительно настроенного системного сертификата.
