Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Select the pre-defined S3 bucket to use.
es_ar: Seleccione el depósito S3 predefinido para usar.
fr: Sélectionner le bucket S3 prédéfini à utiliser.
ru: Выберите предопределенный S3 bucket для использования.

source: Select the pre-defined container to use.
es_ar: Seleccione el contenedor predefinido para usar.
fr: Sélectionnez le conteneur prédéfini à utiliser.
ru: Выберите предопределенный контейнер для использования.

source: Select the prefix length used on the network.
es_ar: Seleccione la longitud del prefijo utilizada en la red.
fr: Sélectionnez la longueur de préfixe utilisée sur le réseau.
ru: Выберите длину префикса, используемого в сети.

source: Select the script. The script will be run using <a href=https://www.freebsd.org/cgi/man.cgi?query=sh target="_blank">sh(1)</a>.
es_ar: Selecciona el guión. El script se ejecutará utilizando <a href=https://www.freebsd.org/cgi/man.cgi?query=sh target="_blank">sh(1)</a>.
fr: Sélectionnez le script. Le script sera exécuté en utilisant <a href="https://www.freebsd.org/cgi/man.cgi?query=sh" target="_blank">sh(1)</a>.
ru: Выберите сценарий. Скрипт будет запущен с использованием <a href=https://www.freebsd.org/cgi/man.cgi?query=sh target="_blank">sh(1)</a>.

source: Select the serial port address in hex.
es_ar: Seleccione la dirección del puerto serie en hexadecimal.
fr: Sélectionnez l'adresse du port série en hexadécimal.
ru: Выберите адрес последовательного порта в шестнадцатеричном виде.

source: Select the set of ACE inheritance <i>Flags</i> to display. <i>Basic</i> shows nonspecific inheritance options. <i>Advanced</i> shows specific inheritance settings for finer control.
es_ar: Seleccione el conjunto de herencia ACE <i>Banderas</i> para mostrar. <i>Básico</i> muestra opciones de herencia inespecíficas. <i>Avanzado</i> muestra configuraciones de herencia específicas para un control más preciso.
fr: Sélectionnez l'ensemble des <i>indicateurs</i>d'héritage ACE à afficher. <i>Basic</i> montre les options d'héritage non spécifiques. <i>Avancé</i> affiche les paramètres d'héritage spécifiques pour un contrôle plus précis.
ru: Выберите набор <i>Флагов</i> наследования ACE для отображения. <i>Basic</i> показывает неспецифические параметры наследования. <i>Advanced</i> показывает конкретные параметры наследования для более точного управления.

source: Select the shell to use for local and SSH logins.
es_ar: Seleccione el shell para usar para inicios de sesión locales y SSH.
fr: Sélectionnez l'interpréteur de commandes à utiliser pour les connexions locales et SSH.
ru: Выберите оболочку, которая будет использоваться для локального входа и входа по SSH.

source: Select the system services that will be allowed to communicate externally.
es_ar: Seleccione los servicios del sistema que podrán comunicarse externamente.

source: Select the type of LDAP server to use. This can be the LDAP server provided by the Active Directory server or a stand-alone LDAP server.
es_ar: Seleccione el tipo de servidor LDAP a usar. Este puede ser el servidor LDAP proporcionado por el servidor Active Directory o un servidor LDAP independiente.
fr: Sélectionnez le type de serveur LDAP à utiliser. Il peut s'agir du serveur LDAP fourni par le serveur Active Directory ou d'un serveur LDAP autonome.

source: Select the type that matches the type of client accessing the dataset.
es_ar: Seleccione el tipo que coincida con el tipo de cliente que accede al conjunto de datos.
fr: Sélectionnez le type qui correspond au type de client accédant au dataset.
ru: Выберите тип, соответствующий типу клиента, обращающегося к набору данных.

source: Select the unformatted disk, controller, zvol, or zvol snapshot. Select <i>Create New</i> to create a new zvol.
es_ar: Seleccione el disco sin formato, el controlador, la instantánea zvol o zvol. Seleccione <i>Crear nuevo</i> para crear un nuevo zvol.
fr: Sélectionnez le disque non formaté, le contrôleur, le zvol ou l'instantané zvol. Sélectionnez "<i>Créer nouveau</i>" pour créer un nouveau zvol.

source: Select the user to control the dataset. Users created manually or imported from a directory service appear in the drop-down menu.
es_ar: Seleccione el usuario para controlar el conjunto de datos. Los usuarios creados manualmente o importados desde un servicio de directorio aparecen en el menú desplegable.
fr: Sélectionnez l'utilisateur pour contrôler le dataset. Les utilisateurs créés manuellement ou importés à partir d'un service d'annuaire apparaissent dans le menu déroulant.
ru: Выберите пользователя для управления набором данных. Пользователи, созданные вручную или импортированные из службы каталогов, появятся в раскрывающемся меню.

source: Select the user to run the rsync task. The user selected must have permissions to write to the specified directory on the remote host.
es_ar: Seleccione el usuario para ejecutar la tarea rsync. El usuario seleccionado debe tener permisos para escribir en el directorio especificado en el host remoto.
fr: Sélectionnez l'utilisateur qui exécutera la tâche rsync. L'utilisateur sélectionné doit avoir les autorisations d'écrire dans le répertoire spécifié sur l'hôte distant.
ru: Выберите пользователя для запуска задачи rsync. Выбранный пользователь должен иметь права на запись в указанный каталог на удаленном хосте.

source: Select the value or enter a value between <i>0</i> and <i>1023</i>. Some initiators expect a value below <i>256</i>. Leave this field blank to automatically assign the next available ID.
es_ar: Seleccione el valor o ingrese un valor entre <i>0</i> y <i>1023</i>. Algunos iniciadores esperan un valor por debajo de <i>256</i>. Deje este campo en blanco para asignar automáticamente la siguiente ID disponible.
fr: Sélectionnez la valeur ou entrez une valeur entre <i>0</i> et <i>1023</i>. Certains initiateurs s'attendent à une valeur inférieure à <i>256</i>. Laissez ce champ vide pour attribuer automatiquement le prochain ID disponible.
ru: Выберите значение или введите значение от <i>0</i> до <i>1023</i>. Некоторые инициаторы ожидают значение ниже <i>256</i>. Оставьте это поле пустым, чтобы автоматически назначить следующий доступный идентификатор.

source: Select when the command or script runs:<br> <i>Pre Init</i> is early in the boot process, after mounting filesystems and starting networking.<br> <i>Post Init</i> is at the end of the boot process, before FreeNAS services start.<br> <i>Shutdown</i> is during the system power off process.
es_ar: Seleccione cuándo se ejecutará el comando o script: <br> <i>Pre Init</i> se encuentra al principio del proceso de arranque, después de montar los sistemas de archivos y comenzar la conexión en red. <br> <i>Post Init</i> está al final del proceso de arranque, antes de que comiencen los servicios de FreeNAS. <br> <i>Apagado</i> es durante el proceso de apagado del sistema.
fr: Sélectionnez le moment où la commande ou le script s'exécute : <br><i> Pre Init</i> est au début du processus de démarrage, après le montage des systèmes de fichiers et le démarrage du réseau.<br><i> Post Init</i> est à la fin du processus de démarrage, avant que les services FreeNAS ne démarrent.<br>L'<i>arrêt</i> se produit pendant le processus de mise hors tension du système.
ru: Выберите время запуска команды или сценария:<br> <i>Pre Init</i> находится на ранней стадии процесса загрузки, после монтирования файловых систем и запуска сети.<br> <i>Post Init</i> в конце процесса загрузки, до запуска служб FreeNAS.<br> <i>Завершение работы</i> происходит во время процесса отключения системы.

source: Select which existing initiator group has access to the target.
es_ar: Seleccione qué grupo iniciador existente tiene acceso al objetivo.
fr: Sélectionnez le groupe d'initiateurs existant qui a accès à la cible.
ru: Выберите, какая из существующих групп инициаторов имеет доступ к цели.

source: Selected jails updated.
es_ar: Jaulas seleccionadas actualizadas.
fr: Les jails sélectionnés ont été mis à jour.
ru: Выбранные jail обновлены.

source: Selected plugins updated.
es_ar: Complementos seleccionados actualizados.
fr: Les plugins sélectionnés ont été mis à jour.
ru: Выбранные плагины обновлены.

source: Selecting a dataset to use with Minio <strong>removes all existing permissions for the dataset and any nested directories!</strong> Permissions are reset to minio:minio. To avoid dataset permissions conflicts, please create a separate, dedicated dataset for Minio.
es_ar: ¡Seleccionar un conjunto de datos para usar con Minio <strong>elimina todos los permisos existentes para el conjunto de datos y cualquier directorio anidado!</strong> Los permisos se restablecen a minio: minio. Para evitar conflictos de permisos del conjunto de datos, cree un conjunto de datos dedicado y separado para Minio.
fr: La sélection d'un dataset à utiliser avec Minio <strong>supprime toutes les autorisations existantes pour le dataset et les répertoires imbriqués !</strong> Les autorisations sont réinitialisées à minio:minio. Pour éviter les conflits d'autorisation, veuillez créer un dataset et dédié à Minio.

source: Self Healed
es_ar: Auto curado
ru: Исправлено

source: Self-Encrypting Drive
es_ar: Unidad de autocifrado

source: Self-Encrypting Drive (SED) passwords can be managed with KMIP. Enabling this option allows the key server to manage creating or updating the global SED password, creating or updating individual SED passwords, and retrieving SED passwords when SEDs are unlocked. Disabling this option leaves SED password management with the local system.
es_ar: Las contraseñas de unidad de autocifrado (SED) se pueden administrar con KMIP. Al habilitar esta opción, el servidor de claves puede administrar la creación o actualización de la contraseña SED global, la creación o actualización de contraseñas SED individuales y la recuperación de contraseñas SED cuando se desbloquean los SED. Deshabilitar esta opción deja la administración de contraseñas SED con el sistema local.
fr: Les mots de passe SED (Self-Encrypting Drive) peuvent être gérés avec KMIP. L'activation de cette option permet au serveur clé de gérer la création ou la mise à jour du mot de passe global du SED, la création ou la mise à jour des mots de passe individuels du SED et la récupération des mots de passe du SED lorsque les SED sont déverrouillés. La désactivation de cette option laisse la gestion des mots de passe SED au système local.

source: Semi-automatic (TrueNAS CORE only)
es_ar: Semi-automático (TrueNAS CORE solamente)
fr: Semi-automatique (TrueNAS CORE uniquement)

source: Send Email Status Updates
es_ar: Enviar actualizaciones de estado de Email
fr: Envoyer des e-mails sur les statuts des mises à jour
ru: Присылать сообщения об изменении статуса

source: Send Test Mail
es_ar: Enviar Mail de prueba
fr: Envoyer un e-mail de test
ru: Отправить тестовое письмо

source: Send failed HTTP request data which can include client and server IP addresses, failed method call tracebacks, and middleware log file contents to iXsystems.
es_ar: Envíe datos de solicitud HTTP fallidos que pueden incluir direcciones IP de clientes y servidores, rastreos de llamadas a métodos fallidos y contenido del archivo de registro de middleware a iXsystems.
fr: Envoyez à iXsystems les données de requête HTTP qui ont échoué et qui peuvent inclure les adresses IP du client et du serveur, les traces d'appel de méthode qui ont échoué, et le contenu du fichier journal du middleware.
ru: Отправлять в iXsystems данные ошибочных HTTP-запросов, которые могут включать в себя IP-адреса клиента и сервера, трассировки неудачных вызовов методов и содержимое файла журнала промежуточного программного обеспечения.

source: Send initial debug
es_ar: Enviar depuración inicial
fr: Envoyer le debug initial
ru: Отправить начальную отладку

source: Send initial debug.
es_ar: Enviar depuración inicial.
fr: Envoyer le debug initial.
ru: Отправить начальную отладку.

source: Sep
es_ar: Septiembre
ru: Сен

source: Separate multiple values by pressing <code>Enter</code>.
es_ar: Separe los valores múltiples presionando <code>Enter</code>.
fr: Séparez les valeurs multiples en appuyant sur la touche <code>Entrée</code>.

source: Separate values with commas, and without spaces.
es_ar: Separe los valores con comas y sin espacios.
fr: Séparez les valeurs par des virgules et sans espaces.
ru: Разделяйте значения запятыми и без пробелов.

source: Serial Number
es_ar: Número de serie
fr: Port série
ru: Серийный номер

source: Serial Number:
es_ar: Número de serie:

source: Serial Port
es_ar: Puerto serie
fr: Port série
ru: Последовательный порт

source: Serial Speed
es_ar: Velocidad de serie
fr: Vitesse série
ru: Скорость последовательного порта

source: Serial number for this disk.
es_ar: Número de serie para este disco.
fr: Numéro de série de ce disque.

source: Serial numbers of each disk being edited.
es_ar: Números de serie de cada disco que se está editando.
fr: Numéros de série de chaque disque en cours d'édition.

source: Serial or USB port connected to the UPS. To automatically detect and manage the USB port settings, select <i>auto</i>.<br><br> When an SNMP driver is selected, enter the IP address or hostname of the SNMP UPS device.
es_ar: Puerto serie o USB conectado al UPS. Para detectar y administrar automáticamente la configuración del puerto USB, seleccione <i>auto</i>. <br> <br> Cuando se selecciona un controlador SNMP, ingrese la dirección IP o el nombre de host del dispositivo UPS SNMP.
fr: Port série ou USB connecté à l'onduleur. Pour détecter et gérer automatiquement les paramètres du port USB, sélectionnez <i>Auto</i>.<br><br> Lorsqu'un pilote SNMP est sélectionné, entrez l'adresse IP ou le nom d'hôte du périphérique SNMP UPS.
ru: Последовательный или USB-порт подключенный к ИБП. Для автоматического обнаружения и управления настройками порта USB выберите <i>auto</i>.<br><br>Когда выбран драйвер SNMP, введите IP-адрес или имя хоста устройства SNMP UPS.

source: Serve UDP NFS clients
es_ar: Servir clientes UDP NFS
fr: Servir les clients UDP NFS
ru: Обслуживать клиентов NFS по протоколу UDP

source: Server
es_ar: Servidor
fr: Serveur

source: Server Certificate
es_ar: Certificado del servidor
fr: Certificat du serveur

source: Server Credentials
es_ar: Credenciales del servidor
fr: Informations d'identification du serveur

source: Server Role
es_ar: Rol del servidor
fr: Rôle du serveur
ru: Роль сервера

source: Server Side Encryption
es_ar: Encriptación del lado del servidor
fr: Chiffrement côté serveur
ru: Шифрование на стороне сервера

source: Service
es_ar: Servicio

source: Service Account
es_ar: Cuenta del servicio
fr: Compte de service
ru: Учетная запись сервиса

source: Service Announcement
es_ar: Anuncio del servicio
fr: Annonce de service

source: Service Announcement:
es_ar: Anuncio de servicio:

source: Service Key
es_ar: Clave del servicio
fr: Clé de service
ru: Ключ сервиса

source: Service failed to start
es_ar: El servicio no pudo iniciarse
fr: Le service n'a pas démarré
ru: Не удалось запустить службу

source: Service failed to stop
es_ar: El servicio no pudo detenerse
fr: Le service n'a pas réussi à s'arrêter
ru: Не удалось остановить службу

source: Services
es_ar: Servicios
ru: Службы

source: Set ACL for this dataset
es_ar: Establecer ACL para este conjunto de datos

source: Set Frequency
es_ar: Establecer frecuencia
fr: Définir la fréquence

source: Set Keep Flag
es_ar: Establecer Mantener Bandera
fr: Définir Keep Flag
ru: Установить флаг удержания

source: Set Passphrase
es_ar: Establecer contraseña
fr: Définir la passphrase
ru: Установить пароль

source: Set Quota
es_ar: Establecer cuota
fr: Définir le quota

source: Set Quotas
es_ar: Establecer cuotas
fr: Définir des quotas

source: Set Quotas (Bulk)
es_ar: Establecer cuotas (a granel)
fr: Définir des quotas (en vrac)

source: Set Warning Level
es_ar: Establecer nivel de advertencia
fr: Définir le niveau d'alerte

source: Set enable sending messages to the address defined in the <b>Email</b> field.
es_ar: Configure habilitar el envío de mensajes a la dirección definida en el campo <b>Email</b>.
fr: Définissez l'activation de l'envoi de messages à l'adresse définie dans le champ <b>E-mail</b>.
ru: Установите разрешение на отправку сообщений на адрес, указанный в поле <b>Электронная почта</b>.

source: Set font size
es_ar: Establecer tamaño de fuente
fr: Définir la taille de la police
ru: Установить размер шрифта

source: Set for <a href="https://kb.iu.edu/d/adov" target="_blank">DHCP</a> to automatically configure network settings.
es_ar: Establecido para <a href="https://kb.iu.edu/d/adov" target="_blank">DHCP</a> para configurar automáticamente la configuración de red.
fr: Définissez le <a href="https://kb.iu.edu/d/adov" target="_blank">DHCP</a> pour qu'il configure automatiquement les paramètres réseau.
ru: Установите чтобы <a href="https://kb.iu.edu/d/adov" target="_blank">DHCP</a> автоматически настроил параметры сети.

source: Set for the LDAP server to disable authentication and allow read and write access to any client.
es_ar: Configurado para que el servidor LDAP desactive la autenticación y permita el acceso de lectura y escritura a cualquier cliente.
fr: Définissez le serveur LDAP de désactiver l'authentification et d'autoriser l'accès en lecture et en écriture à tout client.
ru: Установить для сервера LDAP отключение аутентификации и разрешение доступа на чтение и запись для любого клиента.

source: Set for the UPS to power off after shutting down the system.
es_ar: Configure el UPS para que se apague después de apagar el sistema.
fr: Configuré pour que l'onduleur s'éteigne après l'arrêt du système.
ru: Установите для выключения ИБП после выключения системы.

source: Set for the default configuration to listen on all interfaces using the known values of user: <i>upsmon</i> and password: <i>fixmepass</i>.
es_ar: Establezca la configuración predeterminada para escuchar en todas las interfaces utilizando los valores conocidos del usuario: <i>upsmon</i> y contraseña: <i>fixmepass</i>.
fr: Définit pour la configuration par défaut d'écouter sur toutes les interfaces en utilisant les valeurs connues de l'utilisateur : <i>upsmon</i> et mot de passe : <i>fixmepass</i>.
ru: Установите для конфигурации по умолчанию прослушивание на всех интерфейсах с использованием известных значений пользователя: <i>upsmon</i> и пароля: <i>fixmepass</i>.

source: Set for ypbind to bind to the server that responds the fastest.
es_ar: Establezca que ypbind se una al servidor que responde más rápido.
fr: Configurez ypbind pour qu'il se lie au serveur qui répond le plus rapidement.
ru: Установите для привязки ypbind к серверу, который отвечает быстрее всего.

source: Set if NFS clients need to use UDP.
es_ar: Establezca si los clientes NFS necesitan usar UDP.
fr: Définit si les clients NFS doivent utiliser UDP.
ru: Установите, если клиентам NFS необходимо использовать UDP.

source: Set if the client cannot connect, and it is suspected the client is poorly handling the server certificate request.
es_ar: Se establece si el cliente no puede conectarse y se sospecha que el cliente está manejando mal la solicitud de certificado del servidor.
fr: Définissez si le client ne peut pas se connecter, et que l'on soupçonne qu'il gère mal la demande de certificat de serveur.
ru: Установите, если клиент не может подключиться, и есть подозрение, что клиент плохо обрабатывает запрос сертификата сервера.

source: Set if the initiator does not support physical block size values over 4K (MS SQL).
es_ar: Se establece si el iniciador no admite valores de tamaño de bloque físico sobre 4K (MS SQL).
fr: Définit si l'initiateur ne supporte pas les valeurs de taille de bloc physique supérieures à 4K (MS SQL).
ru: Установите, если инициатор не поддерживает значения физического размера блока более 4 КБ (MS SQL).

source: Set new root account password:
es_ar: Establecer nueva contraseña de cuenta root:
fr: Définissez un nouveau mot de passe de compte root :
ru: Установите новый пароль учетной записи root:

source: Set only if required by the NFS client. Set to allow serving non-root mount requests.
es_ar: Establezca solo si lo requiere el cliente NFS. Configurado para permitir el servicio de solicitudes de montaje no root.
fr: Définir uniquement si requis par le client NFS. Réglé pour permettre de répondre aux demandes de montage non-root (non racine).
ru: Установите только если это требуется клиентам NFS. Установите, чтобы разрешить обслуживание запросов монтирования без полномочий root.

source: Set or change the password of this SED. This password is used instead of the global SED password.
es_ar: Establezca o cambie la contraseña de este SED. Esta contraseña se utiliza en lugar de la contraseña global de SED.
fr: Définissez ou modifiez le mot de passe de ce SED. Ce mot de passe est utilisé à la place du mot de passe SED global.
ru: Установите или измените пароль этого SED. Этот пароль используется вместо глобального пароля SED.

source: Set production status as active
es_ar: Establecer el estado de producción como activo

source: Set resource limitations of the jail using the <a href="https://www.freebsd.org/cgi/man.cgi?query=setrlimit" target="_blank">getrlimit(2)</a> utility.
es_ar: Establezca limitaciones de recursos de la jaula utilizando la utilidad <a href="https://www.freebsd.org/cgi/man.cgi?query=setrlimit" target="_blank">getrlimit(2)</a>.
fr: Définissez les limites de ressources de l'environnement jail en utilisant l'utilitaire <a href="https://www.freebsd.org/cgi/man.cgi?query=setrlimit" target="_blank">getrlimit(2)</a>.
ru: Установить ограничения ресурсов jail с помощью утилиты <a href="https://www.freebsd.org/cgi/man.cgi?query=setrlimit" target="_blank">getrlimit(2)</a>.

source: Set specific times to snapshot the <i>Source Datasets</i> and replicate the snapshots to the <i>Destination Dataset</i>. Select a preset schedule or choose <i>Custom</i> to use the advanced scheduler.
es_ar: Establezca tiempos específicos para tomar una instantánea de los <i>Conjuntos de datos de origen</i> y replicar las instantáneas en el <i>Conjunto de datos de destino</i>. Seleccione un horario preestablecido o elija <i>Personalizado</i> para usar el programador avanzado.
fr: Définissez des heures spécifiques pour capturer les <i>Datasets Source</i> et répliquer les instantanés dans le <i>Dataset de destination</i>. Sélectionnez un planning prédéfini ou choisissez <i>Personnaliser</i> pour utiliser le planificateur avancé.
ru: Установить определенное время для создания снимка <i>исходных наборов данных</i> и реплицировать снимки в <i>целевой набор данных</i>. Выберите предустановленное расписание или выберите <i>Пользовательское</i>, чтобы использовать расширенный планировщик.

source: Set system production state and optionally send initial debug.
es_ar: Establezca el estado de producción del sistema y, opcionalmente, envíe la depuración inicial.
fr: Définir l'état de production du système et éventuellement envoyer le débogage initial.
ru: Установите рабочее состояние системы и при необходимости отправьте начальную отладку.
