Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Confirm Options
es_ar: Confirmar opciones
fr: Confirmer les options
ru: Подтвердите параметры

source: Confirm Passphrase
es_ar: Configurar contraseña
fr: Confirmer la passphrase
ru: Подтвердите пароль

source: Confirm Password
es_ar: Confirmar contraseña
fr: Confirmer le mot de passe
ru: Подтверждение пароля

source: Confirm Privacy Passphrase
es_ar: Confirmar contraseña de privacidad
fr: Confirmer la passphrase de confidentialité
ru: Подтвердите пароль

source: Confirm SED Password
es_ar: Confirmar contraseña de SED
fr: Confirmer le mot de passe SED
ru: Подтвердите пароль SED

source: Confirm Secret Key
es_ar: Confirmar clave secreta
fr: Confirmer la clé secrète
ru: Подтвердите секретный ключ

source: Confirm changes to <i>Group</i>. To prevent errors, changes to the <i>Group</i> are submitted only when this box is set.
es_ar: Confirme los cambios en <i>Grupo</i>. Para evitar errores, los cambios en el <i>Grupo</i> se envían solo cuando se establece este cuadro.
fr: Confirmer les changements apportés au <i>groupe</i>. Pour éviter les erreurs, les modifications du <i>groupe</i> ne sont soumises que lorsque cette case est cochée.
ru: Подтвердить изменения в <i>Группе</i>. Чтобы избежать ошибок, изменения в <i>Группе</i> отправляются, только если этот флажок установлен.

source: Confirm changes to <i>Group</i>. To prevent errors, changes to the <i>Group</i> are submitted only when this box is set.
es_ar: Confirme los cambios en <i>Grupo</i>. Para evitar errores, los cambios en el <i>Grupo</i> se envían solo cuando se establece este cuadro.
fr: Confirmer les changements apportés au <i>groupe</i>. Pour éviter les erreurs, les modifications du <i>groupe</i> ne sont soumises que lorsque cette case est cochée.
ru: Подтвердить изменения в <i>Группе</i>. Чтобы избежать ошибок, изменения в <i>Группе</i> отправляются, только если этот флажок установлен.

source: Confirm changes to <i>User</i>. To prevent errors, changes to the <i>User</i> are submitted only when this box is set.
es_ar: Confirme los cambios en <i>Usuario</i>. Para evitar errores, los cambios en el <i>Usuario</i> se envían solo cuando se establece este cuadro.
fr: Confirmer les changements à l'<i>utilisateur</i>. Pour éviter les erreurs, les modifications apportées à l'<i>utilisateur</i> ne sont soumises que lorsque cette case est cochée.
ru: Подтвердить изменения в <i>Пользователе</i>. Чтобы избежать ошибок, изменения в <i>Пользователе</i> отправляются, только если этот флажок установлен.

source: Confirm changes to <i>User</i>. To prevent errors, changes to the <i>User</i> are submitted only when this box is set.
es_ar: Confirme los cambios en <i>Usuario</i>. Para evitar errores, los cambios en el <i>Usuario</i> se envían solo cuando se establece este cuadro.
fr: Confirmer les changements à l'<i>utilisateur</i>. Pour éviter les erreurs, les modifications apportées à l'<i>utilisateur</i> ne sont soumises que lorsque cette case est cochée.
ru: Подтвердить изменения в <i>Пользователе</i>. Чтобы избежать ошибок, изменения в <i>Пользователе</i> отправляются, только если этот флажок установлен.

source: Confirm detach
es_ar: Confirmar desprendimiento
fr: Confirmer le détachement
ru: Подтвердите отключение

source: Confirm it is okay to proceed with Detach.
es_ar: Confirme que está bien continuar con Separar.
fr: Confirmer qu'il est possible de procéder au détachement.
ru: Подтвердите, что все в порядке, чтобы продолжить отсоединение.

source: Confirm password
es_ar: Confirmar contraseña
fr: Confirmer le mot de passe
ru: Подтвердите пароль

source: Confirm these settings.
es_ar: Confirme esta configuración.
fr: Confirmez ces réglages.
ru: Подтвердите эти настройки.

source: Connect Timeout
es_ar: Tiempo de espera de conexión
fr: Délai d'attente de connexion
ru: Тайм-аут подключения

source: Connect to TrueCommand Cloud
es_ar: Conéctese a TrueCommand Cloud
fr: Se connecter à TrueCommand Cloud
ru: Подключиться к TrueCommand Cloud

source: Connected Initiators
es_ar: Iniciadores conectados
fr: Initiateurs connectés
ru: Подключенные инициаторы

source: Connecting to
es_ar: Conectando a
fr: Connexion à
ru: Подключаюсь к

source: Connecting to TrueCommand
es_ar: Conectándose a TrueCommand
fr: Se connecter à TrueCommand
ru: Подключение к TrueCommand

source: Connection
es_ar: Conexión
fr: Connexion
ru: Соединение

source: Connection Error
es_ar: Error de conexión
fr: Erreur de connexion
ru: Ошибка соединения

source: Connection port number on the central key server.
es_ar: Número de puerto de conexión en el servidor central de claves.
fr: Numéro du port de connexion sur le serveur de clés central.
ru: Номер порта подключения на центральном сервере ключей.

source: Connection security level:<br> <ul><li><i>Standard</i> is most secure, but has the greatest impact on connection speed.</li><br> <li><i>Fast</i> is less secure than <i>Standard</i> but can give reasonable transfer rates for devices with limited cryptographic speed.</li><br> <li><i>Disabled</i> removes all security in favor of maximizing connection speed. Disabling the security should only be used within a secure, trusted network.</li></ul>
es_ar: Nivel de seguridad de conexión: <br> <ul><li> <i>Estándar</i> es más seguro, pero tiene el mayor impacto en la velocidad de conexión. </li> <br> <li> <i>Rápido</i> es menos seguro que <i>Standard</i> pero puede proporcionar tasas de transferencia razonables para dispositivos con velocidad criptográfica limitada. </li> <br> <li> <i>Disabled</i> elimina toda la seguridad a favor de maximizar la velocidad de conexión. La desactivación de la seguridad solo debe usarse dentro de una red segura y confiable. </li> </ul>
fr: Niveau de sécurité de la connexion :<br> <ul><li><i>Standard</i> est le plus sûr, mais a le plus grand impact sur la vitesse de connexion.</li><br> <li><i>Fast</i> est moins sûr que <i>Standard</i> mais peut donner des taux de transfert raisonnables pour les appareils à vitesse cryptographique limitée.</li><br> <li><i>Disabled</i> supprime toute sécurité en faveur de la maximisation de la vitesse de connexion. La désactivation de la sécurité ne doit être utilisée qu'au sein d'un réseau sécurisé et fiable.</li></ul>
ru: Уровень безопасности подключения: <br><ul><li><i>Стандартный</i> наиболее безопасен, но оказывает наибольшее влияние на скорость подключения.</li><br><li><i>Быстрый</i> менее безопасен, чем <i>Стандартный</i>, но может обеспечить разумную скорость передачи для устройств с ограниченной криптографической скоростью.</li><br><li><i>Отключено</i> удаляет всю безопасность в пользу максимизации скорости соединения. Отключение защиты следует использовать только в защищенной доверенной сети.</li></ul>

source: Connections
es_ar: Conexiones
fr: Connexions
ru: Соединения

source: Console
es_ar: Consola
ru: Консоль

source: Console Keyboard Map
es_ar: Mapa del teclado de consola
fr: Disposition clavier pour la console
ru: Раскладка клавиатуры консоли

source: Contact
es_ar: Contacto
ru: Контакт

source: Contact Support
es_ar: Contacto de soporte
fr: Contacter le support
ru: Связаться с поддержкой

source: Container
es_ar: Contenedor
fr: Conteneur
ru: Контейнер

source: Content Commitment
es_ar: Compromiso de contenido
fr: Engagement de contenu

source: Contents of the uploaded Service Account JSON file.
es_ar: Contenido del archivo JSON de cuenta de servicio cargado.
fr: Contenu du fichier JSON du compte de service envoyé.
ru: Содержимое загруженного файла JSON служебной учетной записи.

source: Context menu copy and paste operations are disabled in the Shell. Copy and paste shortcuts for Mac are <i>Command+c</i> and <i>Command+v</i>. For most operating systems, use <i>Ctrl+Insert</i> to copy and <i>Shift+Insert</i> to paste.
es_ar: Las operaciones de copiar y pegar del menú contextual están deshabilitadas en el Shell. Los accesos directos para copiar y pegar para Mac son <i>Command+c</i> y <i>Command+v</i>. Para la mayoría de los sistemas operativos, use <i>Ctrl+Insertar</i> para copiar y <i>Mayús+Insertar</i> para pegar.
fr: Les opérations de copier-coller du menu contextuel sont désactivées dans le shell. Les raccourcis Copier et coller pour Mac sont <i>Command+c</i> et <i>Command+v.</i> Pour la plupart des systèmes d'exploitation, utilisez <i>Ctrl+Insérer</i> pour copier et <i>Maj+Insérer</i> pour coller.
ru: Операции копирования и вставки в контекстном меню командной консоли отключены. Быстрые клавищи для копирования и вставки для Mac: <i>Command+c</i> и <i>Command+v</i>. В большинстве операционных систем используйте <i>Ctrl+Insert</i> для копирования и <i>Shift+Insert</i> для вставки.

source: Continue
es_ar: Continuar
fr: Continuer
ru: Продолжить

source: Continue to Legacy UI
es_ar: Continuar a la UI heredada
fr: Continuer vers l'ancienne interface utilisateur (Legacy UI)
ru: Продолжить в устаревшем интерфейсе

source: Continue with AFP Setup
es_ar: Continuar con la configuración de AFP
fr: Continuer avec le programme d’installation AFP
ru: Продолжить настройку AFP

source: Continue with download?
es_ar: ¿Continuar con la descarga?
fr: Continuer avec le téléchargement?
ru: Продолжить загрузку?

source: Contract Type
es_ar: Tipo de contrato
fr: Type de contrat
ru: Тип контракта

source: Control left sidebar's display style.
es_ar: Controla el estilo de visualización de la barra lateral izquierda.
fr: Contrôlez le style d'affichage de la barre latérale gauche.
ru: Управляйте стилем отображения левой боковой панели.

source: Control the availability of IPv4 addresses.<br> <b>Inherit</b>: Allow unrestricted access to all system addresses.<br> <b>New</b>: Restrict addresses with <b>ip4_addr</b>.<br> <b>Disable</b>: Stop the jail from using IPv4 entirely.
es_ar: Controle la disponibilidad de las direcciones IPv4. <br> <b>Heredar</b>: permita el acceso sin restricciones a todas las direcciones del sistema. <br> <b>Nuevo</b>: restrinja las direcciones con <b>ip4_addr</b> . <br> <b>Desactivar</b>: impide que la jaula use IPv4 por completo.
fr: Contrôlez la disponibilité des adresses IPv4. <br><b>Hériter</b> : Autoriser l'accès sans restriction à toutes les adresses système. <br><b>Nouveau</b> : Restreindre les adresses avec <b>ip4_addr</b>. <br><b>Désactiver</b> : Empêcher le jail d'utiliser entièrement IPv4.
ru: Контролирует доступность адресов IPv4.<br> <b>Наследовать</b>: разрешает неограниченный доступ ко всем системным адресам.<br> <b>Новые</b>: ограничить адреса с помощью <b>ip4_addr</b>.<br> <b>Отключить</b>: запретить jail использовать IPv4 полностью.

source: Control the availability of IPv6 addresses.<br> <b>Inherit</b>: Allow unrestricted access to all system addresses.<br> <b>New</b>: Restrict addresses with <b>ip6_addr</b>.<br> <b>Disable</b>: Stop the jail from using IPv6 entirely.
es_ar: Controle la disponibilidad de las direcciones IPv6. <br> <b>Heredar</b>: permita el acceso sin restricciones a todas las direcciones del sistema. <br> <b>Nuevo</b>: restrinja las direcciones con <b>ip6_addr</b> . <br> <b>Desactivar</b>: impide que la jaula use IPv6 por completo.
fr: Contrôler la disponibilité des adresses IPv6.<br><b> Hériter</b> : Autoriser l'accès sans restriction à toutes les adresses système.<br><b>Nouveau</b> : Restreindre les adresses avec <b>ip6_addr</b>.<br><b>Désactiver</b> : Empêcher le jail d'utiliser entièrement IPv6.
ru: Контролирует доступность адресов IPv6.<br> <b>Наследовать</b>: разрешает неограниченный доступ ко всем системным адресам.<br> <b>Новые</b>: ограничить адреса с помощью <b>ip6_addr</b>.<br> <b>Отключить</b>: запретить jail использовать IPv6 полностью.

source: Coolest:
es_ar: Más fresco:
fr: Plus froid :
ru: Самый холодный:

source: Copies
es_ar: Copias
fr: Exemplaires
ru: Копии

source: Copy
es_ar: Copiar
fr: Copier

source: Copy and Paste
es_ar: Copiar y pegar
fr: Copier et coller
ru: Скопировать и вставить

source: Cores
es_ar: Núcleos
fr: Cœurs
ru: Ядер

source: Could not delete boot environment.
es_ar: No se pudo eliminar el entorno de arranque.
fr: Impossible de supprimer l'environnement de démarrage.
ru: Не удалось удалить загрузочное окрудение.

source: Could not extend Vdev.
es_ar: No se pudo extender Vdev.
fr: Ne peut pas étendre Vdev.

source: Could not find a group name for this group ID.
es_ar: No se pudo encontrar un nombre de grupo para esta ID de grupo.
fr: Impossible de trouver un nom de groupe pour cet ID de groupe.
ru: Не удалось найти имя группы для этого идентификатора группы.

source: Could not find a user name for this user ID.
es_ar: No se pudo encontrar un nombre de usuario para esta ID de usuario.
fr: Impossible de trouver un nom d'utilisateur pour cet ID utilisateur.
ru: Не удалось найти имя пользователя для этого идентификатора пользователя.

source: Could not replace disk.
es_ar: No se pudo reemplazar el disco.
fr: Ne peut pas remplacer le disque.

source: Country
es_ar: País
fr: Pays
ru: Страна

source: Country Code
es_ar: Código de país
fr: Code du pays
ru: Код страны

source: Country Code must contain a valid <a href="https://www.iso.org/obp/ui/#search/code/" target="_blank">ISO 3166-1 alpha-2 code</a> of two capital letters.
es_ar: El código de país debe contener un <a href="https://www.iso.org/obp/ui/#search/code/" target="_blank">Código ISO 3166-1 alpha-2</a> válido de Dos letras mayúsculas.
fr: Le code pays doit contenir un <a href="https://www.iso.org/obp/ui/#search/code/" target="_blank">code ISO 3166-1 alpha-2</a> valide de deux lettres majuscules.
ru: Код страны должен содержать действительный <a href="https://www.iso.org/obp/ui/#search/code/" target="_blank">ISO 3166-1 alpha-2 код</a> из двух заглавных букв.

source: Country:
es_ar: País:
fr: Pays :

source: Crash reporting
es_ar: Informe de bloqueo
fr: Rapport d'incident
ru: Отчеты о сбоях

source: Create
es_ar: Crear
fr: Créer
ru: Создать

source: Create ACME Certificate
es_ar: Crear certificado ACME
fr: Créer un certificat ACME
ru: Создать сертификат ACME

source: Create CA
es_ar: Crear CA
fr: Créer CA
ru: Создать центр сертификации

source: Create Certificate
es_ar: Crear certificado
fr: Créer un certificat
ru: Создать сертификат

source: Create Passphrase
es_ar: Crear contraseña
fr: Créer une passphrase
ru: Задать пароль

source: Create Pool
es_ar: Crear Pool
fr: Créer un volume
ru: Создать пул

source: Create SSH Connection
es_ar: Crear conexión SSH
fr: Créer une connexion SSH
ru: Создать SSH соединение

source: Create Snapshot
es_ar: Crear instantánea
fr: Créer un instantané
ru: Создать снимок

source: Create Virtual Machine
es_ar: Crear máquina virtual
fr: Créer une machine virtuelle

source: Create a custom ACL
es_ar: Crea una ACL personalizada
fr: Créer un ACL personnalisé
ru: Создать собственный ACL

source: Create a new Pool.
es_ar: Crea un nuevo Pool.
fr: Créez un nouveau volume.
ru: Создать новый пул.

source: Create a new Target or choose an existing target for this share.
es_ar: Cree un nuevo objetivo o elija un objetivo existente para este recurso compartido.
fr: Créez une cible ou choisissez une cible existante pour ce partage.

source: Create a new pool.
es_ar: Crea una nuevo grupo.
fr: Créez un nouveau volume.

source: Create a new, empty pool.
es_ar: Crea un nuevo, pool vacío.
fr: Créez un nouveau volume vide.
ru: Создать новый, пустой пул.

source: Create a pool:
es_ar: Crea un pool:
fr: Créez un volume :
ru: Создать пул:

source: Create a recommended formation of vdevs in a pool.
es_ar: Cree una formación recomendada de vdevs en un pool.
fr: Créer une formation recommandée de vdevs dans un volume.
ru: Создать рекомендуемую структуру vdev в пуле.

source: Create an ACL
es_ar: Crea una ACL
fr: Créer une ACL
ru: Создать ACL

source: Create an SMB Share
es_ar: Crear un recurso compartido SMB
fr: Créer un partage SMB
ru: Создать общий ресурс SMB

source: Create more data vdevs like the first.
es_ar: Cree más datos vdevs como el primero.
fr: Créez plus de vdevs de données comme le premier.
ru: Создать больше vdev данных как первый.

source: Create new Pool
es_ar: Crear nuevo Pool
fr: Créer un nouveau volume
ru: Создать новый пул

source: Create new disk image
es_ar: Crear nueva imagen de disco
fr: Créer une nouvelle image disque
ru: Создать новый образ диска

source: Create new pool
es_ar: Crear nuevo pool
fr: Créer un nouveau volume
ru: Создать новый пул

source: Create or Choose Block Device
es_ar: Crear o elegir dispositivo de bloque
fr: Créer ou sélectionner un périphérique bloc (Block Device)
ru: Создать или выбрать блочное устройство

source: Create or Import Pool
es_ar: Crear o Importar Pool
fr: Créer ou importer un volume
ru: Создать или импортировать пул

source: Create or Import pool
es_ar: Crear o Importar Pool
fr: Créer ou importer un volume
ru: Создать или импортировать пул

source: Created
es_ar: Creado
fr: Créé
ru: Создан

source: Created Date
es_ar: Fecha de creación
fr: Date de création
ru: Дата создания

source: Creates dataset snapshots even when there have been no changes to the dataset from the last snapshot. Recommended for creating long-term restore points, multiple snapshot tasks pointed at the same datasets, or to be compatible with snapshot schedules or replications created in TrueNAS 11.2 and earlier.<br><br> For example, allowing empty snapshots for a monthly snapshot schedule allows that monthly snapshot to be taken, even when a daily snapshot task has already taken a snapshot of any changes to the dataset.
es_ar: Crea instantáneas del conjunto de datos incluso cuando no ha habido cambios en el conjunto de datos desde la última instantánea. Recomendado para crear puntos de restauración a largo plazo, múltiples tareas de instantáneas apuntadas a los mismos conjuntos de datos o para ser compatibles con programaciones de instantáneas o réplicas creadas en TrueNAS 11.2 y anteriores. <br> <br> Por ejemplo, permitir instantáneas vacías para una instantánea mensual La programación permite tomar una instantánea mensual, incluso cuando una tarea de instantánea diaria ya ha tomado una instantánea de cualquier cambio en el conjunto de datos.
fr: Crée des instantanés du dataset même si aucun changement n'a été apporté au dataset depuis le dernier instantané. Recommandé pour créer des points de restauration à long terme, des tâches multiples d'instantanés pointant sur les mêmes datasets, ou pour être compatible avec les calendriers d'instantanés ou les réplications créées dans TrueNAS 11.2 et antérieurs.<br><br> Par exemple, le fait d'autoriser des instantanés vides pour un calendrier d'instantanés mensuel permet de prendre cet instantané mensuel, même lorsqu'une tâche d'instantanés quotidiens a déjà pris un instantané de toute modification du dataset.
ru: Создает моментальные снимки набора данных, даже если в последнем моментальном снимке не было изменений в наборе данных. Рекомендуется для создания точек долгосрочного восстановления, нескольких задач моментальных снимков, направленных на одни и те же наборы данных, или для обеспечения совместимости с расписаниями моментальных снимков или репликациями, созданными в TrueNAS 11.2 и более ранних версиях.<br><br> Например, допускается использование пустых моментальных снимков для ежемесячного моментального снимка. Расписание позволяет делать этот ежемесячный снимок, даже если ежедневная задача снимка уже сделала снимок любых изменений в наборе данных.

source: Creating
es_ar: Creando
fr: Création de
ru: Создание

source: Creating Jail
es_ar: Creando Jaula
fr: Création d'un jail
ru: Создать jail

source: Creating Jail...
es_ar: Creando Jaula...
fr: Création d'un jail...
ru: Создается jail...

source: Creating or editing a <i>sysctl</i> immediately updates the Variable to the configured Value. A restart is required to apply <i>loader</i> or <i>rc.conf</i> tunables. Configured tunables remain in effect until deleted or Enabled is unset.
es_ar: Crear o editar un <i>sysctl</i> actualiza inmediatamente la Variable al Valor configurado. Se requiere un reinicio para aplicar <i>loader</i> o <i>rc.conf</i> tunables. Los sintonizables configurados permanecen vigentes hasta que se eliminen o se habilite Habilitado.
fr: La création ou l'édition d'un <i>sysctl</i> met immédiatement à jour la variable à la valeur configurée. Un redémarrage est nécessaire pour appliquer les paramètres du <i>loader</i> ou du fichier <i>rc.conf</i>. Les paramètres configurés restent en vigueur jusqu'à ce qu'ils soient supprimés ou désactivés.
ru: Создание или редактирование <i>sysctl</i> немедленно обновляет переменную до настроенного значения. Перезапуск необходим для применения настраиваемых параметров <i>loader</i> или <i>rc.conf</i>. Настроенные настраиваемые параметры остаются в силе до тех пор, пока не будут удалены или не будет снята отмека Включено.

source: Creating...
es_ar: Creando...
fr: Création en cours...
ru: Создание ...

source: Credential
es_ar: Credencial
ru: Реквизиты

source: Credentials
es_ar: Credenciales
fr: Identifiants
ru: Реквизиты

source: Critical
es_ar: Crítico
fr: Critique
ru: Критично

source: Critical Extension
es_ar: Extensión crítica
fr: Extension critique
ru: Критическое расширение

source: Critical applications
es_ar: Aplicaciones críticas
fr: Applications critiques
ru: Критические приложения

source: Criticality
es_ar: Critica
fr: Criticité
ru: Критичность

source: Cryptographic protocols for securing client/server connections. Select which <a href="https://en.wikipedia.org/wiki/Transport_Layer_Security" target="_blank">Transport Layer Security (TLS)</a> versions TrueNAS can use for connection security.
es_ar: Protocolos criptográficos para asegurar las conexiones cliente / servidor. Seleccione qué versiones de <a href="https://en.wikipedia.org/wiki/Transport_Layer_Security" target="_blank">Seguridad de la capa de transporte (TLS)</a> puede utilizar TrueNAS para la seguridad de la conexión.
fr: Protocoles cryptographiques pour sécuriser les connexions client/serveur. Sélectionnez les versions de <a href="https://en.wikipedia.org/wiki/Transport_Layer_Security" target="_blank">Transport Layer Security (TLS)</a> que TrueNAS peut utiliser pour la sécurité des connexions.
ru: Криптографические протоколы для защиты клиент-серверных соединений. Выберите, какие <a href="https://en.wikipedia.org/wiki/Transport_Layer_Security" target="_blank">версии транспортного уровня (TLS)</a> TrueNAS может использовать для обеспечения безопасности соединения.

source: Current Password
es_ar: Contraseña actual
fr: Mot de passe actuel
ru: Текущий пароль

source: Current Train:
es_ar: Versión actual:
fr: Canal actuel:
ru: Текущий поезд:

source: Custom
es_ar: Personalizado
fr: Personnalisé
ru: Пользовательский

source: Custom Name
es_ar: Nombre personalizado
fr: Nom personnalisé

source: Custom Path
es_ar: Ruta personalizada
fr: Chemin personnalisé
ru: Пользовательский путь

source: Custom Properties
es_ar: Propiedades personalizadas
fr: Propriétés personnalisées
ru: Пользовательские свойства

source: Custom Server
es_ar: Servidor personalizado
fr: Serveur personnalisé
ru: Пользовательский сервер

source: Custom Value
es_ar: Valor personalizado
fr: Valeur personnalisée

source: Customer Name
es_ar: Nombre personalizado
fr: Nom du client
ru: Имя Клиента

source: Customizes the importance of the alert. Each level of importance has a different icon and color to express the level of importance.
es_ar: Personaliza la importancia de la alerta. Cada nivel de importancia tiene un ícono y color diferentes para expresar el nivel de importancia.
fr: Personnalise l'importance de l'alerte. Chaque niveau d'importance a une icône et une couleur différentes pour exprimer le niveau d'importance.
ru: Настраивает важность оповещения. Каждый уровень важности имеет различную иконку и цвет, чтобы выразить уровень важности.
