Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Set to always show advanced fields, when available.
es_ar: Configure para mostrar siempre los campos avanzados, cuando estén disponibles.
fr: Configuré pour toujours afficher les champs avancés, lorsqu'ils sont disponibles.
ru: Установите, чтобы всегда показывать расширенные поля, когда они доступны.

source: Set to attempt to reduce latency over slow networks.
es_ar: Configurado para intentar reducir la latencia en redes lentas.
fr: Configuré pour tenter de réduire la latence sur les réseaux lents.
ru: Установите, чтобы попытаться уменьшить задержку в медленных сетях.

source: Set to auto-start the jail at system boot time. Jails are started and stopped based on iocage priority. Set in the <b>priority</b> field under <b>Custom Properties</b>.
es_ar: Configurado para iniciar automáticamente la jaula en el momento del arranque del sistema. Las jaulas se inician y se detienen según la prioridad de iocage. Establezca en el campo <b> prioridad </b> en <b> Propiedades personalizadas </b>.
fr: Configuré pour démarrer automatiquement l'environnement jail au démarrage du système. Les jails sont démarrés et arrêtés en fonction de la priorité iocage. Définissez dans le champ de <b>priorité</b> sous <b>Propriétés personnalisées</b>.
ru: Установите для автоматического запуска jail во время загрузки системы. Jail запускаются и останавливаются в зависимости от приоритета iocage. Установите в поле <b>priority</b> в разделе <b>Пользовательские свойства</b>.

source: Set to autoconfigure jail networking with the Dynamic Host Configuration Protocol. <b>VNET</b> and <b>Berkeley Packet Filter<b> must also be enabled.
es_ar: Configurado para configurar automáticamente la red de la jaula con el Protocolo de configuración dinámica de host. <b>VNET</b> y <b>Berkeley Packet Filter<b> también deben estar habilitados.
fr: Configurez automatiquement la mise en réseau de l'environnement jail avec le protocole Dynamic Host Configuration Protocol (DHCP). <b>VNET</b> et <b>Berkeley Packet Filter</b> doivent également être activés.
ru: Установите для автоматического конфигурирования сети jail при помощи DHCP. <b>VNET</b> и <b>Berkeley Packet Filter<b> также должны быть включены.

source: Set to automatically configure the IPv6 address with <a href="https://www.freebsd.org/cgi/man.cgi?query=rtsol" target="_blank">rtsol(8)</a>. Only one interface can be configured this way.
es_ar: Establezca para configurar automáticamente la dirección IPv6 con <a href="https://www.freebsd.org/cgi/man.cgi?query=rtsol" target="_blank">rtsol(8)</a>. Solo se puede configurar una interfaz de esta manera.
fr: Configure automatiquement l'adresse IPv6 avec <a href="https://www.freebsd.org/cgi/man.cgi?query=rtsol" target="_blank">rtsol(8)</a>. Une seule interface peut être configurée de cette façon.
ru: Установите автоматическую настройку адреса IPv6 с помощью <a href="https://www.freebsd.org/cgi/man.cgi?query=rtsol" target="_blank">rtsol(8)</a>. Только один интерфейс может быть настроен таким образом.

source: Set to automatically create the defined <b>Remote Path</b> if it does not exist.
es_ar: Configure para crear automáticamente la <b> Ruta remota </b> definida si no existe.
fr: Configuré pour créer automatiquement le <b>chemin distant</b> défini s'il n'existe pas.
ru: Установите для автоматического создание <b>Удаленного пути</b>, если он не существует.

source: Set to boot a debug kernel after the next system reboot.
es_ar: Configure para arrancar un núcleo de depuración después del próximo reinicio del sistema.
fr: Configuré pour démarrer un noyau de debug après le prochain redémarrage du système.
ru: Установите для загрузки отладочного ядра после следующей перезагрузки системы.

source: Set to confirm detaching the pool.
es_ar: Establecer para confirmar la separación de la piscina.
fr: Configuré pour confirmer le détachement du volume.
ru: Установите для подтверждения отсоединения пула.

source: Set to create a new primary group with the same name as the user. Unset to select an existing group for the user.
es_ar: Establezca para crear un nuevo grupo primario con el mismo nombre que el usuario. Desarmar para seleccionar un grupo existente para el usuario.
fr: Configuré pour créer un nouveau groupe primaire portant le même nom que l'utilisateur. Désélectionnez pour sélectionner un groupe existant pour l'utilisateur.
ru: Установите для создания новой основной группы с тем же именем, что и у пользователя. Снимите, чтобы выбрать существующую группу для пользователя.

source: Set to delete this alias.
es_ar: Establezca para eliminar este alias.
fr: Définir pour supprimer cet alias.
ru: Установите, чтобы удалить этот псевдоним.

source: Set to determine if the system participates in a browser election. Leave unset when the network contains an AD or LDAP server, or when Vista or Windows 7 machines are present.
es_ar: Establezca para determinar si el sistema participa en una elección de navegador. Deje sin configurar cuando la red contiene un servidor AD o LDAP, o cuando halla máquinas con Vista o Windows 7.
fr: Réglé pour déterminer si le système participe à une sélection de navigateur. Laisser désactivé lorsque le réseau contient un serveur AD ou LDAP, ou lorsque des machines Vista ou Windows 7 sont présentes.
ru: Установите, чтобы определить, что система участвует в выборах браузера. Оставьте неустановленным, если сеть содержит сервер AD или LDAP, или когда присутствуют машины Vista или Windows 7.

source: Set to disable caching AD users and groups. This can help when unable to bind to a domain with a large number of users or groups.
es_ar: Establecer para deshabilitar el almacenamiento en caché de usuarios y grupos de AD. Esto puede ayudar cuando no puede vincularse a un dominio con una gran cantidad de usuarios o grupos.
fr: Réglé pour désactiver la mise en cache des utilisateurs et des groupes AD. Cela peut être utile lorsqu'il est impossible de se lier à un domaine avec un grand nombre d'utilisateurs ou de groupes.
ru: Установите, чтобы отключить кэширование пользователей и групп AD. Это может помочь при невозможности привязки к домену с большим количеством пользователей или групп.

source: Set to disable the password prompt that appears before clients access AFP shares.
es_ar: Configure para deshabilitar la solicitud de contraseña que aparece antes de que los clientes accedan a recursos compartidos de AFP.
fr: Réglé pour désactiver l'invite de mot de passe qui apparaît avant que les clients n'accèdent aux parts de l'AFP.
ru: Установите, чтобы отключить запрос пароля, который появляется перед доступом клиентов к общим ресурсам AFP.

source: Set to display CPU usage as percentages in Reporting.
es_ar: Configurado para mostrar el uso de la CPU como porcentajes en Informes.
fr: Définir pour afficher l'utilisation du CPU en pourcentage dans le Reporting.
ru: Установите для отображения загрузки процессора в процентах в отчетности.

source: Set to display image upload options.
es_ar: Configurar para mostrar las opciones de carga de imágenes.
fr: Définir pour afficher les options de téléchargement d'images.
ru: Установите для отображения параметров загрузки изображения.

source: Set to either start this replication task immediately after the linked periodic snapshot task completes or continue to create a separate <b>Schedule</b> for this replication.
es_ar: Configure esta opción para iniciar esta tarea de replicación inmediatamente después de que la tarea de instantánea periódica vinculada se complete o continúe creando una <b> Programación </b> separada para esta replicación.
fr: Configuré pour démarrer cette tâche de réplication immédiatement après la fin de la tâche d'instantané périodique liée ou pour continuer à créer un <b>calendrier</b> séparé pour cette réplication.
ru: Установите для запуска этой задачи репликации сразу после завершения связанной периодической задачи моментального снимка или продолжайте для создания отдельного <b>Расписание</b> для этой репликации.

source: Set to enable DHCP. Leave unset to create a static IPv4 or IPv6 configuration. Only one interface can be configured for DHCP.
es_ar: Establezca para habilitar DHCP. Deje sin configurar para crear una configuración estática de IPv4 o IPv6. Solo se puede configurar una interfaz para DHCP.
fr: Réglé pour activer DHCP. Laisser libre pour créer une configuration IPv4 ou IPv6 statique. Une seule interface peut être configurée pour DHCP.
ru: Установите для включения DHCP. Оставьте неустановленным, чтобы создать статическую конфигурацию IPv4 или IPv6. Только один интерфейс может быть настроен для DHCP.

source: Set to enable Samba to do DNS updates when joining a domain.
es_ar: Establezca para permitir que Samba realice actualizaciones de DNS al unirse a un dominio.
fr: Configuré pour permettre à Samba de faire des mises à jour DNS lorsqu'il rejoint un domaine.
ru: Установите, чтобы Samba делала обновления DNS при присоединении к домену.

source: Set to enable automatic ZFS jailing inside the jail. The assigned ZFS dataset is fully controlled by the jail.
es_ar: Configurado para habilitar el encarcelamiento automático de ZFS dentro de la jaula. El conjunto de datos ZFS asignado está totalmente controlado por la jaula.
fr: Définit l'activation de l'environnement jail automatique ZFS à l'intérieur de l'environnement jail. Le dataset ZFS affecté est entièrement contrôlé par l'environnement jail.
ru: Установите, чтобы включить управление ZFS внутри jail. Назначенный набор данных ZFS полностью контролируется jail.

source: Set to enable connecting to the VNC web interface.
es_ar: Configurado para habilitar la conexión a la interfaz web VNC.
fr: Réglé pour activer la connexion à l'interface web VNC.
ru: Установите, чтобы разрешить подключение к веб-интерфейсу VNC.

source: Set to enable the File eXchange Protocol. This option makes the server vulnerable to FTP bounce attacks so it is not recommended.
es_ar: Configurado para habilitar el Protocolo de intercambio de archivos. Esta opción hace que el servidor sea vulnerable a los ataques de rebote FTP, por lo que no se recomienda.
fr: Réglé pour activer le protocole d'échange de fichiers. Cette option rend le serveur vulnérable aux attaques de rebond FTP et n'est donc pas recommandée.
ru: Установите для включения File eXchange Protocol. Этот параметр делает сервер уязвимым для атак с использованием FTP bounce, поэтому он не рекомендуется.

source: Set to enable the iSCSI extent.
es_ar: Establecer para habilitar la extensión iSCSI.
fr: Réglé pour activer l'étendue iSCSI.

source: Set to enable the web user interface for the S3 service. Access the minio web interface by entering the IP address and port number separated by a colon in the browser address bar.
es_ar: Configurado para habilitar la interfaz de usuario web para el servicio S3. Acceda a la interfaz web de minio ingresando la dirección IP y el número de puerto separados por dos puntos en la barra de direcciones del navegador.
fr: Activation de l'interface utilisateur web pour le service S3. Accédez à la mini interface web en entrant l'adresse IP et le numéro de port séparés par deux points dans la barre d'adresse du navigateur.

source: Set to export the certificate environment variables.
es_ar: Establecer para exportar las variables de entorno del certificado.
fr: Défini pour exporter les variables d'environnement du certificat.
ru: Установите для экспорта переменных окружения сертификата.

source: Set to force NFS shares to fail if the Kerberos ticket is unavailable.
es_ar: Configurado para forzar que los recursos compartidos de NFS fallen si el ticket Kerberos no está disponible.
fr: Réglé pour forcer les partages NFS à échouer si le ticket Kerberos n'est pas disponible.
ru: Установите для принудительного сбоя общих ресурсов NFS, если билет Kerberos недоступен.

source: Set to generate and attach to the new issue a report containing an overview of the system hardware, build string, and configuration. This can take several minutes.
es_ar: Configure para generar y adjuntar al nuevo problema un informe que contiene una descripción general del hardware del sistema, la cadena de compilación y la configuración. Esto puede tardar varios minutos.
fr: Permet de générer et de joindre à la nouvelle édition un rapport contenant une vue d'ensemble du matériel système, de la chaîne de construction et de la configuration. Cela peut prendre plusieurs minutes.
ru: Установите для создания и присоединения к новой проблеме отчета, содержащего обзор аппаратного обеспечения системы, строки сборки и конфигурации. Это может занять несколько минут.

source: Set to have <a href="https://www.freebsd.org/cgi/man.cgi?query=ypbind" target="_blank">ypbind(8)</a> refuse to bind to any NIS server not running as root on a TCP port over 1024.
es_ar: Establezca que <a href="https://www.freebsd.org/cgi/man.cgi?query=ypbind" target="_blank"> ypbind (8) </a> se niegue a unirse a cualquier servidor NIS que no ejecutándose como root en un puerto TCP sobre 1024.
fr: Configuré pour que <a href="https://www.freebsd.org/cgi/man.cgi?query=ypbind" target="_blank">ypbind(8)</a> refuse de se lier à tout serveur NIS ne fonctionnant pas en tant que root sur un port TCP supérieur à 1024.
ru: Установите для отказа в привязке <a href="https://www.freebsd.org/cgi/man.cgi?query=ypbind" target="_blank">ypbind(8)</a> к любой сервер NIS, не работающий от имени root на порте TCP более 1024.

source: Set to ignore mapping requests for the <i>BUILTIN</i> domain.
es_ar: Configurado para ignorar las solicitudes de mapeo para el dominio <i> BUILTIN </i>.
fr: Configuré pour ignorer les demandes de cartographie pour le domaine <i>BUILTIN</i>.

source: Set to ignore the Virtual Machine status during the delete operation. Unset to prevent deleting the Virtual Machine when it is still active or has an undefined state.
es_ar: Establezca para ignorar el estado de la máquina virtual durante la operación de eliminación. Desarmar para evitar eliminar la máquina virtual cuando todavía está activa o tiene un estado indefinido.
fr: Configuré pour ignorer l'état de la machine virtuelle pendant l'opération de suppression. Désactivé pour empêcher la suppression de la machine virtuelle lorsqu'elle est encore active ou dans un état indéfini.

source: Set to include all subdirectories of the specified directory. When unset, only the specified directory is included.
es_ar: Se establece para incluir todos los subdirectorios del directorio especificado. Cuando se desarma, solo se incluye el directorio especificado.
fr: Définit pour inclure tous les sous-répertoires du répertoire spécifié. Lorsqu'il est désactivé, seul le répertoire spécifié est inclus.
ru: Установите для включения всех подкаталогов указанного каталога. Если не установлено, включен только указанный каталог.

source: Set to include child datasets of the chosen dataset.
es_ar: Establecer para incluir conjuntos de datos secundarios del conjunto de datos elegido.
fr: Définit pour inclure les datasets enfants du dataset sélectionné.
ru: Установите для включения дочерних наборов данных выбранного набора данных.

source: Set to include child datasets of the chosen dataset.
es_ar: Establecer para incluir conjuntos de datos secundarios del conjunto de datos elegido.
fr: Définit pour inclure les datasets enfants du dataset sélectionné.
ru: Установите для включения дочерних наборов данных выбранного набора данных.

source: Set to include the Fully-Qualified Domain Name (FQDN) in logs to precisely identify systems with similar hostnames.
es_ar: Configurado para incluir el nombre de dominio completo (FQDN) en los registros para identificar con precisión los sistemas con nombres de host similares.
fr: Configuré pour inclure le nom de domaine entièrement qualifié (FQDN) dans les journaux afin d'identifier précisément les systèmes ayant des noms d'hôtes similaires.
ru: Установите для включения полного доменного имени (FQDN) в журналы, чтобы точно идентифицировать системы с похожими именами хостов.

source: Set to inhibit some syslog diagnostics to avoid error messages. See <a href="https://www.freebsd.org/cgi/man.cgi?query=exports" target="_blank">exports(5)</a> for examples.
es_ar: Configurado para inhibir algunos diagnósticos de syslog para evitar mensajes de error. Consulte <a href="https://www.freebsd.org/cgi/man.cgi?query=exports" target="_blank"> exportaciones (5) </a> para ver ejemplos.
fr: Réglé pour inhiber certains diagnostics syslog afin d'éviter les messages d'erreur. Voir <a href="https://www.freebsd.org/cgi/man.cgi?query=exports" target="_blank">exportations(5)</a> pour des exemples.
ru: Установите, чтобы запретить некоторую диагностику системного журнала, чтобы избежать сообщений об ошибках. См. <a href="https://www.freebsd.org/cgi/man.cgi?query=exports" target="_blank">export(5)</a> для примеров.

source: Set to log <a href="https://www.freebsd.org/cgi/man.cgi?query=mountd" target="_blank">mountd(8)</a> syslog requests.
es_ar: Configure para registrar <a href="https://www.freebsd.org/cgi/man.cgi?query=mountd" target="_blank"> mountd (8) </a> solicitudes de syslog.
fr: Définit les requêtes syslog de log <a href="https://www.freebsd.org/cgi/man.cgi?query=mountd" target="_blank">mountd(8)</a>.
ru: Установите для регистрации в системном журнале запросов <a href="https://www.freebsd.org/cgi/man.cgi?query=mountd" target="_blank">mountd(8)</a>.

source: Set to log <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.statd" target="_blank">rpc.statd(8)</a> and <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.lockd" target="_blank">rpc.lockd(8)</a> syslog requests.
es_ar: Configure para iniciar sesión <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.statd" target="_blank"> rpc.statd (8) </a> y <a href = "https://www.freebsd.org/cgi/man.cgi?query=rpc.lockd" target = "_ blank"> rpc.lockd (8) </a> solicitudes de syslog.
fr: Définissez <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.statd" target="_blank">rpc.statd(8)</a> et <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.lockd" target="_blank">rpc.lockd(8)</a> comme requêtes syslog.
ru: Установите для регистрации в системном журнале запросов <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.statd" target="_blank">rpc.statd(8)</a> и <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.lockd" target="_blank">rpc.lockd(8)</a>

source: Set to log attempts to join the domain to /var/log/messages.
es_ar: Establecer para registrar intentos de unir el dominio a / var / log / messages.
fr: Définir comme journal des tentatives pour rejoindre le domaine dans /var/log/messages.
ru: Установите для регистрации попыток присоединиться к домену в /var/log/messages.

source: Set to log authentication failures in <i>/var/log/messages</i> instead of the default of <i>/var/log/samba4/log.smbd</i>.
es_ar: Configurado para registrar fallas de autenticación en <i> / var / log / messages </i> en lugar del valor predeterminado de <i> /var/log/samba4/log.smbd </i>.
fr: Définit les échecs d'authentification dans <i>/var/log/messages</i> au lieu de <i>/var/log/samba4/log.smbd</i> par défaut.
ru: Установите для регистрации ошибок аутентификации в <i>/var/log/messages</i> вместо <i>/var/log/samba4/log.smbd</i> по умолчанию.

source: Set to make the module <i>read-only</i>. No new ranges are allocated or new mappings created in the idmap pool.
es_ar: Configurado para hacer que el módulo <i>solo lectura</i>. No se asignan nuevos rangos ni se crean nuevas asignaciones en el grupo de idmap.
fr: Réglé pour que le module soit en <i>read-only</i>. Aucune nouvelle plage n'est attribuée ou de nouvelles cartographies créées dans le volume idmap.

source: Set to mount a <a href="https://www.freebsd.org/cgi/man.cgi?query=linprocfs" target="_blank">linprocfs(5)</a> filesystem in the jail.
es_ar: Configure para montar un <a href="https://www.freebsd.org/cgi/man.cgi?query=linprocfs" target="_blank">linprocfs(5)</a> en la jaula.
fr: Configuré pour monter un système de fichiers <a href="https://www.freebsd.org/cgi/man.cgi?query=linprocfs" target="_blank">linprocfs(5)</a> dans l'environnement jail.
ru: Установите для монтирования файловой системы <a href="https://www.freebsd.org/cgi/man.cgi?query=linprocfs" target="_blank">linprocfs(5)</a> в jail.

source: Set to mount a <a href="https://www.freebsd.org/cgi/man.cgi?query=procfs" target="_blank">procfs(5)</a> filesystem in the jail <i>/dev/proc</i> directory.
es_ar: Configurado para montar un <a href="https://www.freebsd.org/cgi/man.cgi?query=procfs" target="_blank">procfs(5)</a> sistema de archivos en la jaula <i>/dev/proc</i> directorio.
fr: Définit de monter un système de fichiers <a href="https://www.freebsd.org/cgi/man.cgi?query=procfs" target="_blank">procfs(5)</a> dans le répertoire jail <i>/dev/proc</i>.
ru: Установите для монтирования файловой системы <a href="https://www.freebsd.org/cgi/man.cgi?query=procfs" target="_blank">procfs(5)</a> в каталог jail <i>/dev/proc</i>.

source: Set to override safety checks and add the disk to the pool. <br>WARNING: any data stored on the disk will be erased!
es_ar: Establezca para anular las comprobaciones de seguridad y agregar el disco al grupo. <br> ADVERTENCIA: ¡todos los datos almacenados en el disco se borrarán!
fr: Réglez pour passer outre les contrôles de sécurité et ajoutez le disque au volume. <br>ATTENTION : toute donnée stockée sur le disque sera effacée !

source: Set to perform reverse DNS lookups on client IPs. This can cause long delays if reverse DNS is not configured.
es_ar: Configurado para realizar búsquedas inversas de DNS en las IP del cliente. Esto puede causar retrasos largos si el DNS inverso no está configurado.
fr: Configuré pour effectuer des recherches DNS inversées sur les adresses IP des clients. Ceci peut causer de longs délais si le DNS inverse n'est pas configuré.
ru: Установите для выполнения обратного поиска DNS на клиентских IP-адресах. Это может вызвать длительные задержки, если обратный DNS не настроен.

source: Set to permanently erase all information stored on this pool when the detach operation is confirmed.
es_ar: Configurado para borrar permanentemente toda la información almacenada en este grupo cuando se confirma la operación de desconexión.
fr: Réglé pour effacer définitivement toutes les informations stockées sur ce volume lorsque l'opération de détachement est confirmée.
ru: Установите для постоянного удаления всей информации, хранящейся в этом пуле, после подтверждения операции отсоединения.

source: Set to preserve modification times of files.
es_ar: Establecer para preservar los tiempos de modificación de los archivos.
fr: Réglé pour préserver les heures de modification des fichiers.
ru: Установите, чтобы сохранить время модификации файлов.

source: Set to preserve original file permissions. This is useful when the user is set to <i>root</i>.
es_ar: Establecer para preservar los permisos del archivo original. Esto es útil cuando el usuario está configurado en <i> raíz </i>.
fr: Définit pour préserver les autorisations du fichier d'origine. Ceci est utile lorsque l'utilisateur est défini sur <i>root</i>.
ru: Установите, чтобы сохранить исходные права доступа к файлу. Это полезно, когда для пользователь установлен в <i>root</i>.

source: Set to prevent the dataset from being modified.
es_ar: Se establece para evitar que se modifique el conjunto de datos.
fr: Réglé pour empêcher la modification du dataset.
ru: Установите, чтобы предотвратить изменение набора данных.

source: Set to prevent the initiator from initializing this LUN.
es_ar: Establezca para evitar que el iniciador inicialice este LUN.
fr: Réglé pour empêcher l'initiateur d'initialiser ce LUN.
ru: Установите, чтобы инициатор не инициализировал этот LUN.
