Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Several providers are supported. If a specific provider is not listed, select <i>Custom Provider</i> and enter the information in the <i>Custom Server</i> and <i>Custom Path</i> fields.
es_ar: Varios proveedores son compatibles. Si un proveedor específico no está en la lista, seleccione <i> Proveedor personalizado </i> e ingrese la información en los campos <i> Servidor personalizado </i> y <i> Ruta personalizada </i>.
fr: Plusieurs fournisseurs sont supportés. Si un fournisseur spécifique n'est pas répertorié, sélectionnez <i>Fournisseur personnalisé</i> et entrez les informations dans les champs <i>Serveur personnalisé</i> et <i>Chemin d'accès personnalisé</i>.
ru: Поддерживаются несколько провайдеров. Если определенного поставщика нет в списке, выберите <i>Пользовательский поставщик</i> и введите информацию в поля <i>Пользовательский сервер</i> и <i>Пользовательский путь</i>.

source: Share ACL
es_ar: Compartir ACL

source: Share Name
es_ar: Nombre de compartición
fr: Nom du Partage
ru: Имя ресурса

source: Share Type
es_ar: Tipo de compartición
fr: Type de partage
ru: Тип ресурса

source: Shares
es_ar: Comparticiones

source: Sharing Controls
es_ar: Compartir controles

source: Sharing Platform
es_ar: Compartir Plataforma

source: Short Description
es_ar: Descripción corta
fr: Description courte
ru: Краткое описание

source: Should only be used for highly accurate <b>NTP</b> servers such as those with time monitoring hardware.
es_ar: Solo debe usarse para servidores <b> NTP </b> de alta precisión, como aquellos con hardware de monitoreo de tiempo.
fr: Ne doit être utilisé que pour les serveurs <b>NTP</b> de haute précision tels que ceux dotés de matériel de surveillance du temps.
ru: Следует использовать только для высокоточных серверов <b>NTP</b>, например, с оборудованием для контроля времени.

source: Should only be used for highly accurate <b>NTP</b> servers such as those with time monitoring hardware.
es_ar: Solo debe usarse para servidores <b> NTP </b> de alta precisión, como aquellos con hardware de monitoreo de tiempo.
fr: Ne doit être utilisé que pour les serveurs <b>NTP</b> de haute précision tels que ceux dotés de matériel de surveillance du temps.
ru: Следует использовать только для высокоточных серверов <b>NTP</b>, например, с оборудованием для контроля времени.

source: Show
es_ar: Mostrar
fr: Afficher

source: Show Advanced Fields by Default
es_ar: Mostrar campos avanzados por defecto
fr: Afficher les champs avancés par défaut

source: Show All Groups
es_ar: Mostrar todos los grupos
fr: Afficher tous les groupes

source: Show All Users
es_ar: Mostrar todos los usuarios
fr: Afficher tous les utilisateurs

source: Show Console Messages
es_ar: Mostrar mensajes de consola
fr: Afficher les messages de la console

source: Show Extra Columns
es_ar: Mostrar columnas adicionales
fr: Afficher les colonnes supplémentaires

source: Show Text Console without Password Prompt
es_ar: Mostrar consola de texto sin solicitud de contraseña
fr: Afficher la Console sans demande de mot de passe
ru: Показать текстовую консоль без запроса пароля

source: Show Tracebacks in Case of Fatal Error
es_ar: Mostrar trazas en caso de error fatal
fr: Montrez les Tracebacks en cas d'erreur fatale

source: Show all available groups, even those that have not used any data.
es_ar: Mostrar todos los grupos disponibles, incluso aquellos que no han utilizado ningún dato.
fr: Afficher tous les groupes disponibles, même ceux qui n'ont utilisé aucune donnée.

source: Show all available users, including those that have not used any data.
es_ar: Mostrar todos los usuarios disponibles, incluidos aquellos que no han utilizado ningún dato.
fr: Afficher tous les utilisateurs disponibles, y compris ceux qui n'ont utilisé aucune donnée.

source: Show only those users who are using data. This is the default view.
es_ar: Mostrar solo aquellos usuarios que están utilizando datos. Esta es la vista predeterminada.
fr: N'affichez que les utilisateurs qui utilisent les données. Il s'agit de l'affichage par défaut.

source: Showing extra columns in the table is useful for data filtering, but can cause performance issues. NOTE: This window will reload automatically so that the new view can take effect.
es_ar: Mostrar columnas adicionales en la tabla es útil para el filtrado de datos, pero puede causar problemas de rendimiento. NOTA: esta ventana se volverá a cargar automáticamente para que la nueva vista surta efecto.
fr: L'affichage de colonnes supplémentaires dans le tableau est utile pour le filtrage des données, mais peut causer des problèmes de performance. REMARQUE : Cette fenêtre se recharge automatiquement pour que la nouvelle vue puisse prendre effet.

source: Shows only the groups that are using data. This is the default view.
es_ar: Muestra solo los grupos que están utilizando datos. Esta es la vista predeterminada.
fr: N'indique que les groupes qui utilisent les données. Il s'agit de l'affichage par défaut.

source: Shrinking a ZVOL is not allowed in the User Interface. This can lead to data loss.
es_ar: Reducir un ZVOL no está permitido en la interfaz de usuario. Esto puede conducir a la pérdida de datos.
fr: Le rétrécissement d'un ZVOL n'est pas autorisé dans l'interface utilisateur. Cela peut entraîner une perte de données.
ru: Сжатие ZVOL не допускается в пользовательском интерфейсе. Это может привести к потере данных.

source: Shut Down
es_ar: Apagar
fr: Éteindre
ru: Отключить

source: Shut down
es_ar: Apagar
fr: Éteindre
ru: Отключить

source: Shut down the system?
es_ar: ¿Apagar sistema?
fr: Arrêter le système ?
ru: Отключить систему?

source: Shutdown
es_ar: Apagar
fr: Éteindre

source: Shutdown Command
es_ar: Comando de apagado
fr: Commande d'arrêt
ru: Команда отключения

source: Shutdown Mode
es_ar: Modo de apagado
fr: Mode d'arrêt
ru: Режим отключения

source: Shutdown Timeout
es_ar: Tiempo de espera de apagado
fr: Délai d'arrêt

source: Shutdown Timer
es_ar: Temporizador de apagado
fr: Minuterie d'arrêt
ru: Таймер отключения

source: Sidebar Controls
es_ar: Controles de barra lateral
ru: Элементы управления боковой панели

source: Sign
es_ar: Firmar

source: Sign CSR
es_ar: Firma CSR
fr: Signer CSR
ru: Подписать CSR

source: Sign in
es_ar: Iniciar sesión
fr: Connexion
ru: Войти

source: Signed By:
es_ar: Firmado por:
fr: Signé par:

source: Signed Certificates:
es_ar: Certificados firmados:

source: Signing Certificate Authority
es_ar: Autoridad de certificación de firma
fr: Autorité de certification signataire
ru: Подписание центра сертификации

source: Signing Request
es_ar: Solicitud de firma
fr: Demande de signature
ru: Запрос подписи

source: Silver / Gold Coverage Customers can enable iXsystems Proactive Support. This automatically emails iXsystems when certain conditions occur on this TrueNAS system. The iX Support Team will promptly communicate with the Contacts saved below to quickly resolve any issue that may have occurred on the system.
es_ar: Cobertura de plata/oro Los clientes pueden habilitar el soporte proactivo de iXsystems. Esto automáticamente envía correos electrónicos a iXsystems cuando ocurren ciertas condiciones en este sistema TrueNAS. El equipo de soporte de iX se comunicará de inmediato con los contactos guardados a continuación para resolver rápidamente cualquier problema que pueda haber ocurrido en el sistema.
fr: Les clients peuvent activer le support proactif d'iXsystems (Silver / Gold Coverage). Ceci envoie automatiquement des e-mails à iXsystems lorsque certaines conditions se produisent sur ce système TrueNAS. L'équipe de support iX communiquera rapidement avec les contacts enregistrés ci-dessous pour résoudre rapidement tout problème qui aurait pu survenir sur le système.
ru: Клиенты с покрытием Silver / Gold могут включить Проактивную поддержку iXsystems. Это автоматически отправляет iXsystems электронные письма, когда в этой системе TrueNAS возникают определенные условия. Служба поддержки iX оперативно свяжется с контактами, сохраненными ниже, чтобы быстро разрешить любую проблему, которая могла возникнуть в системе.

source: Site Name
es_ar: Nombre del sitio
fr: Nom du site
ru: Имя сайта

source: Size
es_ar: Tamaño
fr: Taille
ru: Размер

source: Size for this zvol
es_ar: Tamaño para este zvol
fr: Taille pour ce zvol
ru: Размер этого zvol

source: Skip automatic detection of the Endpoint URL region. Set this when configuring a custom Endpoint URL.
es_ar: Omita la detección automática de la región URL de Endpoint. Establezca esto cuando configure una URL de punto final personalizada.
fr: Passer la détection automatique de la région de l'URL du point d'extrémité (Endpoint URL). Définissez ceci lors de la configuration d'une URL de point d'extrémité personnalisée.
ru: Пропустить автоматическое определение региона URLконечной точки. Установите это при настройке пользовательского URL-адреса конечной точки.

source: Snapshot
es_ar: Instantánea
fr: Instantané

source: Snapshot Lifetime
es_ar: Instantánea de por vida
fr: Durée de vie des instantanés
ru: Время жизни снимка

source: Snapshot Retention Policy
es_ar: Política de retención de instantáneas
fr: Politique de conservation des instantanés
ru: Политика хранения снимков

source: Snapshot directory
es_ar: Directorio de Instantánea
fr: Répertoire des instantanés
ru: Каталог снимков

source: Snapshot name format string. The default is <code>auto-%Y-%m-%d_%H-%M</code>. Must include the strings <i>%Y</i>, <i>%m</i>, <i>%d</i>, <i>%H</i>, and <i>%M</i>, which are replaced with the four-digit year, month, day of month, hour, and minute as defined in <a href="https://www.freebsd.org/cgi/man.cgi?query=strftime" target="_blank">strftime(3)</a>.<br><br> For example, snapshots of <i>pool1</i> with a Naming Schema of <i>customsnap-%Y%m%d.%H%M</i> have names like <i>pool1@customsnap-20190315.0527</i>.
es_ar: Cadena de formato de nombre de instantánea. El valor predeterminado es <code>auto-%Y-%m-%d_%H-%M</code>. Debe incluir las cadenas <i>%Y</i>, <i>%m</i>, <i>%d</i>, <i>%H</i>, and <i>%M</i>, que se reemplazan con el año, mes, día del mes, hora y minuto de cuatro dígitos como se define en <a href="https://www.freebsd.org/cgi/man.cgi?query=strftime" target="_blank">strftime(3)</a>. <br><br> Por ejemplo, instantáneas de <i>pool1</i> con un esquema de nomenclatura de <i>customsnap-%Y%m%d.%H%M</i> tienen nombres como <i>pool1@customsnap-20190315.0527</i>.

source: Snapshot schedule for this replication task. Choose from previously configured <b>Periodic Snapshot Tasks</b>. This replication task must have the same <b>Recursive</b> and <b>Exclude Child Datasets</b> values as the chosen periodic snapshot task. Selecting a periodic snapshot schedule removes the <b>Schedule</b> field.
es_ar: Programa de instantáneas para esta tarea de replicación. Elija entre <b>Tareas periódicas de instantáneas</b> previamente configuradas. Esta tarea de replicación debe tener los mismos valores <b>Recursivos</b> y <b>Excluir conjuntos de datos secundarios</b> que la tarea de instantánea periódica elegida. Al seleccionar una programación periódica de instantáneas, se elimina el campo <b>Programación</b>.
fr: Planification des instantanés pour cette tâche de réplication. Choisissez parmi les <b>tâches d'instantané périodiques</b> précédemment configurées. Cette tâche de réplication doit avoir les mêmes valeurs <b> récursive </b> et <b> Exclure les datasets enfants </b> que la tâche d'instantané périodique choisie. La sélection d'une planification d'instantanés périodiques supprime le champ <b> Planification </b>.

source: Snapshot successfully taken.
es_ar: Instantánea tomada con éxito.
fr: Instantané pris avec succès.
ru: Снимок успешно создан.

source: Some authentication tools default to 30 seconds and do not support custom intervals.
es_ar: Algunas herramientas de autenticación tienen un valor predeterminado de 30 segundos y no admiten intervalos personalizados.

source: Sort languages by:
es_ar: Ordenar idiomas por:
fr: Trier les langues par :
ru: Сортировать языки по:

source: Source
es_ar: Origen
ru: Источник

source: Source Location
es_ar: Lugar de origen
fr: Emplacement source

source: Space
es_ar: Espacio
fr: Espace

source: Space-delimited list of allowed IP addresses <i>(192.168.1.10)</i> or hostnames <i>(www.freenas.com)</i>. Leave empty to allow all.
es_ar: Lista delimitada por espacios de direcciones IP permitidas <i> (192.168.1.10) </i> o nombres de host <i> (www.freenas.com) </i>. Dejar en blanco para permitir todo.
fr: Liste délimitée par des espaces des adresses IP autorisées <i>(192.168.1.10)</i> ou des noms d'hôtes <i>(www.freenas.com)</i>. Laisser vide pour permettre à tous.
ru: Разделенный пробелами список разрешенных IP-адресов <i>(192.168.1.10)</i> или имен хостов <i>(www.freenas.com)</i>. Оставьте пустым, чтобы разрешить все.

source: Space-delimited list of allowed networks in network/mask CIDR notation. Example: <i>1.2.3.0/24</i>. Leave empty to allow all.
es_ar: Lista delimitada por espacios de redes permitidas en notación CIDR de red / máscara. Ejemplo: <i> 1.2.3.0/24 </i>. Dejar en blanco para permitir todo.
fr: Liste délimitée par des espaces des réseaux autorisés en notation CIDR réseau/masque. Exemple : <i>1.2.3.0.0/24</i>. Laisser vide pour permettre à tous.
ru: Разделенный пробелами список разрешенных сетей в нотации сети/маски CIDR. Пример: <i>1.2.3.0/24</i>. Оставьте пустым, чтобы разрешить все.

source: Spaces are allowed.
es_ar: Se permiten espacios.
fr: Des espaces sont autorisés.
ru: Пробелы разрешены.

source: Spare VDev
es_ar: VDev de repuesto
fr: VDev de spare
ru: Резервный VDev

source: Spares
es_ar: Repuestos
fr: Réserves
ru: Резерв

source: Sparse
es_ar: Escaso
ru: Разреженный

source: Special Allocation class, used to create Fusion pools. Optional vdev type which is used to speed up metadata and small block IO.
es_ar: Clase de asignación especial, utilizada para crear grupos de Fusion. Tipo vdev opcional que se utiliza para acelerar los metadatos y la E/S de bloques pequeños.
fr: Classe d'allocation spéciale, utilisée pour créer les volumes Fusion. Type vdev optionnel, utilisé pour accélérer les métadonnées et les entrées/sorties en petits blocs.

source: Specifies the auxiliary directory service ID provider.
es_ar: Especifica el proveedor de ID de servicio de directorio auxiliar.
fr: Précise le fournisseur d'identification du service d'annuaire auxiliaire.

source: Specify a port for encrypted connections. The default port <i>8081</i> is recommended. Do not reuse a port.
es_ar: Especifique un puerto para conexiones cifradas. Se recomienda el puerto predeterminado <i>8081</i>. No reutilice un puerto.
fr: Spécifiez un port pour les connexions chiffrées. Le port par défaut <i>8081</i> est recommandé. Ne pas réutiliser un port.
ru: Укажите порт для зашифрованных соединений. Рекомендуется использовать порт по умолчанию <i>8081</i>. Не используйте порт повторно.

source: Specify a port for unencrypted connections. The default port <i>8080</i> is recommended. Do not reuse a port.
es_ar: Especifique un puerto para conexiones sin cifrar. Se recomienda el puerto predeterminado <i>8080</i>. No reutilice un puerto.
fr: Spécifiez un port pour les connexions non chiffrées. Le port par défaut <i>8080</i> est recommandé. Ne pas réutiliser un port.
ru: Укажите порт для незашифрованных соединений. Рекомендуется использовать порт по умолчанию <i>8080</i>. Не используйте порт повторно.

source: Specify a size and value such as <i>10 GiB</i>.
es_ar: Especifique un tamaño y valor como <i>10 GiB</i>.
fr: Spécifiez une taille et une valeur telles que <i>10 GiB</i>.
ru: Укажите размер и значение, например <i>10 GiB</i>.

source: Specify any jails this jail depends on. Child jails must already exist before the parent jail can be created.
es_ar: Especifique las jaulas de las que depende esta jaula. Las jaulas secundarias ya deben existir antes de que se pueda crear la jaula principal.
fr: Spécifiez les jails dont dépend ce jail. Les jails enfants doivent déjà exister avant que le jail mère puisse être créée.
ru: Укажите любые jail, от которых зависит эта jail. Дочерние jail должны уже существовать, прежде чем родительская jail может быть создана.

source: Specify how many servers to create. Increase if NFS client responses are slow. Keep this less than or equal to the number of CPUs reported by <b>sysctl -n kern.smp.cpus</b> to limit CPU context switching.
es_ar: Especifique cuántos servidores crear. Aumente si las respuestas del cliente NFS son lentas. Mantenga esto menor o igual que el número de CPU informadas por <b>sysctl -n kern.smp.cpus</b> para limitar el cambio de contexto de la CPU.
fr: Spécifiez le nombre de serveurs à créer. Augmentation si les réponses des clients des NFS sont lentes. Gardez ce nombre inférieur ou égal au nombre de CPU rapporté par <b>sysctl -n kern.smp.cpus</b> pour limiter le changement de contexte CPU.
ru: Укажите, сколько серверов создать. Увеличьте, если ответы клиента NFS медленные. Оставьте это число меньше или равным количеству процессоров, которое сообщает <b>sysctl -n kern.smp.cpus</b>, чтобы ограничить переключение контекста процессора.

source: Specify the IP addresses to listen for AFP connections. Leave blank to bind to all available IPs. If none are specified, advertise the first IP address of the system, but listen for any incoming request.
es_ar: Especifique las direcciones IP para escuchar las conexiones AFP. Deje en blanco para enlazar a todas las direcciones IP disponibles. Si no se especifica ninguno, anuncie la primera dirección IP del sistema, pero escuche cualquier solicitud entrante.
fr: Spécifiez les adresses IP pour écouter les connexions AFP. Laissez vide pour vous relier à toutes les IP disponibles. Si aucune n'est spécifiée, annoncez la première adresse IP du système, mais écoutez toute demande entrante.

source: Specify the PCI device to pass thru (bus#/slot#/fcn#).
es_ar: Especifique el dispositivo PCI para pasar (bus#/slot#/fcn#).
fr: Indiquez le périphérique PCI à traverser (pass thru) (bus#/slot#/fcn#).

source: Specify the message displayed to local login users after authentication. Not displayed to anonymous login users.
es_ar: Especifique el mensaje que se muestra a los usuarios de inicio de sesión locales después de la autenticación. No se muestra a usuarios de inicio de sesión anónimos.
fr: Spécifiez le message affiché aux utilisateurs de connexion locaux après l'authentification. Ne s'affiche pas aux utilisateurs de connexion anonymes.
ru: Укажите сообщение, отображаемое для локальных пользователей после проверки подлинности. Не отображается для анонимных пользователей.

source: Specify the number of cores per virtual CPU socket.
es_ar: Especifique el número de núcleos por socket de CPU virtual.

source: Specify the number of threads per core.
es_ar: Especifique el número de subprocesos por núcleo.

source: Specify the size of the new zvol.
es_ar: Especifique el tamaño del nuevo zvol.
fr: Spécifiez la taille du nouveau zvol.
ru: Укажите размер нового zvol.

source: Speeds up the initial synchronization (seconds instead of minutes).
es_ar: Acelera la sincronización inicial (segundos en lugar de minutos).
fr: Accélère la synchronisation initiale (secondes au lieu de minutes).
ru: Ускоряет начальную синхронизацию (секунды вместо минут).

source: Speeds up the initial synchronization (seconds instead of minutes).
es_ar: Acelera la sincronización inicial (segundos en lugar de minutos).
fr: Accélère la synchronisation initiale (secondes au lieu de minutes).
ru: Ускоряет начальную синхронизацию (секунды вместо минут).

source: Standard
es_ar: Estándar

source: Standard (Secure)
es_ar: Estándar (seguro)
fr: Standard (Sécurisé)
ru: Стандарт (Безопасный)

source: Standby
es_ar: En espera
fr: En attente
ru: Резервный

source: Start
es_ar: Iniciar
fr: Démarrer
ru: Запустить

source: Start Scrub
es_ar: Iniciar Scrub
fr: Démarrer Scrub
ru: Запустить проверку

source: Start Time:
es_ar: Hora de inicio:
fr: Heure de début :
ru: Время начала:

source: Start a dry run test of this cloud sync task? The system will connect to the cloud service provider and simulate transferring a file. No data will be sent or received.
es_ar: ¿Iniciar una prueba de ejecución en seco de esta tarea de sincronización en la nube? El sistema se conectará al proveedor de servicios en la nube y simulará la transferencia de un archivo. No se enviarán ni recibirán datos.
fr: Commencer un test de fonctionnement à sec de cette tâche de synchronisation cloud ? Le système se connectera au fournisseur de services dans le cloud et simulera le transfert d'un fichier. Aucune donnée ne sera envoyée ou reçue.

source: Start on Boot
es_ar: Iniciar en el arranque
fr: Démarrer au lancement
ru: Запустить при загрузке

source: Start the scrub now?
es_ar: ¿Iniciar el scrub ahora?
fr: Commencez le nettoyage maintenant ?
ru: Начать проверку сейчас?

source: Start time for the replication task.
es_ar: Hora de inicio de la tarea de replicación.
fr: Heure de début de la tâche de réplication.
ru: Время начала задачи репликации.

source: Starting Jail
es_ar: Iniciando Jaula
fr: Démarrage du jail
ru: Запускается jail

source: Starting job...
es_ar: Iniciando...
fr: Démarrage de la tâche...
ru: Запускается задание...

source: State
es_ar: Estado
fr: État
ru: Состояние

source: State:
es_ar: Estado:

source: Static IP addresses which SMB listens on for connections. Leaving all unselected defaults to listening on all active interfaces.
es_ar: Direcciones IP estáticas en las que SMB escucha las conexiones. Dejar todos los valores predeterminados no seleccionados para escuchar en todas las interfaces activas.
fr: Adresses IP statiques écoutées par SMB pour se connecter. Laisser tous les paramètres par défaut non sélectionnés à l'écoute sur toutes les interfaces actives.

source: Static IPv4 address of the IPMI web interface.
es_ar: Dirección IPv4 estática de la interfaz web IPMI.
fr: Adresse IPv4 statique de l'interface web IPMI.
ru: Статический IPv4-адрес веб-интерфейса IPMI.

source: Stats Per Thread
es_ar: Estadísticas por hilo
fr: Stats Par Thread
ru: Статистика на тред

source: Stats/Settings
es_ar: Estadísticas/Configuraciones
fr: Stats/Paramètres
ru: Статистика/Найстройки

source: Status
es_ar: Estado
fr: Statut
ru: Статус

source: Status of TrueCommand
es_ar: Estado de TrueCommand
fr: Statut de TrueCommand

source: Status updated
es_ar: Estado actualizado
fr: Mis à jour du statut
ru: Статус обновлен

source: Status:
es_ar: Estado:
fr: Statut :
ru: Статус:

source: Status:
es_ar: Estado:

source: Stop
es_ar: Detener
fr: Arrêter
ru: Остановить

source: Stop
es_ar: Detener
fr: Arrêter
ru: Остановить

source: Stop Rollback if Snapshots Exist:
es_ar: Detener la reversión si existen instantáneas:
fr: Arrêter la restauration si un instantané existe :

source: Stop Scrub
es_ar: Detener Scrub
fr: Arrêter le Scrub
ru: Остановить проверку

source: Stop TrueCommand Cloud Connection
es_ar: Detener la conexión a la nube de TrueCommand

source: Stop this cloud sync?
es_ar: ¿Detener esta sincronización en la nube?
fr: Arrêter cette synchronisation Cloud ?
ru: Остановить эту облачную синхронизацию?

source: Stopping Jail
es_ar: Deteniendo Jaula
fr: Arrêter la jail
ru: Остановка jail

source: Stops the rollback when the safety check finds any related clone snapshots that are newer than the rollback snapshot.
es_ar: Detiene la reversión cuando la verificación de seguridad encuentra instantáneas de clones relacionadas que son más nuevas que la instantánea de reversión.
fr: Arrête la restauration quand le test de sûreté trouve un clone d'instantané lié qui est plus récent que l'instantané restauré.
