Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Initiators currently connected to the system. Shown in IQN format with an IP address. Set initiators and click an <b>-></b> (arrow) to add the initiators to either the <i>Allowed Initiators</i> or <i>Authorized Networks</i> lists. Clicking <i>Refresh</i> updates the <i>Connected Initiators</i> list.
es_ar: Iniciadores actualmente conectados al sistema. Se muestra en formato IQN con una dirección IP. Configure los iniciadores y haga clic en una <b>-></b> (flecha) para agregar los iniciadores a las listas <i>Iniciadores permitidos</i> o <i>Redes autorizadas</i>. Al hacer clic en <i>Actualizar</i>, se actualiza la lista de <i>Iniciadores conectados</i>.
fr: Les initiateurs actuellement connectés au système. Représenté au format IQN avec une adresse IP. Définissez les initiateurs et cliquez sur un <b>-></b> (flèche) pour ajouter les initiateurs aux listes <i>Initiateurs autorisés</i> ou <i>Réseaux autorisés</i>. Cliquez sur <i>Rafraîchir</i> pour mettre à jour la liste des <i>initiateurs connectés</i>.
ru: Инициаторы в настоящее время подключенные к системе. Показаны в формате IQN с IP-адресом. Выберите инициаторы и нажмите кнопку <b>-></b> (стрелка), чтобы добавить инициаторы в списки <i>Разрешенные инициаторы</i> или <i>Авторизованные сети</i>. Нажатие <i>Обновить</i> обновляет список <i>Подключенные инициаторы</i>.

source: Input the pre-defined S3 bucket to use.
es_ar: Ingrese el depósito S3 predefinido para usar.
fr: Entrer le bucket S3 prédéfini à utiliser.
ru: Введите предопределенный S3 bucket для использования.

source: Input the pre-defined container to use.
es_ar: Ingrese el contenedor predefinido para usar.
fr: Entrez le conteneur prédéfini à utiliser.
ru: Введите предварительно определенный контейнер для использования.

source: Install
es_ar: Instalar
fr: Installer
ru: Установка

source: Install Manual Update File
es_ar: Instalar archivo de actualización manualmente
fr: Installer le fichier de mise à jour manuelle
ru: Установить файл ручного обновления

source: Installation Media
es_ar: Medios de instalación
fr: Supports d'installation
ru: Установочный носитель

source: Installing plugin...
es_ar: Instalando complemento...
fr: Installer le plugin....
ru: Установка плагина...

source: Interface
es_ar: Interfaz
ru: Интерфейс

source: Interface Description
es_ar: Descripción de interfaz
fr: Description de l'interface
ru: Описание интерфейса

source: Interface Settings
es_ar: Configuraciones de interfaz
fr: Paramètres de l'interface
ru: Настройки интерфейса

source: Interface changes reverted.
es_ar: Cambios de interfaz revertidos.
fr: Les changements d'interface ont été annulés.
ru: Изменения интерфейса отменены.

source: Interfaces marked <i>critical</i> are considered necessary for normal operation. When the last critical interface in a failover group is preempted by the other storage controller through the VRRP or CARP protocols, a failover is triggered.
es_ar: Las interfaces marcadas como <i>críticas</i> se consideran necesarias para el funcionamiento normal. Cuando la otra interfaz crítica en un grupo de conmutación por error es reemplazada por el otro controlador de almacenamiento a través de los protocolos VRRP o CARP, se activa una conmutación por error.
fr: Les interfaces marquées comme <i>critiques</i> sont considérées comme nécessaires pour un fonctionnement normal. Lorsque la dernière interface critique d'un groupe de basculement (failover) est devancée par l'autre contrôleur de stockage via les protocoles VRRP ou CARP, un basculement est déclenché.
ru: Интерфейсы, помеченные как <i>критические</i>, считаются необходимыми для нормальной работы. Когда последний критический интерфейс в группе аварийного переключения захватывается другим контроллером хранилища через протоколы VRRP или CARP, происходит аварийное переключение.

source: Internal
es_ar: Interno
fr: Interne
ru: Внутренний

source: Internal Certificate
es_ar: Certificado interno
fr: Certificat interne

source: Internal identifier for the authenticator.
es_ar: Identificador interno para el autenticador.
fr: Identificateur interne de l'authentificateur.
ru: Внутренний идентификатор для аутентификатора.

source: Internal identifier of the certificate. Only alphanumeric characters, dash (<b>-</b>), and underline (<b>_</b>) are allowed.
es_ar: Identificador interno del certificado. Solo se permiten caracteres alfanuméricos, guión (<b>-</b>) y subrayado (<b>_</b>).
fr: Identificateur interne du certificat. Seuls les caractères alphanumériques, le tiret (<b>-</b>) et le soulignement (<b>_</b>) sont autorisés.
ru: Внутренний идентификатор сертификата. Допускаются только буквенно-цифровые символы, тире (<b>-</b>) и подчеркивание (<b>_</b>).

source: Internal identifier of the certificate. Only alphanumeric, "_" and "-" are allowed.
es_ar: Identificador interno del certificado. Solo se permiten alfanuméricos, "_" y "-".
fr: Identificateur interne du certificat. Seuls les caractères alphanumériques, "_" et "-" sont autorisés.
ru: Внутренний идентификатор сертификата. Допускаются только буквенно-цифровые символы, "_" и "-".

source: Internetwork control
es_ar: Control entre redes
fr: Contrôle inter-réseaux

source: Interval
es_ar: Intervalo
fr: Intervalle
ru: Интервал

source: Invalid Format.
es_ar: Formato inválido.
fr: Format invalide.

source: Invalid IP address
es_ar: Dirección IP inválida
fr: Adresse IP non valide
ru: Неверный IP-адрес

source: Invalid dataset.
es_ar: Conjunto de datos no válido.
fr: Dataset invalide.
ru: Неверный набор данных.

source: Invalid format or character.
es_ar: Formato o carácter no válido.
fr: Format ou caractère non valide.
ru: Неверный формат или символ.

source: Invalid network address list. Check for typos or missing CIDR netmasks and separate addresses by pressing <code>Enter</code>.
es_ar: Lista de direcciones de red no válida. Compruebe si hay máscaras tipográficas o máscaras de red CIDR faltantes y direcciones separadas pulsando <code>Enter</code>.
fr: Liste d'adresses de réseau non valable. Vérifiez s'il y a des fautes de frappe ou des masques de réseau CIDR manquants et des adresses séparées en appuyant sur la touche <code>Entrée</code>.
ru: Неверный список сетевых адресов. Проверьте наличие опечаток или отсутствие сетевых масок CIDR и отделяйте адреса, нажимая <code>Enter</code>.

source: Invalid option selected
es_ar: Opción inválida seleccionada
fr: Option sélectionnée invalide
ru: Выбран недопустимый вариант

source: Invalid regex filter
es_ar: Filtro de expresiones regulares no válido
fr: Filtre regex invalide
ru: Неверное регулярное выражение фильтра

source: Invalid value. Missing numerical value or invalid numerical value/unit.
es_ar: Valor no válido. Falta un valor numérico o un valor numérico/unidad no válido.
fr: Valeur non valable. Valeur numérique manquante ou valeur/unité numérique non valable.
ru: Неверное значение. Отсутствует числовое значение или неверное числовое значение/единица.

source: Invalid value. Valid values are numbers followed by optional unit letters for GiB, like <code>256g</code> or <code>1 G</code> or <code>2 GiB</code>.
es_ar: Valor no válido. Los valores válidos son números seguidos de letras de unidad opcionales para GiB, como <code>256g</code> o <code>1 G</code> o <code>2 GiB</code>.
fr: Valeur non valable. Les valeurs valides sont des chiffres suivis de lettres d'unité facultatives pour le GiB, comme <code>256g</code> ou <code>1 G</code> ou <code>2 GiB</code>.
ru: Неверное значение. Допустимые значения - это числа, за которыми следуют необязательные единицы измерения для ГиБ, например <code>256g</code>, <code>1 G</code> или <code>2 GiB</code>.

source: Invalid value. Valid values are numbers followed by optional unit letters, like <code>256k</code> or <code>1 G</code> or <code>2 MiB</code>.
es_ar: Valor no válido. Los valores válidos son números seguidos de letras de unidad opcionales, como <code>256k</code> o <code>1 G</code> o <code>2 MiB</code>.
fr: Valeur non valide. Les valeurs valides sont des chiffres suivis de lettres d'unité optionnelles, comme <code>256k</code> ou <code>1 G</code> ou <code>2 MiB</code>.
ru: Неверное значение. Допустимые значения - это числа, за которыми следуют необязательные единичные буквы, такие как <code>256k</ code> или <code>1 G</code> или <code>2 MiB</code>.

source: Invalidate Existing Key
es_ar: Invalidar clave existente
fr: Invalider la clé existante
ru: Сделать существующий ключ недействительным

source: Is Debug
es_ar: Es depurar
fr: C'est le débug
ru: Отладка

source: Issuer
es_ar: Editor
fr: Émetteur
ru: Поставщик

source: Issuer:
es_ar: Editor:

source: It is not recommended to create a pool with vdevs containing different numbers of disks. Continue?
es_ar: No se recomienda crear un Pool con vdevs que contenga diferentes números de discos. ¿Continuar?
fr: Il n'est pas recommandé de créer un volume avec des vdevs contenant différents nombres de disques. Continuer ?
ru: Не рекомендуется создавать пул с vdevs, содержащий разное количество дисков. Продолжить?

source: It is not recommended to extend a pool with one or more vdevs containing different numbers of disks. Continue?
es_ar: No se recomienda extender un Pool con uno o más vdevs que contengan diferentes números de discos. ¿Continuar?
fr: Il n'est pas recommandé d'étendre un volume avec un ou plusieurs vdevs contenant différents nombres de disques. Continuer ?
ru: Не рекомендуется расширять пул одним или несколькими vdevs, содержащими различное количество дисков. Продолжить?

source: Items Delete Failed
es_ar: Eliminar elementos fallidos
fr: La suppression des éléments a échouée
ru: Удалить элементы не удалось

source: Items deleted
es_ar: Artículos eliminados
fr: Eléments supprimés
ru: Элементы удалены

source: Jail
es_ar: Jaula

source: Jail <i>
es_ar: Jaula <i>

source: Jail CPU affinity. Options are <i>off</i> or a combination of <i>1-4</i>, separated by commas (,). <b>Example:</b> <i>1,2,3,4</i>
es_ar: Jail afinidad CPU. Las opciones están <i>desactivadas</i> o una combinación de <i>1-4</i>, separadas por comas (,). <b> Ejemplo: </b> <i>1,2,3,4</i>
fr: Rapport CPU du Jail. Les options sont <i>désactivées</i> ou une combinaison de <i>1 à 4</i>, séparées par des virgules (,). <b>Exemple :</b> <i>1,2,3,4</i>
ru: Привязка Jail к ЦП. Варианты: <i>выкл</i> или комбинация <i>1-4</i>, разделенные запятыми (,). <b>Пример:</ b> <i>1,2,3,4</i>

source: Jail Name
es_ar: Nombre de la Jaula
fr: Nom du jail
ru: Имя jail

source: Jail Port Number
es_ar: Número de puerto de la Jaula
fr: Numéro de port Jail
ru: Номер порта jail

source: Jail Properties
es_ar: Propiedades de la Jaula
fr: Propriétés du jail
ru: Свойства jail

source: Jail Type
es_ar: Tipo de Jaula
fr: Type du jail
ru: Тип jail

source: Jail Update
es_ar: Actualizar Jaula
fr: Mise à jour du jail
ru: Обновление jail

source: Jail Update Failed
es_ar: Actualización de Jaula fallida
fr: Échec de la mise à jour du jail
ru: Не удалось обновить jail

source: Jail Updated
es_ar: Jaula actualizada
fr: Jail mis à jour
ru: Jail обновлен

source: Jail core dump size in bytes.
es_ar: Tamaño de volcado del núcleo de la Jaula en bytes.
fr: Taille du noyau du jail en octets.
ru: Размер дампа ядра jail в байтах.

source: Jail data size in bytes.
es_ar: Tamaño de datos de la Jaula en bytes.
fr: Taille des données du jail en octets.
ru: Размер данных jail в байтах.

source: Jail stack size in bytes.
es_ar: Tamaño de la pila de la Jaula en bytes.
fr: Taille de la pile du jail en octets.
ru: Размер стека jail в байтах.

source: Jails Started
es_ar: Jaulas iniciadas
fr: Les jails ont démarré
ru: Jail запущены

source: Jails cannot be changed while running.
es_ar: Las Jaulas no se pueden cambiar mientras se ejecutan.
fr: Les jails ne peuvent pas être changés en cours d'exécution.
ru: Jail'ы не могут быть изменены во время работы.

source: Jails failed to start
es_ar: Fallo al iniciar las Jaulas
fr: Les jails n'ont pas démarré
ru: Не удалось запустить jail'ы

source: Jails started.
es_ar: Jaulas iniciadas.
fr: Les jails ont démarré.
ru: Jail'ы запущены

source: Jan
es_ar: Enero
ru: Янв

source: Jul
es_ar: Julio
fr: Juil
ru: Июл

source: Jun
es_ar: Junio
fr: Juin
ru: Июн

source: KMIP Key Status
es_ar: Estado de clave KMIP
fr: Statut de la clé KMIP
ru: Статус ключа KMIP

source: KMIP Server
es_ar: Servidor KMIP
fr: Serveur KMIP
ru: KMIP Сервер

source: Keep
es_ar: Mantener
fr: Conserver
ru: Хранить

source: Keep snapshot for
es_ar: Mantener instantánea para
fr: Conservez des instantanés pour
ru: Хранить снимок

source: Keep the name short. Using a name longer than 63 characters can prevent accessing the block device.
es_ar: Mantén el nombre corto. El uso de un nombre de más de 63 caracteres puede impedir el acceso al dispositivo de bloqueo.
fr: Le nom doit être court. L'utilisation d'un nom de plus de 63 caractères peut empêcher l'accès au périphérique bloc.
ru: Держите имя коротким. Использование имени длиннее 63 символов может предотвратить доступ к блочному устройству.

source: Keep the zvol name short. Using a zvol name longer than 63 characters can prevent accessing the zvol as a device.
es_ar: Mantenga el nombre zvol corto. El uso de un nombre zvol de más de 63 caracteres puede evitar el acceso al zvol como dispositivo.
fr: Conserver le nom court du zvol. L'utilisation d'un nom de zvol de plus de 63 caractères peut empêcher l'accès au zvol en tant que périphérique.
ru: Держите имя звола коротким. Использование имени zvol длиной более 63 символов может предотвратить доступ к zvol как устройству.

source: Keep this Boot Environment?
es_ar: ¿Mantener este entorno de arranque?
fr: Conserver cet environnement d'amorçage ?
ru: Сохранить эту загрузочную среду?

source: Kerberos Keytab
es_ar: Tab.Cla Kerberos

source: Kerberos Principal
es_ar: Principal Kerberos
ru: Основной Kerberos

source: Kerberos Realm
es_ar: Reino Kerberos
fr: Realm Kerberos
ru: Область Kerberos

source: Kerberos Settings
es_ar: Configuración de Kerberos
fr: Paramètres Kerberos
ru: Настройки Kerberos

source: Key
es_ar: Clave
fr: Clé
ru: Ключ

source: Key Agreement
es_ar: Acuerdo de clave
ru: Ключевое соглашение

source: Key Encipherment
es_ar: Cifrado de clave
fr: Chiffrement des clés
ru: Шифрование ключа

source: Key ID
es_ar: ID de clave
fr: ID clé
ru: ИД ключа

source: Key Length
es_ar: Longitud de la clave
fr: Longueur de la clé
ru: Длина ключа

source: Key Length:
es_ar: Longitud de clave:

source: Key Type
es_ar: Tipo de clave
fr: Type de clé
ru: Тип Ключа

source: Key Type:
es_ar: Tipo de clave:

source: Key Usage
es_ar: Uso de clave
fr: Utilisation des clés
ru: Использование ключа

source: Key Usage Config
es_ar: Configuración de uso de clave
fr: Configuration de l'utilisation des clés
ru: Конфигурация использования ключа

source: Key generated by the Amazon Web Services account. See the <a href="https://docs.aws.amazon.com/IAM/latest/UserGuide/id_credentials_access-keys.html" target="_blank">AWS Access Key documentation</a> for instructions to generate the key.
es_ar: Clave generada por la cuenta de Amazon Web Services. Consulte la <a href="https://docs.aws.amazon.com/IAM/latest/UserGuide/id_credentials_access-keys.html" target="_blank">Documentación de la clave de acceso de AWS</a> para obtener instrucciones para generar el llave.
fr: Clé générée par le compte Amazon Web Services. Reportez-vous à la <a href="https://docs.aws.amazon.com/IAM/latest/UserGuide/id_credentials_access-keys.html" target="_blank">documentation de la clé d'accès AWS</a> pour obtenir des instructions sur la génération de la clé.
ru: Ключ, созданный учетной записью Amazon Web Services. См. <a href="https://docs.aws.amazon.com/IAM/latest/UserGuide/id_credentials_access-keys.html" target="_blank">AWS Access Key documentation</a> для инструкций по генерации ключа.

source: LAGG Settings
es_ar: Configuración de LAGG
fr: Paramètres LAGG
ru: Настройки LAGG

source: LDAP - Primary Domain
es_ar: LDAP: Dominio Primario
fr: LDAP - Domaine primaire

source: LDAP Domain
es_ar: Dominio LDAP
fr: Domaine LDAP
ru: Домен LDAP

source: LDAP Realm
es_ar: Reino LDAP
fr: Realm LDAP
ru: Область LDAP

source: LDAP Server
es_ar: Servidor LDAP
fr: Serveur LDAP
ru: Сервер LDAP

source: LDAP User DN
es_ar: DN de usuario LDAP
fr: Utilisateur DN du LDAP

source: LDAP User DN Password
es_ar: DN de Usuario Contraseña de LDAP
fr: Mot de passe de l'utilisateur DN du LDAP
ru: Пароль LDAP User DN

source: LDAP server hostnames or IP addresses. Separate entries with an empty space. Multiple hostnames or IP addresses can be entered to create an LDAP failover priority list. If a host does not respond, the next host in the list is tried until a new connection is established.
es_ar: Nombres de host del servidor LDAP o direcciones IP. Entradas separadas con un espacio vacío. Se pueden ingresar varios nombres de host o direcciones IP para crear una lista de prioridades de conmutación por error LDAP. Si un host no responde, se prueba el siguiente host de la lista hasta que se establezca una nueva conexión.
fr: Les noms d'hôtes ou adresses IP des serveurs LDAP. Séparez les entrées par un espace vide. Plusieurs noms d'hôtes ou adresses IP peuvent être saisis pour créer une liste de priorité de basculement (failover) LDAP. Si un hôte ne répond pas, l'hôte suivant dans la liste est testé jusqu'à ce qu'une nouvelle connexion soit établie.
ru: Имена хостов или IP-адреса серверов LDAP. Отделяйте элементы пробелами. Для создания списка приоритетов отработки отказа LDAP можно ввести несколько имен хостов или IP-адресов. Если хост не отвечает, пробуется следующий хост в списке, пока не будет установлено новое соединение.

source: LDAP server to use for SID/uid/gid map entries. When undefined, idmap_ldap uses *ldap://localhost/*. Example: <i>ldap://ldap.netscape.com/o=Airius.com</i>.
es_ar: Servidor LDAP para usar para entradas de mapa SID/uid/gid. Cuando no está definido, idmap_ldap usa * ldap://localhost/*. Ejemplo: <i>ldap: //ldap.netscape.com/o=Airius.com</i>.
fr: Le serveur LDAP à utiliser pour les entrées de carte SID/uid/gid. Lorsqu'il n'est pas défini, idmap_ldap utilise *ldap://localhost/*. Exemple : <i>ldap://ldap.netscape.com/o=Airius.com</i>.
ru: Сервер LDAP для записей преобразования SID/uid/gid. Если значение не определено, idmap_ldap использует *ldap://localhost/*. Пример: <i>ldap://ldap.netscape.com/o=Airius.com</i>.

source: LDAP timeout
es_ar: Tiempo de espera LDAP
fr: Délai d'attente LDAP
ru: Таймаут LDAP

source: LDAP timeout in seconds. Increase this value if a Kerberos ticket timeout occurs.
es_ar: Tiempo de espera de LDAP en segundos. Aumente este valor si se produce un tiempo de espera de ticket Kerberos.
fr: Délai d'attente LDAP en secondes. Augmentez cette valeur si un délai d'attente du ticket Kerberos se produit.
ru: Тайм-аут LDAP в секундах. Увеличьте это значение, если истекает время билета Kerberos.

source: LEGACY WEB INTERFACE
es_ar: INTERFAZ WEB HEREDADA
fr: INTERFACE WEB LEGACY
ru: СТАРЫЙ WEB ИНТЕРФЕЙС

source: LOG (Write Cache) Overprovision Size in GiB
es_ar: Tamaño de sobreaprovisionamiento de LOG (caché de escritura) en GiB
fr: Taille de l'Overprovision de LOG (cache d'écriture) en Gio

source: Lagg Interface
es_ar: Interfaz Lagg
fr: Interface Lagg
ru: Интерфейс lagg

source: Lagg Interface Group
es_ar: Grupo de interfaz Lagg
fr: Groupe d'interface Lagg
ru: Группа интерфейсов lagg

source: Lagg Interfaces
es_ar: Interfaces Lagg
fr: Interfaces Lagg
ru: Интерфейсы lagg

source: Lagg Physical NIC
es_ar: NIC física de Lagg
fr: Carte réseau physique du Lagg
ru: Физический адаптер lagg

source: Lagg Priority Number
es_ar: Número de prioridad de Lagg
fr: Numéro de priorité Lagg
ru: Приоритет lagg

source: Lagg Protocol
es_ar: Protocolo Lagg
fr: Protocole Lagg
ru: Протокол lagg

source: Language
es_ar: Idioma
fr: Langue
ru: Язык

source: Language code
es_ar: Código de lenguaje
fr: Code de la langue
ru: Код языка

source: Last Scrub Run on
es_ar: Última ejecución de Scrub
fr: Le dernier scrub a été exécuté à
ru: Последний запуск проверки

source: Leave Domain
es_ar: Dejar dominio
fr: Quitter le domaine
ru: Выйти из домена

source: Leave at the default of 512 unless the initiator requires a different block size.
es_ar: Deje el valor predeterminado de 512 a menos que el iniciador requiera un tamaño de bloque diferente.
fr: Laisser la valeur par défaut de 512 à moins que l'initiateur n'ait besoin d'une taille de bloc différente.
ru: Оставьте значение по умолчанию 512, если инициатор не требует другого размера блока.

source: Leave blank to allow all or enter a list of initiator hostnames. Separate entries by pressing <code>Enter</code>.
es_ar: Deje en blanco para permitir todo o introduzca una lista de nombres de host del iniciador. Separe las entradas pulsando <code>Enter</code>.
fr: Laissez vide pour autoriser tout le monde ou entrez une liste de noms d'hôtes initiateurs. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.
ru: Оставьте поле пустым, чтобы разрешить все, или введите список имен хостов инициатора. Разделите записи, нажав <code>Enter</code>.

source: Leave empty for default (<a href="https://api.opsgenie.com" target="_blank">OpsGenie API</a>)
es_ar: Deje en blanco por defecto (<a href="https://api.opsgenie.com" target="_blank">API de OpsGenie</a>)
fr: Laisser vide pour défaut<a href="https://api.opsgenie.com" target="_blank"> (API OpsGenie</a>)
ru: Оставьте пустым по умолчанию (<a href="https://api.opsgenie.com" target="_blank">OpsGenie API</a>)

source: Leave empty or select number of existing portal to use.
es_ar: Deje en blanco o seleccione el número de portal existente para usar.
fr: Laissez vide ou sélectionnez le numéro du portail existant à utiliser.
ru: Оставьте пустым или выберите номер существующего портала.

source: Leave this field empty to generate random MAC addresses for the host and jail. To assign fixed MAC addresses, enter the MAC address to be assigned to the host, a space, then the MAC address to be assigned to the jail.
es_ar: Deje este campo vacío para generar direcciones MAC aleatorias para el host y la jaula. Para asignar direcciones MAC fijas, ingrese la dirección MAC que se asignará al host, un espacio, luego la dirección MAC que se asignará al jail.
fr: Laissez ce champ vide pour générer des adresses MAC aléatoires pour l'hôte et le jail. Pour attribuer des adresses MAC fixes, entrez l'adresse MAC à attribuer à l'hôte, un espace, puis l'adresse MAC à attribuer au jail.
ru: Оставьте это поле пустым, чтобы генерировать случайные MAC-адреса для хоста и jail. Чтобы назначить фиксированные MAC-адреса, введите MAC-адрес, который будет назначен хосту, пробел, затем MAC-адрес, который будет назначен jail.

source: Leaving the domain requires sufficient privileges. Enter your credentials below.
es_ar: Dejar el dominio requiere suficientes privilegios. Ingrese sus credenciales a continuación.
fr: Quitter le domaine nécessite des privilèges suffisants. Entrez vos informations d'identification ci-dessous.
ru: Выход из домена требует достаточных привилегий. Введите свои учетные данные ниже.

source: Legacy
es_ar: Heredado
ru: Старый
