Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Download File
fr: Télécharger le fichier

source: EULA
fr: CLUF
ru: Лицензионное соглашение

source: Edit Application Settings
fr: Modifier les paramètres de l’application

source: Edit Pool
fr: Modifier le volume

source: Edit Pool Disk
fr: Modifier le disque de volume

source: Enable ACL support for the SMB share.
fr: Activer le support des ACL pour les partages SMB.

source: Enable Container Image Updates
fr: Activer les mises à jour de l’image du conteneur

source: Enable SMTP configuration
fr: Activer la configuration SMTP

source: Enter a valid username for the <a href="https://jira.ixsystems.com/projects/NAS/issues/" target="_blank">TrueNAS bug tracking system</a>
fr: Entrez un nom d’utilisateur valide pour le <a href="https://jira.ixsystems.com/projects/NAS/issues/" target="_blank">système de suivi des bogues TrueNAS</a>

source: Enter the version to roll back to.
fr: Entrez la version pour revenir (roll back) à.

source: Environment Variable Name
fr: Nom variable de l’environnement

source: Environment Variable Value
fr: Valeur variable de l’environnement

source: Error
fr: Erreur
ru: Ошибка

source: Error creating CA.
fr: Erreur de création de l'AC.

source: Error detected reading App
fr: Erreur de lecture détectée sur l'application

source: Error:
fr: Erreur :
ru: Исключить снимки определенных дочерних наборов данных из репликации. Используйте с <b>рекурсивными</b> снимками. Перечислите имена дочерних наборов данных для исключения. Пример: <i>pool1/dataset1/child1</i>. Рекурсивная репликация снапшотов <i>pool1/dataset1</i> будет включать все дочерние наборы данных, кроме <i>child1</i>.

source: Error:
fr: Erreur:
ru: Ошибка:

source: Extra Constraints
fr: Contraintes supplémentaires

source: Frequency
fr: Fréquence

source: GUI
fr: IU

source: General
fr: Général
ru: Общие

source: Host
fr: Hôte
ru: Хост

source: Host Interface
fr: Interface hôte

source: Host Network
fr: Réseau hôte

source: Host Network/Host Ports
fr: Réseau hôte/ports hôte

source: Host Path
fr: Chemin de l'hôte

source: Host Path Volumes
fr: Chemin du volume de l'hôte

source: Host Port
fr: Port hôte

source: Hosts
fr: Hôtes
ru: Хосты

source: How to configure the connection:<br><br> <i>Manual</i> requires configuring authentication on the remote system. This can include copying SSH keys and modifying the <i>root</i> user account on that system.<br><br> <i>Semi-automatic</i> only works when configuring an SSH connection with a remote TrueNAS system. This method uses the URL and login credentials of the remote system to connect and exchange SSH keys.
fr: Comment configurer la connexion :<br><br> <i>Manual</i>nécessite la configuration de l’authentification sur le système distant. Cela peut inclure la copie des clés SSH et la modification du <i>compte utilisateur</i> root sur ce système.<br><br> <i>Semi-automatic</i> ne fonctionne que lors de la configuration d’une connexion SSH avec un système TrueNAS distant. Cette méthode utilise l’URL et les informations d’identification de connexion du système distant pour connecter et échanger les clés SSH.

source: IP Address Management
fr: Gestion des adresses IP

source: Idmap backend
fr: Backend Idmap
ru: Idmap задняя часть

source: Ignore DNS settings from the Kuberentes cluster
fr: Ignorer les paramètres DNS du cluster Kuberentes

source: Import Pool
fr: Importer un volume

source: Install
fr: Installer

source: Install Application
fr: Installer l’application

source: Installed Applications
fr: Applications installées

source: Installing
fr: Installation

source: Invalid Pod name
fr: Nom de pod invalide

source: It seems you haven't setup any
fr: Il semble que vous n'en ayez pas configuré

source: Kernel
fr: Noyau
ru: Ядро

source: Kill existing pods before creating new ones.
fr: Tuez les pods existants avant d'en créer de nouveaux.

source: Kubernetes Settings
fr: Paramètres Kubernetes

source: LUN ID
fr: ID LUN

source: LUN RPM
fr: RPM LUN
ru: Частота вращения

source: Local
fr: Charger la tâche de réplication précédente
ru: Локальный

source: Manual
fr: Manuel
ru: Вручную

source: Monitor
fr: Moniteur

source: NO
fr: NON
ru: НЕТ

source: Name of the new alert service.
fr: Nom du nouveau service d'alerte.
ru: Название новой службы оповещения.

source: Netcat Active Side Max Port
fr: Port Max côté actif de Netcat
ru: Максимальный порт активной стороны netcat

source: Netcat Active Side Min Port
fr: Port Min côté actif de Netcat
ru: Минимальный порт активной стороны netcat

source: No
fr: Non
ru: Нет

source: Pool
fr: Volume
ru: Пул

source: Portal
fr: Portail
ru: Портал

source: Pre-script
fr: Pré-script

source: Scrub
fr: Nettoyage
ru: Проверка

source: Scrub Boot Pool
fr: Nettoyage du volume de démarrage
ru: Проверить загрузочный пул

source: Scrub Pool
fr: Nettoyage du volume
ru: Проверить пул

source: Select Path
fr: Sélectionner chemin

source: Select the Certificate Signing Request to sign the Certificate Authority with.
fr: Sélectionnez la demande de signature de certificat avec laquelle vous souhaitez signer l'autorité de certification.
ru: Выберите запрос на подпись сертификата, чтобы подписать центр сертификации.

source: Serial
fr: Numéro de série
ru: Серийный номер

source: Series
fr: Séries
ru: Серии

source: Shell
fr: Console
ru: Командный интерпретатор

source: Something went wrong
fr: Quelque chose s'est mal passé

source: TCP Protocol
fr: Protocole TCP

source: Temperature Alerts
fr: Alertes de température

source: The image was updated.
fr: L’image a été mise à jour.

source: The range of valid ports is 9000-65535.
fr: La plage des ports valides est de 9000 à 65535.

source: The system could not retrieve any
fr: Le système n'a pu récupérer aucun

source: The system returned the following error -
fr: Le système a retourné l’erreur suivante -

source: To configure
fr: Pour configurer

source: UDP Protocol
fr: Protocole UDP

source: Unset Pool
fr: Volume non défini

source: Up to date
fr: À jour

source: Update
fr: Mettre à jour

source: Update Image
fr: Mettre à jour l’image

source: Update Strategy
fr: Mise à jour de la stratégie

source: Update available
fr: Mise à jour disponible

source: Update the image for
fr: Mettre à jour l’image pour

source: Updating production status...
fr: Mise à jour du statut de la production...

source: Updating...
fr: Mise à jour...

source: Upgrade
fr: Mise à niveau

source: Upgrade
fr: Mise à niveau

source: Upgrading...
fr: Mise à niveau...

source: Upload File
fr: Uploader le fichier

source: Use <i>ENTER</i> after each entry.
fr: Utilisez <i>ENTER</i> après chaque entrée.

source: Use DHCP
fr: Utiliser DHCP

source: Use Default DNS Policy
fr: Utiliser la stratégie DNS par défaut

source: Use System Dataset
fr: Utiliser le dataset système

source: Use static IP
fr: Utiliser l’IP statique

source: Used for rollback of a chart release and snapshots of ix_volumes
fr: Utilisé pour la restauration d'une version de graphique et des instantanés de volumes

source: You have hidden all of your available widgets. Use the dashboard configuration form to add widgets.
fr: Vous avez masqué tous vos widgets disponibles. Utilisez le formulaire de configuration du tableau de bord pour ajouter des widgets.

source: Your query didn't return any results. Please try again.
fr: Votre requête n'a donné aucun résultat. Veuillez réessayer.

source: ZFS Volume
fr: Volume ZFS

source: Zvol Name
fr: Nom du Zvol

source: Zvol Size
fr: Taille du Zvol

source: allow_mount_procfs
fr: allow_mount_procfs_procfs

source: allow_mount_tmpfs
fr: allow_mount_tmpfs_tmpfs

source: allow_set_hostname
fr: allow_set_set_hostname

source: bytes.
fr: octets.

source: error
fr: erreur
ru: ошибка

source: no
fr: non
ru: нет

source: resolver
fr: résolveur

source: vdev is highly discouraged and will result in data loss if it fails
fr: vdev est fortement découragé et entraînera une perte de données en cas d’échec

source: First data vdev is a
ru: Первый vdev данных - это

source: KiB.
ru: КиБ.

source: is a required field.
ru: обязательное поле.

source: , new Metadata vdev is a
ru: , новый vdev метаданных -

source: 2FA
ru: 2ФА

source: </b> with the keypair
ru: </b> с парой ключей

source: </i> keypair?</p>
ru: </i> пара ключей?</p>

source: <a href="https://jira.ixsystems.com/secure/Signup!default.jspa" target="_blank"> Create a Jira account</a> to file an issue. Use a valid email address when registering to receive issue status updates.
ru: <a href="https://jira.ixsystems.com/secure/Signup!default.jspa" target="_blank"> Создайте учетную запись Jira</a>, чтобы сообщить о проблеме. Используйте действующий адрес электронной почты при регистрации, чтобы получать обновления статуса проблемы.

source: <b>WARNING:</b> This configuration file contains system passwords and other sensitive data.<br /><br /><b>WARNING:</b> SSH keys in <samp>/root/.ssh</samp> are <b>NOT</b> backed up by this operation.<br />
ru: <b>ВНИМАНИЕ:</b> Этот файл конфигурации содержит системные пароли и другие конфиденциальные данные.<br /><br /><b>ВНИМАНИЕ:</b> SSH-ключи в <samp>/root/.ssh</samp><b>НЕ</b> сохраняются этой операцией.<br/>

source: <i>Internal Certificate</i> is used for internal or local systems. <i>Certificate Signing Request</i> is used to get a CA signature. <i>Import Certificate</i> allows an existing certificate to be imported onto the system. <i>Import Certificate Signing Request</i> allows an existing CSR to be imported onto the system.
ru: <i>Внутренний сертификат</i> используется для внутренних или локальных систем. <i>Запрос на подпись сертификата</i> используется для получения подписи CA. <i>Импортировать сертификат</i> позволяет импортировать существующий сертификат в систему. <i>Импортировать запрос на подпись сертификата</i> позволяет импортировать существующий CSR в систему.

source: <p>Delete the <i>
ru: <p>Удалить <i>

source: AFP3 Unix Privs
ru: AFP3 Unix привилегии

source: Add ACME Certificate
ru: Добавить сертификат ACME

source: Advance Options
ru: Дополнительные параметры

source: Alias
ru: Псевдоним

source: Another theme is using this label. Please enter a new label.
ru: Другая тема использует этот ярлык. Пожалуйста, введите новый ярлык.

source: Basejail
ru: Базовый jail

source: Basic Buttons
ru: Основные кнопки

source: Blue
ru: Голубой

source: COLORS
ru: ЦВЕТА

source: CPU
ru: Процессор

source: CSRs
ru: CSRы

source: Check me!
ru: Проверь меня!

source: Choose Accent
ru: Выберите акцент

source: Choose a date
ru: Выберите дату

source: Choose a topbar color.
ru: Выберите цвет верхней панели.

source: Choose an option
ru: Выберите опцию

source: Choose the accent color for the theme.
ru: Выберите цвет акцента для темы.

source: Choose the color to display next to the Menu Label in the Favorites menu.
ru: Выберите цвет для отображения рядом с меткой меню в меню «Избранное».

source: Choose the primary color for the theme.
ru: Выберите основной цвет для темы.

source: Click the swatch to pick a color or enter a color hex value.
ru: Нажмите на образец, чтобы выбрать цвет или введите шестнадцатеричное значение цвета.

source: Click the swatch to pick a color or enter a color hex value.
ru: Нажмите на образец, чтобы выбрать цвет или введите шестнадцатеричное значение цвета.

source: Create New Theme
ru: Создать новую тему

source: Create Theme
ru: Создать тему

source: Custom Theme Name
ru: Название пользовательской темы

source: Cyan
ru: Циан

source: Email
ru: Электронная почта

source: Enable ACL support for the SMB share. Disabling ACL support for a share deletes that ACL.
ru: Включить поддержку ACL для общего ресурса SMB. Отключение поддержки ACL для общего ресурса удаляет этот ACL.

source: Enable/disable <a href="https://en.wikipedia.org/wiki/SMTP_Authentication" target="_blank">SMTP AUTH</a> using PLAIN SASL. Enter the required Username and Password if set.
ru: Включить/выключить <a href="https://en.wikipedia.org/wiki/SMTP_Authentication" target="_blank">SMTP AUTH</a> используя PLAIN SASL. Введите требуемые имя пользователя и пароль, если включено.

source: Enter a name for the new theme.
ru: Введите имя для новой темы.

source: Enter a valid username for the <a href="https://jira.ixsystems.com/projects/NAS/issues/" target="_blank">FreeNAS bug tracking system</a>
ru: Введите дейстивтельное имя для <a href="https://jira.ixsystems.com/projects/NAS/issues/" target="_blank">системы отслеживания проблем FreeNAS</a>

source: Export Pool Encryption Keys
ru: Экспортировать ключи шифрования пула

source: Failover IP Address
ru: IP-адрес аварийного переключения

source: Form Invalid
ru: Форма неверна

source: GiB
ru: ГиБ

source: Global Preview
ru: Глобальный предварительный просмотр

source: Green
ru: Зеленый

source: How to configure the connection:<br><br> <i>Manual</i> requires configuring authentication on the remote system. This can include copying SSH keys and modifying the <i>root</i> user account on that system.<br><br> <i>Semi-automatic</i> only works when configuring an SSH connection with a remote FreeNAS or TrueNAS system. This method uses the URL and login credentials of the remote system to connect and exchange SSH keys.
ru: Как настроить соединение:<br><br><i>Вручную</i> требует настройки аутентификации на удаленной системе. Это может включать копирование ключей SSH и изменение учетной записи пользователя <i>root</i> в этой системе. <br><br><i>Полуавтоматически</i> работает только при настройке соединения SSH с удаленным системами FreeNAS или TrueNAS. Этот метод использует URL-адрес и учетные данные для входа в удаленную систему для подключения и обмена ключами SSH.

source: IP address to use for administrative access to the system. The netmask <i>/32</i> is required for this value and cannot be changed.
ru: IP-адрес для использования для административного доступа к системе. Маска сети <i>/32</i> требуется для этого значения и не может быть изменена.

source: IPv4 address to use for the failover interface. Set a manual IP address here if DHCP is not used.
ru: IPv4-адрес используемый для отказоустойчивого интерфейса. Установите здесь ручной IP-адрес, если DHCP не используется.

source: Icon Buttons
ru: Кнопки со значками

source: Info
ru: Инфо

source: Interfaces
ru: Интерфейсы

source: KiB
ru: КиБ

source: LOGIN TO PROVIDER
ru: ВОЙТИ К ПРОВАЙДЕРУ

source: Link
ru: Линк

source: Load colors from existing theme
ru: Загрузить цвета из существующей темы

source: Magenta
ru: Пурпурный

source: MiB
ru: МиБ

source: NIC
ru: Сетевой интерфейс

source: Network connectivity will be interrupted.
ru: Сетевое подключение будет прервано.

source: No pools
ru: Нет пулов

source: Number of virtual CPUs to allocate to the virtual machine. The maximum is 16, or fewer if the host CPU limits the maximum. The VM operating system might also have operational or licensing restrictions on the number of CPUs.
ru: Количество виртуальных процессоров, выделяемых виртуальной машине. Максимальное значение - 16 или меньше, если ЦП хоста ограничивает максимум. Операционная система виртуальной машины может также иметь операционные или лицензионные ограничения на количество процессоров.

source: Oct
ru: Окт

source: Only set LDAP authentication for SMB shares is required and the LDAP server is already configured with Samba attributes.
ru: Настройте аутентификацию LDAP для общих ресурсов SMB только в случае необходимости и если сервер LDAP уже настроен с атрибутами Samba.

source: PiB
ru: ПиБ

source: Reconnect
ru: Переподключить

source: Resilvering
ru: Восстановление

source: Running
ru: Запущена

source: SMTP Authentication
ru: SMTP-аутентификация

source: Samba Schema
ru: Схема Samba

source: Save Config
ru: Сохранить конфигурацию

source: Saving ACLs
ru: Сохранение ACL

source: Saving ACLs...
ru: Сохранение ACL...

source: Script
ru: Скрипт

source: Show only entries that contain this text
ru: Показывать только записи, содержащие этот текст

source: Start Automatically
ru: Запускать автоматически

source: Static IPv4 or IPv6 address and subnet mask. Example: <i>10.0.0.3</i> and <i>/24</i>. Click <i>ADD</i> to add another IP address. Clicking <i>DELETE</i> removes that IP address.
ru: Статический адрес IPv4 или IPv6 и маска подсети. Пример: <i>10.0.0.3</i> и <i>/24</i>. Нажмите <i>ДОБАВИТЬ</i>, чтобы добавить другой IP-адрес. Нажатие <i>УДАЛИТЬ</i> удаляет этот IP-адрес.

source: System Dataset
ru: Системный набор данных

source: These items will be <b>
ru: Эти предметы будут <b>

source: TiB
ru: ТиБ

source: URL
ru: Ссылка (URL)

source: VLANs
ru: VLANы

source: Variable
ru: Переменная

source: Virtual IP Address
ru: Виртуальный IP-адрес

source: interfaces
ru: интерфейсы
