Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Enabling this option may have performance implications on your pools.
es_ar: Habilitar esta opción puede tener implicaciones de rendimiento en sus grupos.
fr: L'activation de cette option peut avoir des répercussions sur les performances de vos volumes.
ru: Включение этой опции может повлиять на производительность пула.

source: Encipher Only
es_ar: Solo Cifrar
fr: Chiffrer uniquement
ru: Только шифрование

source: Enclosure
es_ar: Recinto
fr: Enceinte
ru: Корпус

source: Encode information in less space than the original data occupies. It is recommended to choose a compression algorithm that balances disk performance with the amount of saved space.<br> <i>LZ4</i> is generally recommended as it maximizes performance and dynamically identifies the best files to compress.<br> <i>GZIP</i> options range from 1 for least compression, best performance, through 9 for maximum compression with greatest performance impact.<br> <i>ZLE</i> is a fast algorithm that only elminates runs of zeroes.
es_ar: Codifique la información en menos espacio del que ocupan los datos originales. Se recomienda elegir un algoritmo de compresión que equilibre el rendimiento del disco con la cantidad de espacio ahorrado. <br> <i>LZ4</i> generalmente se recomienda ya que maximiza el rendimiento e identifica dinámicamente los mejores archivos para comprimir. <br> Las opciones de <i>GZIP</i> van desde 1 para la compresión mínima, el mejor rendimiento, hasta 9 para la compresión máxima con el mayor impacto en el rendimiento. <br> <i>ZLE</i> es un algoritmo rápido que solo elimina ejecuciones de ceros.
fr: Encodez les informations dans moins d'espace que les données originales n'en occupent. Il est recommandé de choisir un algorithme de compression qui équilibre les performances du disque avec l'espace économisé.<br><i> LZ4</i> est généralement recommandé car il maximise les performances et identifie dynamiquement</br> les meilleurs fichiers à compresser. Les<br><br> options <i>GZIP</i> vont de 1 pour la compression la plus faible, la meilleure performance, à 9 pour la compression maximale avec le plus grand</br></br> impact sur la performance.<br><br><i> ZLE</i> est un algorithme rapide qui n'élimine que les séries de zéros.

source: Encrypt (<i>PUSH</i>) or decrypt (<i>PULL</i>) file names with the rclone <a href="https://rclone.org/crypt/#file-name-encryption-modes" target="_blank">"Standard" file name encryption mode</a>. The original directory structure is preserved. A filename with the same name always has the same encrypted filename.<br><br> <i>PULL</i> tasks that have <b>Filename Encryption</b> enabled and an incorrect <b>Encryption Password</b> or <b>Encryption Salt</b> will not transfer any files but still report that the task was successful. To verify that files were transferred successfully, click the finished task status to see a list of transferred files.
es_ar: Cifre (<i>PUSH</i>) o descifre (<i>PULL</i>) los nombres de archivo con el rclone <a href="https://rclone.org/crypt/#file-name-encryption- modos" target="_ blank ">modo de cifrado de nombre de archivo "Estándar"</a>. La estructura del directorio original se conserva. Un nombre de archivo con el mismo nombre siempre tiene el mismo nombre de archivo cifrado. <br> <br> Tareas <i>PULL</i> que tienen habilitado <b>Cifrado de nombre de archivo</b> y una <b>Contraseña de cifrado incorrecta</b> o <b>Salt Encryption</b> no transferirá ningún archivo pero aún informará que la tarea fue exitosa. Para verificar que los archivos se transfirieron correctamente, haga clic en el estado de la tarea finalizada para ver una lista de los archivos transferidos.
fr: Chiffrer<i> (PUSH</i>) ou déchiffrer (<i>PULL</i>) les noms de fichiers avec le <a href="https://rclone.org/crypt/#file-name-encryption-modes" target="_blank">mode de cryptage</a> rclone "<a href="https://rclone.org/crypt/#file-name-encryption-modes" target="_blank">Standard"</a>. La structure originale des répertoires est conservée. Un nom de fichier portant le même nom a toujours le même nom de fichier chiffré.<br><br> Les tâches <i>PULL</i> dont le <b>chiffrement du nom de fichier</b> est activé et un <b>mot de passe de chiffrement</b> ou un <b>sel de chiffrement</b> incorrect ne transféreront pas de fichiers mais continueront à signaler que la tâche a réussi. Pour vérifier que les fichiers ont été transférés avec succès, cliquez sur l'état de la tâche terminée pour afficher la liste des fichiers transférés.
ru: Зашифровать (<i>PUSH</i>) или расшифровать (<i>PULL</i>) имена файлов с помощью rclone <a href="https://rclone.org/crypt/#file-name-encryption-modes" target="_blank">"Стандартный" режим шифрования имени файла</a>. Исходная структура каталогов сохраняется. Имя файла с одинаковым именем всегда имеет одно и то же зашифрованное имя файла.<br><br> <i>PULL</i> задачи, для которых включено <b>Шифрование имени файла</b> и неверный <b>Пароль шифрования</b> или <b>Соль ифрования</ b> не будут передавать какие-либо файлы, но по-прежнему сообщают, что задача выполнена успешно. Чтобы убедиться, что файлы были успешно переданы, щелкните по статусу выполненной задачи, чтобы просмотреть список переданных файлов.

source: Encrypted Datasets
es_ar: Conjuntos de datos encriptados
fr: Datasets chiffrés
ru: Зашифрованные наборы данных

source: Encrypted pool disks must be decrypted prior to import.
es_ar: Los discos del pool cifrado deben descifrarse antes de la importación.
fr: Les disques de volume chiffrés doivent être déchiffrés avant l'importation.
ru: Диски зашифрованного пула должны быть расшифрованы до импорта.

source: Encryption
es_ar: Encriptación
fr: Chiffrement
ru: Шифрование

source: Encryption (more secure, but slower)
es_ar: Cifrado (más seguro, pero más lento)
fr: Chiffrement (plus sûr, mais plus lent)
ru: Шифрование (более безопасно, но медленнее)

source: Encryption Actions
es_ar: Acciones de cifrado
fr: Actions de chiffrement
ru: Действия по шифрованию

source: Encryption Algorithm
es_ar: Algoritmo de cifrado
fr: Algorithme de chiffrement
ru: Алгоритм шифрования

source: Encryption Key
es_ar: Clave de encriptación
fr: Clé de chiffrement
ru: Ключ шифрования

source: Encryption Key Format
es_ar: Formato de clave de cifrado
fr: Format de clé de chiffrement

source: Encryption Key Location in Target System
es_ar: Ubicación de la clave de cifrado en el sistema de destino
fr: Emplacement de la clé de chiffrement dans le système cible

source: Encryption Key Passphrase
es_ar: Contraseña de clave de cifrado
fr: Passphrase de la clé de chiffrement
ru: Кодовая фраза ключа шифрования

source: Encryption Key Required
es_ar: Clave de cifrado requerida
fr: Clé de chiffrement requise
ru: Требуется ключ шифрования

source: Encryption Key for Pool
es_ar: Clave de cifrado para el Pool
fr: Clé de chiffrement pour le volume
ru: Ключ шифрования для пула

source: Encryption Key/Passphrase
es_ar: Clave de cifrado/contraseña
fr: Clé de chiffrement/Passphrase
ru: Ключ шифрования/пароль

source: Encryption Mode
es_ar: Modo de encriptación
fr: Mode de chiffrement
ru: Режим шифрования

source: Encryption Options
es_ar: Opciones de cifrado
fr: Options de chiffrement
ru: Параметры шифрования

source: Encryption Options Saved
es_ar: Opciones de cifrado guardadas
fr: Options de chiffrement sauvegardées
ru: Параметры шифрования сохранены

source: Encryption Passphrase
es_ar: Contraseña de encriptación
fr: Passphrase de chiffrement
ru: Кодовая фраза шифрования

source: Encryption Password
es_ar: Contraseña de encriptación
fr: Mot de passe de chiffrement
ru: Пароль шифрования

source: Encryption Protocol
es_ar: Protocolo de encriptación
fr: Protocole de chiffrement
ru: Протокол шифрования

source: Encryption Salt
es_ar: Sal de cifrado
fr: Sel de chiffremment
ru: Соль шифрования

source: Encryption Standard
es_ar: Encriptación estándar
fr: Norme de chiffrement

source: Encryption Type
es_ar: Tipo de cifrado
fr: Type de chiffrement
ru: Тип шифрования

source: Encryption key that can unlock the dataset.
es_ar: Clave de cifrado que puede desbloquear el conjunto de datos.
fr: Clé de chiffrement qui peut déverrouiller le dataset.
ru: Ключ шифрования, который может разблокировать набор данных.

source: Encryption options for
es_ar: Opciones de cifrado para
fr: Options de chiffrement pour
ru: Параметры шифрования для

source: End
es_ar: Fin
fr: Fin
ru: Конец

source: End User License Agreement - TrueNAS
es_ar: Acuerdo de licencia de usuario final - TrueNAS
fr: Contrat de licence d'utilisateur final - TrueNAS
ru: Лицензионное соглашение конечного пользователя - TrueNAS

source: End time for the replication task. A replication that is already in progress can continue to run past this time.
es_ar: Hora de finalización de la tarea de replicación. Una replicación que ya está en progreso puede continuar ejecutándose esta vez.
fr: Heure de fin de la tâche de réplication. Une réplication qui est déjà en cours peut se poursuivre au-delà de cette période.
ru: Время окончания задачи репликации. Выполняемая репликация может продолжать выполняться после этого времени.

source: Endpoint Advanced Options
es_ar: Opciones avanzadas de punto final
fr: Options avancées Endpoint
ru: Дополнительные параметры конечной точки

source: Endpoint Type
es_ar: Tipo de punto final
fr: Type Endpoint
ru: Тип конечной точки

source: Endpoint URL
es_ar: URL de punto final
fr: URL du noeud final
ru: URL конечной точки

source: Endpoint type to choose from the service catalogue. <i>Public</i> is recommended, see the <a href="https://rclone.org/swift/#standard-options" target="_blank">rclone documentation</a>.
es_ar: Tipo de punto final para elegir del catálogo de servicios. Se recomienda <i>Público</i>, consulte la <a href="https://rclone.org/swift/#standard-options" target="_blank">documentación de rclone</a>.
fr: Type Endpoint à choisir dans le catalogue de services. <i>Public</i> est recommandé, voir la <a href="https://rclone.org/swift/#standard-options" target="_blank">documentation rclone</a>.

source: Ensure valid entries exist in <b>Directory Services > Kerberos Realms</b> and <b>Directory Services > Kerberos Keytabs</b> and the system can communicate with the Kerberos Domain Controller before enabling this option.
es_ar: Asegúrese de que existan entradas válidas en <b>Servicios de directorio > Reinos Kerberos</b> y <b>Servicios de directorio> Tablas clave Kerberos</b> y que el sistema pueda comunicarse con el Controlador de dominio Kerberos antes de habilitar esta opción.
fr: Assurez-vous que des entrées valides existent dans les <b>Services d'annuaire >Kerberos Realms</b> et les <b>Services d'annuaire > Kerberos Keytabs</b> et que le système peut communiquer avec le contrôleur de domaine Kerberos avant d'activer cette option.

source: Enter
es_ar: Ingresar
fr: Entrer
ru: Введите

source: Enter a <a href="https://www.freebsd.org/doc/handbook/network-nis.html" target="_blank">NIS Domain name</a> for the jail.
es_ar: Ingrese un <a href="https://www.freebsd.org/doc/handbook/network-nis.html" target="_blank">nombre de dominio NIS</a> para la jaula.
fr: Entrez un <a href="https://www.freebsd.org/doc/handbook/network-nis.html" target="_blank">nom de domaine NIS</a> pour l'environnement jail.
ru: Введите <a href="https://www.freebsd.org/doc/handbook/network-nis.html" target="_blank">имя домена NIS</a> для jail.

source: Enter a Name (optional)
es_ar: Ingrese un nombre (opcional)
fr: Entrez un nom (facultatif)
ru: Введите имя (не обязательно)

source: Enter a VNC password to automatically pass to the VNC session. Passwords cannot be longer than 8 characters.
es_ar: Ingrese una contraseña de VNC para pasar automáticamente a la sesión de VNC. Las contraseñas no pueden tener más de 8 caracteres.
fr: Entrez un mot de passe VNC pour passer automatiquement à la session VNC. Les mots de passe ne peuvent pas dépasser 8 caractères.
ru: Введите пароль VNC для автоматической передачи VNC сессии. Пароли не могут быть длиннее 8 символов.

source: Enter a capitalized DNS realm name.
es_ar: Ingrese un nombre de dominio DNS en mayúscula.
fr: Entrez un nom de realm DNS en majuscule.
ru: Введите имя DNS realm заглавными буквами.

source: Enter a capitalized domain name.
es_ar: Ingrese un nombre de dominio en mayúscula.
fr: Entrez un nom de domaine en majuscule.
ru: Введите имя домена заглавными буквами.

source: Enter a command to shut down the system when either battery power is low or the shutdown timer ends.
es_ar: Ingrese un comando para apagar el sistema cuando la carga de la batería sea baja o finalice el temporizador de apagado.
fr: Entrez une commande d'arrêt du système lorsque l'alimentation de la batterie est faible ou lorsque la minuterie d'arrêt se termine.
ru: Введите комманду для отключения системы, когда заряд батареи низок или истекает таймер отключения.

source: Enter a description of the Cloud Sync Task.
es_ar: Ingrese una descripción de la tarea de sincronización en la nube.
fr: Entrez une description de la tâche Cloud Sync.
ru: Введите описание задачи облачной синхронизации.

source: Enter a description of the cron job.
es_ar: Ingrese una descripción del trabajo cron.
fr: Entrez une description de la tâche cron.
ru: Введите описание задания cron.

source: Enter a description of the interface.
es_ar: Ingrese una descripción de la interfaz.
fr: Entrez une description de l'interface.
ru: Введите описание интерфейса.

source: Enter a description of the rsync task.
es_ar: Ingrese una descripción de la tarea rsync.
fr: Entrez une description de la tâche rsync.
ru: Введите описание задания rsync.

source: Enter a description of the static route.
es_ar: Ingrese una descripción de la ruta estática.
fr: Entrez une description de la route statique.
ru: Введите описание статического маршрута.

source: Enter a description of the tunable.
es_ar: Ingrese una descripción del sintonizable.
fr: Entrez une description de ce réglage.
ru: Введите описание параметра настройки.

source: Enter a descriptive title for the new issue.
es_ar: Ingrese un título descriptivo para el nuevo número.
fr: Entrez un titre descriptif pour le nouveau problème.
ru: Введите описательное заглавие для новой проблемы.

source: Enter a line- or space-separated list of destinations where the collected metrics are to be sent. Use the format <samp>HOST:PORT</samp> (port is optional). Netdata uses the first working destination.
es_ar: Ingrese una lista de destinos separados por líneas o espacios donde se enviarán las métricas recopiladas. Utilice el formato <samp>HOST:PORT</samp> (el puerto es opcional). Netdata usa el primer destino de trabajo.
fr: Entrez une liste de destinations séparées par des lignes ou des espaces où les métriques collectées doivent être envoyées. Utilisez le format <samp>HOST:PORT</samp> (port optionnel). Netdata utilise la première destination de travail.
ru: Введите разделенный строкой или пробелом список адресатов, куда должны быть отправлены собранные метрики. Используйте формат <samp>HOST:PORT</samp> (порт не обязателен). Netdata использует первый рабочий пункт назначения.

source: Enter a list of IP addresses to <a href="https://www.freebsd.org/cgi/man.cgi?query=ping" target="_blank">ping</a>. Separate entries by pressing <code>Enter</code>. Each address is tried until one is successful or the list is exhausted. Leave empty to use the default gateway.
es_ar: Ingrese una lista de direcciones IP para <a href="https://www.freebsd.org/cgi/man.cgi?query=ping" target="_blank">ping</a>. Separe las entradas presionando <code>Enter</code>. Cada dirección se prueba hasta que una tenga éxito o la lista se agote. Deje en blanco para usar la puerta de enlace predeterminada.
fr: Entrez une liste d'adresses IP pour le <a href="https://www.freebsd.org/cgi/man.cgi?query=ping" target="_blank">ping</a>. Séparez les entrées en appuyant sur la touche <code>Entrée</code>. Chaque adresse est essayée jusqu'à ce que l'une d'entre elles réussisse ou que la liste soit épuisée. Laissez vide pour utiliser la passerelle par défaut.

source: Enter a list of allowed hostnames or IP addresses. Separate entries by pressing <code>Enter</code>. A more detailed description with examples can be found <a href="https://www.samba.org/samba/docs/current/man-html/smb.conf.5.html#HOSTSALLOW" target="_blank">here</a>. <br><br> If neither *Hosts Allow* or *Hosts Deny* contains an entry, then SMB share access is allowed for any host. <br><br> If there is a *Hosts Allow* list but no *Hosts Deny* list, then only allow hosts on the *Hosts Allow* list. <br><br> If there is a *Hosts Deny* list but no *Hosts Allow* list, then allow all hosts that are not on the *Hosts Deny* list. <br><br> If there is both a *Hosts Allow* and *Hosts Deny* list, then allow all hosts that are on the *Hosts Allow* list. <br><br> If there is a host not on the *Hosts Allow* and not on the *Hosts Deny* list, then allow it.
es_ar: Ingrese una lista de nombres de host o direcciones IP permitidos. Separe las entradas presionando <code>Intro</code>. Se puede encontrar una descripción más detallada con ejemplos <a href="https://www.samba.org/samba/docs/current/man-html/smb.conf.5.html#HOSTSALLOW" target="_blank">aquí</a>. <br> <br> Si *Hosts Allow* ni *Hosts Deny* contienen una entrada, entonces se permite el acceso compartido SMB para cualquier host. <br> <br> Si hay una lista *Hosts Allow* pero ninguna lista *Hosts Deny*, entonces solo permita hosts en la lista *Hosts Allow*. <br> <br> Si hay una lista *Hosts Deny* pero ninguna lista *Hosts Allow*, permita todos los hosts que no estén en la lista *Hosts Deny*. <br> <br> Si hay una lista de *Hosts Allow* y *Hosts Deny*, permita todos los hosts que están en la lista *Hosts Allow*. <br> <br> Si hay un host que no está en la lista *Hosts Allow* ni en la lista *Hosts Deny*, permítelo.
fr: Entrez une liste de noms d’hôte ou d’adresses IP autorisés. Séparer les entrées en appuyant sur <code>Entrer</code> . Une description plus détaillée avec des exemples peut être trouvée <a href="https://www.samba.org/samba/docs/current/man-html/smb.conf.5.html#HOSTSALLOW" target="_blank">ici</a>. <br><br> Si ni *Hosts Allow* ou *Hosts Deny* ne contient d’entrée, l’accès au partage SMB est autorisé pour tout hôte. <br><br> S’il existe une liste *Hosts Allow*, mais pas de liste *Hosts Deny*, n’autorisez que les hôtes de la liste *Hosts Allow*. <br><br> S’il existe une liste *Hosts Deny* mais pas de liste *Hosts Allow*, autorisez tous les hôtes qui ne sont pas dans la liste *Hosts Deny*. <br><br> S’il existe à la fois une liste *Hosts Allow* et *Hosts Deny*, autorisez tous les hôtes qui se trouvent dans la liste *Hosts Allow*. <br><br> S’il y a un hôte qui ne se trouve pas dans la liste *Hosts Allow* et non dans la liste *Hosts Deny*, autorisez-le.

source: Enter a list of chat IDs separated by space, comma or semicolon. To find your chat ID send a message to the bot, group or channel and visit <a href="https://api.telegram.org/bot<BOT_TOKEN>/getUpdates" target="_blank">https://api.telegram.org/bot<BOT_TOKEN>/getUpdates</a>.
es_ar: Ingrese una lista de ID de chat separados por espacio, coma o punto y coma. Para encontrar tu ID de chat envía un mensaje al bot, grupo o canal y visita <a href="https://api.telegram.org/bot<BOT_TOKEN>/getUpdates" target="_blank">https://api.telegram.org/bot<BOT_TOKEN>/getUpdates</a>.
fr: Entrez une liste d'identifiants de discussion séparés par un espace, une virgule ou un point-virgule. Pour trouver votre identifiant de chat, envoyez un message au bot, groupe ou canal et visitez <a href="https://api.telegram.org/bot<BOT_TOKEN>/getUpdates" target="_blank">https://api.telegram.org/bot<BOT_TOKEN>/getUpdates</a>.

source: Enter a list of denied hostnames or IP addresses. Separate entries by pressing <code>Enter</code>. If neither *Hosts Allow* or *Hosts Deny* contains an entry, then SMB share access is allowed for any host. <br><br> If there is a *Hosts Allow* list but no *Hosts Deny* list, then only allow hosts on the *Hosts Allow* list. <br><br> If there is a *Hosts Deny* list but no *Hosts Allow* list, then allow all hosts that are not on the *Hosts Deny* list. <br><br> If there is both a *Hosts Allow* and *Hosts Deny* list, then allow all hosts that are on the *Hosts Allow* list. <br><br> If there is a host not on the *Hosts Allow* and not on the *Hosts Deny* list, then allow it.
es_ar: Ingrese una lista de nombres de host o direcciones IP denegados. Separe las entradas presionando <code>Intro</code>. Si *Hosts Allow* ni *Hosts Deny* contienen una entrada, entonces se permite el acceso compartido SMB para cualquier host. <br> <br> Si hay una lista *Hosts Allow* pero ninguna lista *Hosts Deny*, entonces solo permita hosts en la lista *Hosts Allow*. <br> <br> Si hay una lista *Hosts Deny* pero ninguna lista *Hosts Allow*, permita todos los hosts que no estén en la lista *Hosts Deny*. <br> <br> Si hay una lista de *Hosts Allow* y *Hosts Deny*, permita todos los hosts que están en la lista *Hosts Allow*. <br> <br> Si hay un host que no está en la lista *Hosts Allow* ni en la lista *Hosts Deny*, permítelo.
fr: Entrez une liste de noms d’hôte ou d’adresses IP refusés. Séparer les entrées en appuyant sur <code>Entrer</code> . Si ni *Hosts Allow* ou *Hosts Deny* ne contient d’entrée, l’accès au partage SMB est autorisé pour tout hôte. <br><br> S’il existe une liste *Hosts Allow*, mais pas de liste *Hosts Deny*, n’autorisez que les hôtes de la liste *Hosts Allow*. <br><br> S’il existe une liste *Hosts Deny* mais pas de liste *Hosts Allow*, autorisez tous les hôtes qui ne sont pas dans la liste *Hosts Deny*. <br><br> S’il existe à la fois une liste *Hosts Allow* et *Hosts Deny*, autorisez tous les hôtes qui se trouvent dans la liste *Hosts Allow*. <br><br> S’il y a un hôte qui ne se trouve pas dans la liste *Hosts Allow* et non dans la liste *Hosts Deny*, autorisez-le.

source: Enter a long string of random characters for use as <a href="https://searchsecurity.techtarget.com/definition/salt" target="_blank">salt</a> for the encryption password. <b>Warning:</b> Always securely back up the encryption salt value! Losing the salt value will result in data loss.
es_ar: Ingrese una larga cadena de caracteres aleatorios para usar como <a href="https://searchsecurity.techtarget.com/definition/salt" target="_blank">salt</a> para la contraseña de cifrado. <b>Advertencia:</b> ¡Haga siempre una copia de seguridad segura del valor de sal de cifrado! La pérdida del valor de sal dará como resultado la pérdida de datos.
fr: Entrez une longue chaîne de caractères aléatoires à utiliser comme <a href="https://searchsecurity.techtarget.com/definition/salt" target="_blank">sel</a> pour le mot de passe de chiffrement. <b>Avertissement :</b> Sauvegardez toujours la valeur du sel de chiffrement en toute sécurité ! La perte de la valeur de sel entraînera une perte de données.
ru: Введите длинную строку случайных символов для использования в качестве <a href="https://searchsecurity.techtarget.com/definition/salt" target="_blank">соли</a> для пароля шифрования. <b>Предупреждение:</b> Всегда надежно сохраняйте резервную копию значения соли! Потеря значения соли приведет к потере данных.

source: Enter a name for the VM.
es_ar: Ingrese un nombre para la VM.
fr: Entrez un nom pour la VM.
ru: Введите имя для ВМ.
