Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: DDNS server name. For example, <i>members.dyndns.org</i> denotes a server similar to dyndns.org.
es_ar: Nombre del servidor DDNS. Por ejemplo, <i>members.dyndns.org</i> denota un servidor similar a dyndns.org.
fr: Nom du serveur DDNS. Par exemple, <i>members.dyndns.org</i> désigne un serveur similaire à dyndns.org.
ru: Имя сервера DDNS. Например, <i>members.dyndns.org</i> обозначает сервер, аналогичный dyndns.org.

source: DDNS server path. Path syntax varies by provider and must be obtained from that provider. For example, <i>/update?hostname=</i> is a simple path for the <i>update.twodns.de</i> <b>Custom Server</b>. The hostname is automatically appended by default. More examples are in the <a href="https://github.com/troglobit/inadyn#custom-ddns-providers" target="_blank">In-A-Dyn documentation</a>.
es_ar: Ruta del servidor DDNS. La sintaxis de la ruta varía según el proveedor y debe obtenerse de ese proveedor. Por ejemplo, <i>/update?hostname=</i> es una ruta simple para <i>update.twodns.de</i> <b>Servidor personalizado</b>. El nombre de host se agrega automáticamente de forma predeterminada. Hay más ejemplos en la <a href="https://github.com/troglobit/inadyn#custom-ddns-providers" target="_blank">documentación In-A-Dyn</a>.
fr: Chemin du serveur DDNS. La syntaxe du chemin d'accès varie d'un fournisseur à l'autre et doit être obtenue auprès de ce fournisseur. Par exemple, <i>/update?hostname=</i> est un chemin simple pour le <b>serveur personnalisé</b> <i>update.twodns.de</i>. Le nom d'hôte est automatiquement ajouté par défaut. D'autres exemples se trouvent dans la <a href="https://github.com/troglobit/inadyn#custom-ddns-providers" target="_blank">documentation In-A-Dyn</a>.
ru: Путь к серверу DDNS. Синтаксис пути зависит от поставщика и должен быть получен от этого поставщика. Например, <i>/update?Hostname=</i> - это простой путь для <b>Пользовательского сервера</b> <i>update.twodns.de</i>. Имя хоста автоматически добавляется по умолчанию. Дополнительные примеры приведены в <a href="https://github.com/troglobit/inadyn#custom-ddns-providers" target="_blank">документации In-A-Dyn</a>.

source: DELETE
es_ar: ELIMINAR
fr: SUPPRIMER
ru: УДАЛИТЬ

source: DELETE DATASET
es_ar: ELIMINAR CONJUNTO DE DATOS
fr: SUPPRIMER DATASET
ru: УДАЛИТЬ НАБОР ДАННЫХ

source: DHCP Autoconfigure IPv4
es_ar: Autoconfigurar DHCP IPv4
ru: DHCP автонастройка IPv4

source: DISABLED
es_ar: DESHABILITADO
fr: DÉSACTIVÉ

source: DNS Domain Name
es_ar: Nombre de dominio DNS
fr: Nom de domaine DNS
ru: Доменное имя DNS

source: DNS Forwarder
es_ar: Reenviador DNS
ru: DNS пересыльщик

source: DNS Servers
es_ar: Servidores DNS
fr: Serveurs DNS
ru: Серверы DNS

source: DNS Timeout
es_ar: Tiempo de espera de DNS
fr: Délai d'attente DNS
ru: Таймаут DNS

source: DNS name of the domain
es_ar: Nombre DNS del dominio
fr: Nom DNS du domaine
ru: DNS-имя домена

source: DNS timeout
es_ar: Tiempo de espera de DNS
fr: Délai d'attente DNS
ru: Таймаут DNS

source: DNS timeout in seconds. Increase this value if DNS queries timeout.
es_ar: Tiempo de espera de DNS en segundos. Aumente este valor si el tiempo de espera de las consultas DNS.
fr: Délai d'attente DNS en secondes. Augmentez cette valeur si le délai d'attente des requêtes DNS est dépassé.
ru: Тайм-аут DNS в секундах. Увеличьте это значение, если время DNS-запроса истекло.

source: DOCUMENTATION
es_ar: DOCUMENTACIÓN
ru: ДОКУМЕНТАЦИЯ

source: DQ % Used
es_ar: DQ % utilizado
fr: DQ % utilisé

source: DQ Bytes Used
es_ar: Bytes DQ utilizados
fr: Octets DQ utilisés

source: DQ Used
es_ar: DQ utilizado
fr: DQ utilisé

source: Daily
es_ar: Diario
fr: Quotidien
ru: Ежедневно

source: Daily time range for the specific periodic snapshots to replicate, in 15 minute increments. Periodic snapshots created before the <i>Begin</i> time will not be included in the replication.
es_ar: Rango de tiempo diario para que las instantáneas periódicas específicas se repliquen, en incrementos de 15 minutos. Las instantáneas periódicas creadas antes del tiempo <i>Comenzar</i> no se incluirán en la replicación.
fr: Plage de temps quotidienne pour les instantanés périodiques spécifiques à reproduire, par tranches de 15 minutes. Les instantanés périodiques créés avant l'heure de <i>début</i> ne seront pas inclus dans la réplication.
ru: Дневной диапазон времени для репликации определенных периодических снимков с шагом 15 минут. Периодические снимки, созданные до времени <i>Начало</i>, не будут включены в репликацию.

source: Daily time range for the specific periodic snapshots to replicate, in 15 minute increments. Snapshots created after the <i>End</i> time will not be included in the replication.
es_ar: Rango de tiempo diario para que las instantáneas periódicas específicas se repliquen, en incrementos de 15 minutos. Las instantáneas creadas después del tiempo <i>Fin</i> no se incluirán en la replicación.
fr: Plage de temps quotidienne pour les instantanés périodiques spécifiques à reproduire, par tranches de 15 minutes. Les instantanés créés après l'heure de <i>fin</i> ne seront pas inclus dans la réplication.
ru: Дневной диапазон времени для репликации определенных периодических снимков с шагом 15 минут. Периодические снимки, созданные после времени <i>Конец</i>, не будут включены в репликацию.

source: Dashboard
es_ar: Tablero
fr: Tableau de bord
ru: Панель приборов

source: Data
es_ar: Datos
fr: Données
ru: Данные

source: Data Encipherment
es_ar: Cifrado de datos
fr: Chiffrement des données
ru: Шифрование данных

source: Data Protection
es_ar: Protección de datos
fr: Protection des données
ru: Защита данных

source: Data Quota
es_ar: Cuota de datos
fr: Quota de données
ru: Квота данных

source: Data VDevs
es_ar: Datos VDevs
fr: Données VDevs
ru: VDev данных

source: Data collection frequency, in seconds.
es_ar: Frecuencia de recolección de datos, en segundos.
fr: Fréquence de collecte des données, en secondes.
ru: Частота сбора данных, в секундах.

source: Data not available
es_ar: Datos no disponibles
fr: Données non disponibles
ru: Данные не доступны

source: Data not provided
es_ar: Datos no proporcionados
fr: Données non fournies
ru: Данные не предоставлены

source: Data transfer security. The connection is authenticated with SSH. Data can be encrypted during transfer for security or left unencrypted to maximize transfer speed. Encryption is recommended, but can be disabled for increased speed on secure networks.
es_ar: Seguridad de transferencia de datos. La conexión se autentica con SSH. Los datos se pueden cifrar durante la transferencia por seguridad o no se cifran para maximizar la velocidad de transferencia. Se recomienda el cifrado, pero se puede deshabilitar para aumentar la velocidad en redes seguras.
fr: Sécurité du transfert des données. La connexion est authentifiée avec SSH. Les données peuvent être chiffrées pendant le transfert pour des raisons de sécurité ou laissées non chiffrées pour maximiser la vitesse de transfert. Le chiffrement est recommandé, mais peut être désactivé pour augmenter la vitesse sur les réseaux sécurisés.
ru: Безопасность передачи данных. Соединение аутентифицируется с помощью SSH, после чего данные могут быть зашифрованы во время передачи для максимальной защиты или оставлены незашифрованными для максимизации скорости передачи. Передача данных без шифрования рекомендуется только для защищенных сетей.

source: Database
es_ar: Base de datos
fr: Base de données
ru: База данных

source: Database Path
es_ar: Ruta de la base de datos
fr: Chemin de la base de données
ru: Путь к базе данных

source: Dataset
es_ar: Conjunto de datos
ru: Набор данных

source: Dataset Actions
es_ar: Acciones de conjunto de datos
fr: Actions dataset
ru: Действия набора данных

source: Dataset Key
es_ar: Clave de conjunto de datos
fr: Clé dataset
ru: Ключ набора данных

source: Dataset Names
es_ar: Nombres de conjuntos de datos
fr: Noms du dataset

source: Dataset Passphrase
es_ar: Frase de contraseña del conjunto de datos
fr: Passphrase dataset
ru: Пароль набора данных

source: Dataset Path
es_ar: Ruta del conjunto de datos
fr: Chemin du dataset
ru: Путь к набору данных

source: Datasets for
es_ar: Conjuntos de datos para
fr: Datasets pour
ru: Наборы данных для

source: Datastore
es_ar: Almacén de datos
fr: Magasin de données
ru: Хранилище

source: Date
es_ar: Fecha
ru: Дата

source: Date Format
es_ar: Formato de fecha
fr: Format de date
ru: Формат даты

source: Day of Month
es_ar: Día del mes
fr: Jour du Mois
ru: День месяца

source: Day of Week
es_ar: Día de la semana
fr: Jour de la semaine
ru: День недели

source: Days
es_ar: Días
fr: Jours
ru: Дни

source: Days before a completed scrub is allowed to run again. This controls the task schedule. For example, scheduling a scrub to run daily and setting <b>Threshold days</b> to <i>7</i> means the scrub attempts to run daily. When the scrub is successful, it continues to check daily but does not run again until seven days have elapsed. Using a multiple of seven ensures the scrub always occurs on the same weekday.
es_ar: Días antes de que un exfoliante completado pueda volver a ejecutarse. Esto controla el horario de la tarea. Por ejemplo, programar un fregado para que se ejecute diariamente y establecer <b>Días umbral</b> en <i>7</i> significa que el fregado intenta ejecutarse diariamente. Cuando el exfoliante se realiza correctamente, continúa verificándose diariamente, pero no se ejecuta nuevamente hasta que hayan transcurrido siete días. El uso de un múltiplo de siete asegura que el fregado siempre ocurra el mismo día de la semana.
fr: Nombre de jours avant qu'un nettoyage terminé ne soit à nouveau autorisé à fonctionner. Ceci contrôle la planification des tâches. Par exemple, programmer un nettoyage quotidien et régler les <b>jours de seuil</b> à <i>7</i> signifie que le nettoyage tente de s'effectuer quotidiennement. Lorsque le nettoyage est réussi, il continue à être contrôlé tous les jours, mais ne recommence à fonctionner qu'après sept jours. L'utilisation d'un multiple de sept assure que le nettoyage a toujours lieu le même jour de la semaine.
ru: Число дней до того, как завершенная проверка может быть запущена снова. Это контролирует график выполнения. Например, планирование ежедневной проверки и установка :guilabel:`Threshold days` в *7* означает, что проверка пытается запуститься ежедневно. Если проверка прошла успешно, она продолжает проверять ежедневно, но не запускается снова, пока не пройдет семь дней. Использование чисел кратных семи гарантирует, что проверка всегда будет происходить в один и тот же день недели.

source: Days of Week
es_ar: Días de semana
fr: Jours de la semaine
ru: Дни недели

source: Days of the Week
es_ar: Días de la semana
fr: Jours de la Semaine
ru: Дни недели

source: Days when this task will run.
es_ar: Días en que se ejecutará esta tarea.
fr: Jours où cette tâche sera exécutée.
ru: Дни, когда эта задача будет выполняться.

source: De-duplication tables are stored on this special vdev type. These vdevs must be sized to <i>X</i> GiB for each <i>X</i> TiB of general storage.
es_ar: Las tablas de de-duplicación se almacenan en este tipo especial de vdev. Estos vdevs deben tener un tamaño de <i>X</i> GiB por cada <i>X</i> TiB de almacenamiento general.
fr: Les tables de déduplication sont stockées sur ce type spécial de vdev. Ces vdev doivent être dimensionnés à <i>X</i> GiB pour chaque <i>X</i> TiB de stockage général.
ru: Таблицы дедупликации хранятся в этом специальном типе vdev. Размер этих vdevs должен составлять <i>X</i> ГиБ для каждого <i>X</i> ТиБ общего хранилища.

source: Deactivate the recovery key for this pool?
es_ar: ¿Desactivar la clave de recuperación para este pool?
fr: Désactiver la clé de récupération pour ce volume ?
ru: Деактивировать ключ восстановления для этого пула?

source: Debug
es_ar: Depurar
ru: Отладка

source: Debug could not be downloaded.
es_ar: La depuración no se pudo descargar.
fr: Le debug n'a pas pu être téléchargé.
ru: Не удалось загрузить отладку.

source: Dec
es_ar: Diciembre
fr: Déc
ru: Дек

source: Decipher Only
es_ar: Solo descifrar
fr: Déchiffrer seulement
ru: Только расшифровать

source: Decrypt pool
es_ar: Descifrar pool
fr: Déchiffrer le volume
ru: Расшифровать пул

source: Decrypting Disks
es_ar: Descifrar discos
fr: Déchiffrement des disques
ru: Расшифровка дисков

source: Default
es_ar: Predeterminado
fr: Valeur par défaut
ru: По умолчанию

source: Default ACL Options
es_ar: Opciones predeterminadas de ACL
fr: Options ACL par défaut
ru: Параметры ACL по умолчанию

source: Default Gateway
es_ar: Puerta de enlace predeterminada
fr: Passerelle par défaut
ru: Шлюз по умолчанию

source: Default Permissions
es_ar: Permisos predeterminados
fr: Permissions par défaut
ru: Разрешения по умолчанию

source: Default Route
es_ar: Ruta por defecto
fr: Route par défaut

source: Default Router For IPv4
es_ar: Ruta predeterminada para IPv4
fr: Routeur par défaut pour IPv4
ru: Маршрутизатор по умолчанию для IPv4

source: Default Router For IPv6
es_ar: Ruta predeterminada para IPv6
fr: Routeur par défaut pour IPv6
ru: Маршрутизатор по умолчанию для IPv6

source: Default Umask
es_ar: Umask predeterminado
fr: Umask par défaut
ru: Umask по умолчанию

source: Default is UTF-8 which supports all characters in all languages.
es_ar: El valor predeterminado es UTF-8, que admite todos los caracteres en todos los idiomas.
fr: La valeur par défaut est UTF-8, qui prend en charge tous les caractères dans toutes les langues.
ru: По умолчанию используется UTF-8, который поддерживает все символы на всех языках.

source: Define a length of time to retain the snapshot on this system using a numeric value and a single lowercase letter for units. Examples: <i>3h</i> is three hours, <i>1m</i> is one month, and <i>1y</i> is one year. Does not accept Minute values. After the time expires, the snapshot is removed. Snapshots which have been replicated to other systems are not affected.
es_ar: Defina un período de tiempo para retener la instantánea en este sistema utilizando un valor numérico y una sola letra minúscula para las unidades. Ejemplos: <i>3h</i> son tres horas, <i>1m</i> son un mes y <i>1y</i> son un año. No acepta valores de minutos. Una vez que finaliza el tiempo, se elimina la instantánea. Las instantáneas que se han replicado en otros sistemas no se ven afectadas.
fr: Définissez une durée de conservation de l'instantané sur ce système en utilisant une valeur numérique et une seule lettre minuscule pour les unités. Exemples : <i>3h</i> est trois heures, <i>1m</i> est un mois et <i>1y</i> est un an. N'accepte pas les valeurs en minutes. Après l'expiration du délai, l'instantané est supprimé. Les instantanés qui ont été reproduits sur d'autres systèmes ne sont pas affectés.
ru: Определите период времени для сохранения снимка в этой системе, используя числовое значение и одну строчную букву для единиц измерения. Примеры: <i>3h</i> - три часа, <i>1m</i> - один месяц, а <i>1y</i> - один год. Не принимает значения Minute. По истечении времени снимок удаляется. Снимки, которые были реплицированы в другие системы, не затрагиваются.

source: Define a maximum size for both the dataset and any child datasets. Enter <i>0</i> to remove the quota.
es_ar: Defina un tamaño máximo para el conjunto de datos y los conjuntos de datos secundarios. Ingrese <i>0</i> para eliminar la cuota.
fr: Définissez une taille maximalle pour ce dataset ainsi que tous ses datasets enfants. Entrez <i>0</i> pour enlever le quota.
ru: Определите максимальный размер как для данного набора данных, так и для любых дочерних наборов данных. Введите <i>0</i>, чтобы удалить квоту.

source: Define a number of minutes for <a href="https://www.freebsd.org/cgi/man.cgi?query=smartd&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">smartd</a> to wake up and check if any tests are configured to run.
es_ar: Defina una cantidad de minutos para <a href="https://www.freebsd.org/cgi/man.cgi?query=smartd&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">smartd</a> para despertar y verificar si alguna prueba está configurada para ejecutarse.
fr: Définissez un nombre de minutes pour que <a href="https://www.freebsd.org/cgi/man.cgi?query=smartd&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">smartd</a> se réveille et vérifiez si des tests sont configurés pour être exécutés.
ru: Определите количество минут через которые <a href="https://www.freebsd.org/cgi/man.cgi?query=smartd&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">smartd</a> будет просыпается и проверять, настроены ли какие-либо тесты для запуска.

source: Define an alias for the interface on this TrueNAS controller. The alias can be an IPv4 or IPv6 address.
es_ar: Defina un alias para la interfaz en este controlador TrueNAS. El alias puede ser una dirección IPv4 o IPv6.
fr: Définissez un alias pour l’interface sur ce contrôleur TrueNAS. L’alias peut être une adresse IPv4 ou IPv6.

source: Define an alias that can connect to the interface on either TrueNAS controller. This address remains active if a Controller failover occurs.
es_ar: Defina un alias que pueda conectarse a la interfaz en cualquiera de los controladores TrueNAS. Esta dirección permanece activa si se produce una conmutación por error del controlador.
fr: Définissez un alias qui peut se connecter à l’interface sur l’un ou l’autre contrôleur TrueNAS. Cette adresse reste active en cas d’échec du contrôleur.

source: Define other sections and their key/value pairs. Enclose each section name in square brackets, and put each key/value pair on a new line. Example: <br> [system.intr]<br> history=86400<br> enabled=yes
es_ar: Definir otras secciones y sus pares clave / valor. Encierre cada nombre de sección entre corchetes y coloque cada par clave / valor en una nueva línea. Ejemplo: <br> [system.intr] <br> history=86400 <br> enabled = yes
fr: Définissez d'autres sections et leurs combinaisons clé/valeur. Mettez chaque nom de section entre crochets et placez chaque paire clé/valeur sur une nouvelle ligne. Exemple: <br> [system.intr]<br> history=86400<br> enabled=yes
ru: Определите другие разделы и их пары ключ/значение. Заключите каждое имя раздела в квадратные скобки и поместите каждую пару ключ/значение в новую строку. Пример: <br> [system.intr]<br> history=86400<br> enabled=yes

source: Define the dataset to be jailed and fully handed over to a jail. Enter a ZFS filesystem name <i>without</i> a pool name. <b>jail_zfs</b> must be set for this option to work.
es_ar: Defina el conjunto de datos a encerrar y entregar por completo a una jaula. Ingrese un nombre de sistema de archivos ZFS <i>sin</i> un nombre de grupo. <b>jail_zfs</b> debe estar configurado para que esta opción funcione.
fr: Définir le dataset à intégrer dans le jail et à remettre entièrement au jail. Entrez un nom de système de fichiers ZFS <i>sans</i> un nom de volume. <b>jail_zfs</b> doit être défini pour que cette option fonctionne.
ru: Определите набор данных, который будет полностью передан в jail. Введите имя файловой системы ZFS <i>без</i> имени пула. <b>jail_zfs</b> должен быть установлен, чтобы эта опция работала.

source: Define the maximum number of chunks for a multipart upload. This can be useful if a service does not support the 10,000 chunk AWS S3 specification.
es_ar: Defina el número máximo de fragmentos para una carga de varias partes. Esto puede resultar útil si un servicio no admite la especificación AWS S3 de 10,000 fragmentos.
fr: Définissez le nombre maximal de morceaux pour un téléchargement en plusieurs parties. Cela peut être utile si un service ne prend pas en charge la spécification AWS S3 de 10 000 morceaux.

source: Define the number of UIDS/GIDS available per domain range. The minimum is <i>2000</i> and the recommended default is <i>100000</i>.
es_ar: Defina el número de UIDS/GIDS disponibles por rango de dominio. El mínimo es <i>2000</i> y el valor predeterminado recomendado es <i>100000</i>.
fr: Définir le nombre d'UIDS/GIDS disponibles par gamme de domaines. Le minimum est de <i>2000</i> et la valeur par défaut recommandée est de <i>100000</i>.
ru: Определите количество UIDS/GIDS, доступных для диапазона домена. Минимальное значение составляет <i>2000</i>, а рекомендуемое значение по умолчанию - <i>100000</i>.

source: Define the path to a system location that has snapshots to replicate. Click the <i class="material-icons">folder</i> to see all locations on the source system or click in the field to manually type a location (Example: <code>pool1/dataset1</code>). Multiple source locations can be selected or manually defined with a comma (<code>,</code>) separator.
es_ar: Defina la ruta a una ubicación del sistema que tenga instantáneas para replicar. Haga clic en la <i class="material-icons">carpeta</i> para ver todas las ubicaciones en el sistema de origen o haga clic en el campo para escribir manualmente una ubicación (Ejemplo: <code>pool1/dataset1</code>). Se pueden seleccionar múltiples ubicaciones de origen o definirlas manualmente con un separador de coma (<code>,</code>).
fr: Définir le chemin vers un emplacement du système qui a des instantanés à reproduire. Cliquez sur le <i class="material-icons">dossier</i> pour voir tous les emplacements du système source ou cliquez dans le champ pour saisir manuellement un emplacement (Exemple : <code>pool1/dataset1</code>). Plusieurs emplacements source peuvent être sélectionnés ou définis manuellement à l'aide d'un séparateur par une virgule (<code>,</code>).

source: Define the path to a system location that has snapshots to replicate. Click the <i class="material-icons">folder</i> to see all locations on the source system or click in the field to manually type a location (Example: <code>pool1/dataset1</code>). Multiple source locations can be selected or manually defined with a comma (<code>,</code>) separator. <br><br> Selecting a location displays the number of existing snapshots that can be replicated. Selecting a location that has no snapshots configures the replication task to take a manual snapshot of that location and replicate it to the destination.
es_ar: Defina la ruta a una ubicación del sistema que tenga instantáneas para replicar. Haga clic en la <i class="material-icons">carpeta</i> para ver todas las ubicaciones en el sistema de origen o haga clic en el campo para escribir manualmente una ubicación (Ejemplo: <code>pool1/dataset1</code>). Se pueden seleccionar múltiples ubicaciones de origen o definirlas manualmente con un separador de coma (<code>,</code>). <br> <br> Al seleccionar una ubicación, se muestra el número de instantáneas existentes que se pueden replicar. Al seleccionar una ubicación que no tiene instantáneas, se configura la tarea de replicación para tomar una instantánea manual de esa ubicación y replicarla en el destino.
fr: Définir le chemin d'accès à un emplacement du système qui a des instantanés à répliquer. Cliquez sur le <i class="material-icons">dossier</i> pour voir tous les emplacements du système source ou cliquez dans le champ pour saisir manuellement un emplacement (Exemple : <code>pool1/dataset1</code>). Plusieurs emplacements source peuvent être sélectionnés ou définis manuellement à l'aide d'un séparateur par une virgule (<code>,</code>) <br><br> La sélection d'un lieu affiche le nombre de clichés existants qui peuvent être reproduits. La sélection d'un lieu qui n'a pas d'instantanés configure la tâche de réplication pour prendre un instantané manuel de ce lieu et le répliquer vers la destination.
