Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: API Key or Password
es_ar: Clave API o Contraseña
fr: Clé API ou mot de passe

source: API Keys
es_ar: Claves de API
fr: Clés API

source: API URL
es_ar: URL de API
fr: URL de l'API

source: ATA Security User
es_ar: Usuario de seguridad de ATA
fr: Utilisateur de sécurité ATA
ru: Пользователь ATA Security

source: AUTORID
es_ar: AUTORIDAD

source: AWS Region
es_ar: Región de AWS
fr: Région AWS
ru: AWS регион

source: Abort
es_ar: Abortar
fr: Abandonner

source: About
es_ar: Acerca de
fr: À propos
ru: О продукте

source: About.
es_ar: Acerca de.
fr: À propos.
ru: О продукте.

source: Access
es_ar: Acceso
fr: Accès
ru: Доступ

source: Access Based Share Enumeration
es_ar: Enumeración de acciones basada en acceso
fr: Énumération de partage basée sur l'accès
ru: Перечисление ресурсов на основе доступа

source: Access Control Entries
es_ar: Entradas de control de acceso
fr: Entrées de contrôle d'accès
ru: Записи контроля доступа

source: Access Control Entry (ACE) user or group. Select a specific <i>User</i> or <i>Group</i> for this entry, <i>owner@</i> to apply this entry to the user that owns the dataset, <i>group@</i> to apply this entry to the group that owns the dataset, or <i>everyone@</i> to apply this entry to all users and groups. See <a href="https://www.freebsd.org/cgi/man.cgi?query=setfacl" target="_blank">setfacl(1) NFSv4 ACL ENTRIES</a>.
es_ar: Usuario o grupo de entrada de control de acceso (ACE). Seleccione un <i>Usuario</i> o <i>Grupo</i> específico para esta entrada, <i>propietario@</i> para aplicar esta entrada al usuario que posee el conjunto de datos, <i>grupo@</i> para aplicar esta entrada al grupo que posee el conjunto de datos, o <i>everyone@</i> para aplicar esta entrada a todos los usuarios y grupos. Consulte <a href="https://www.freebsd.org/cgi/man.cgi?query=setfacl" target="_blank">setfacl (1) NFSv4 ACL ENTRIES</a>.
fr: Utilisateur ou groupe d'utilisateurs ACE (Access Control Entry). Sélectionnez un <i>Utilisateur</i> ou un <i>Groupe</i> spécifique pour cette entrée, <i>owner@</i> pour appliquer cette entrée à l'utilisateur qui possède le dataset, <i>group@</i> pour appliquer cette entrée au groupe qui possède le dataset, ou <i>everyone@</i> pour appliquer cette entrée à tous les utilisateurs et groupes. Voir <a href="https://www.freebsd.org/cgi/man.cgi?query=setfacl" target="_blank">setfacl(1) NFSv4 ACL ENTRIES</a>.
ru: Пользователь или группа Access Control Entry (ACE). Выберите для этой записи определенный <i>пользователь</i> или <i>группу</i>, <i>owner@</i>, чтобы применить эту запись к пользователю, которому принадлежит набор данных, <i>group@</i> чтобы применить эту запись к группе, которой принадлежит набор данных, или <i>Everyone@</i>, чтобы применить эту запись ко всем пользователям и группам. См. <a href="https://www.freebsd.org/cgi/man.cgi?query=setfacl" target="_blank">setfacl(1) NFSv4 ACL ENTRIES</a>.

source: Access Control List
es_ar: Lista de control de acceso
fr: Liste de contrôle d'accès
ru: Список контроля доступа

source: Access ID Key
es_ar: Clave de ID de acceso
fr: Clé d'identification d'accès
ru: Идентификатор ключа доступа

source: Access Key
es_ar: Clave de acceso
fr: Clé d'accès
ru: Ключ доступа

source: Access Key ID
es_ar: ID de clave de acceso
fr: ID de clé d'accès
ru: ID ключа доступа

source: Access Key ID for the linked AWS account.
es_ar: ID de clave de acceso para la cuenta de AWS vinculada.
fr: Clé d'accès pour le compte AWS lié.
ru: ID ключа доступа для связанной учетной записи AWS

source: Access Mode
es_ar: Modo de acceso
fr: Mode d'accès
ru: Редим доступа

source: Access Token
es_ar: Token de acceso
fr: Jeton d'accès
ru: Токен доступа

source: Access Token <a href="https://api.hubic.com/sandbox/" target="_blank">generated by a Hubic account</a>.
es_ar: Token de acceso <a href="https://api.hubic.com/sandbox/" target="_blank">generado por una cuenta de Hubic</a>.
fr: Jeton d'accès <a href="https://api.hubic.com/sandbox/" target="_blank">généré par un compte HubiC</a>.
ru: Токен доступа <a href="https://api.hubic.com/sandbox/" target="_blank">сгенерированный учетной записью Hubic</a>.

source: Access Token for a Dropbox account. A <a href="https://blogs.dropbox.com/developers/2014/05/generate-an-access-token-for-your-own-account/" target="_blank">token must be generated</a> by the <a href="https://www.dropbox.com/" target="_blank">Dropbox account</a> before adding it here.
es_ar: Token de acceso para una cuenta de Dropbox. Se debe generar un <a href="https://blogs.dropbox.com/developers/2014/05/generate-an-access-token-for-your-own-account/" target="_blank">token</a> por la <a href="https://www.dropbox.com/" target="_blank">cuenta de Dropbox</a> antes de agregarla aquí.
fr: Jeton d'accès pour un compte Dropbox. Un <a href="https://blogs.dropbox.com/developers/2014/05/generate-an-access-token-for-your-own-account/" target="_blank">jeton doit être généré</a> par le <a href="https://www.dropbox.com/" target="_blank">compte Dropbox</a> avant de l'ajouter ici.
ru: Токен доступа для учетной записи Dropbox. <a href="https://blogs.dropbox.com/developers/2014/05/generate-an-access-token-for-your-own-account/" target="_blank">Токен должен быть сгеренирован</a> <a href="https://www.dropbox.com/" target="_blank">аккаунтом Dropbox</a> для добавления сюда.

source: Account Key
es_ar: Clave de cuenta
fr: Clé du compte
ru: Ключ учетной записи

source: Account Name
es_ar: Nombre de cuenta
fr: Nom du compte
ru: Имя учетной записи

source: Account to be used for guest access. Default is <i>nobody</i>. The chosen account is required to have permissions to the shared pool or dataset. To adjust permissions, edit the dataset Access Control List (ACL), add a new entry for the chosen guest account, and configure the permissions in that entry. If the selected <i>Guest Account</i> is deleted the field resets to <i>nobody</i>.
es_ar: Cuenta para ser utilizada para el acceso de invitados. El valor predeterminado es <i>nobody</i>. Se requiere que la cuenta elegida tenga permisos para el grupo compartido o conjunto de datos. Para ajustar los permisos, edite la Lista de control de acceso (ACL) del conjunto de datos, agregue una nueva entrada para la cuenta de invitado elegida y configure los permisos en esa entrada. Si se elimina la <i>Cuenta de invitado</i> seleccionada, el campo se restablece a <i>nobody</i>.
fr: Compte à utiliser pour l'accès des invités. La valeur par défaut est "<i>nobody</i>". Le compte choisi doit avoir des autorisations pour le volume ou le dataset partagé. Pour ajuster les autorisations, modifiez la liste de contrôle d'accès (ACL) du dataset, ajoutez une nouvelle entrée pour le compte invité choisi et configurez les autorisations dans cette entrée. Si le compte d'<i>invité</i> sélectionné est supprimé, le champ se réinitialise à <i>nobody</i>.
ru: Аккаунт, который будет использоваться для гостевого доступа. По умолчанию <i>nobody</i>. Выбранная учетная запись должна иметь разрешения для общего пула или набора данных. Чтобы настроить разрешения, отредактируйте список контроля доступа к набору данных (ACL), добавьте новую запись для выбранной гостевой учетной записи и настройте разрешения в этой записи. Если выбранная <i>Гостевая учетная запись</i> удалена, поле сбрасывается в <i>nobody</i>.

source: Acoustic Level
es_ar: Nivel Acústico
fr: Niveau d'acoustique
ru: Уровень шума

source: Action Requires Administrator Confirmation
es_ar: La acción requiere la confirmación del administrador
fr: L'action nécessite la confirmation de l’administrateur

source: Actions
es_ar: Acciones
ru: Действия

source: Activate
es_ar: Activar
fr: Activer
ru: Активировать

source: Activate KMIP configuration and begin syncing keys with the KMIP server.
es_ar: Active la configuración de KMIP y comience a sincronizar claves con el servidor KMIP.
fr: Activez la configuration KMIP et commencez à synchroniser les clés avec le serveur KMIP.
ru: Активировать конфигурацию KMIP и начать синхронизацию ключей с сервером KMIP.

source: Activate this Boot Environment?
es_ar: ¿Activar este entorno de arranque?
fr: Activez cet environnement de démarrage ?
ru: Активировать эту загрузочную среду?

source: Activate this certificate extension.
es_ar: Active esta extensión de certificado.
fr: Activez cette extension de certificat.
ru: Активировать это расширение сертификата.

source: Activate this module for use with Rsync. Unset this field to deactivate the module without completely removing it.
es_ar: Active este módulo para usar con Rsync. Desactive este campo para desactivar el módulo sin eliminarlo por completo.
fr: Activez ce module pour une utilisation avec Rsync. Désactivez ce champ pour désactiver le module sans le supprimer complètement.
ru: Активируйте этот модуль для использования с Rsync. Отключите это поле, чтобы отключить модуль, не удаляя его полностью.

source: Activates a tuning script which attempts to optimize the system depending on the installed hardware. <b>Warning:</b> Autotuning is only used as a temporary measure and is not a permanent fix for system hardware issues.
es_ar: Activa un script de ajuste que intenta optimizar el sistema según el hardware instalado. <b>Advertencia:</b> El ajuste automático solo se usa como una medida temporal y no es una solución permanente para los problemas de hardware del sistema.
fr: Active un script de réglage qui tente d'optimiser le système en fonction du matériel installé. <b>Avertissement :</b> L'autotuning n'est utilisé que comme une mesure temporaire et ne constitue pas une solution permanente aux problèmes de matériel du système.
ru: Активирует скрипт настройки, который пытается оптимизировать систему в зависимости от установленного оборудования. <b>Предупреждение:</b> Автонастройка используется только как временная мера и не является постоянным решением проблем аппаратного обеспечения системы.

source: Activates the configuration. Unset to disable the configuration without deleting it.
es_ar: Activa la configuración. Desconéctelo para deshabilitar la configuración sin eliminarla.
fr: Active la configuration. Désactiver pour désactiver la configuration sans la supprimer.
ru: Активирует конфигурацию. Снимите, чтобы отключить конфигурацию не удаляя ее.

source: Activates the replication schedule.
es_ar: Activa el cronograma de replicación.
fr: Active le calendrier de réplication.
ru: Активирует расписание репликации.

source: Active
es_ar: Activo
fr: Actif
ru: Активный

source: Active Directory
es_ar: Directorio activo

source: Active Directory - Primary Domain
es_ar: Directorio Activo: Dominio Principal
fr: Active Directory - Domaine principal

source: Active Directory IDMAP change!
es_ar: ¡Cambio de Active Directory IDMAP!
fr: Changement IDMAP Active Directory !
ru: Изменение Active Directory IDMAP!

source: Active Directory must be enabled before adding new domains.
es_ar: Active Directory debe estar habilitado antes de agregar nuevos dominios.
fr: Active Directory doit être activé avant d'ajouter de nouveaux domaines.
ru: Active Directory должен быть включен перед добавлением новых доменов.

source: Adapter Type
es_ar: Tipo de adaptador
fr: Type d'adaptateur
ru: Тип адаптера

source: Adapter Type:
es_ar: Tipo de adaptador:
fr: Type d'adaptateur:
ru: Тип адаптера:

source: Add
es_ar: Añadir
fr: Ajouter
ru: Добавить

source: Add ACL Item
es_ar: Añadir elemento ACL
fr: Ajouter un élément ACL
ru: Добавить элемент ACL

source: Add API Key
es_ar: Agregar clave de API
fr: Ajouter une clé API
ru: Добавить ключ API

source: Add Additional Path
es_ar: Agregar ruta adicional
fr: Ajouter un chemin supplémentaire
ru: Добавить дополнительный путь

source: Add Alert Service
es_ar: Añadir alerta de servicio
fr: Ajouter un service d'alerte
ru: Добавить службу оповещений

source: Add CA
es_ar: Añadir CA
fr: Ajouter AC

source: Add CSR
es_ar: Añadir CSR
fr: Ajouter CSR

source: Add Certificate
es_ar: Añadir certificado
fr: Ajouter Certificat

source: Add Cloud Credential
es_ar: Agregar credencial de nube
fr: Ajouter des informations d'identification Cloud
ru: Добавить облачные полномочия

source: Add DNS Authenticator
es_ar: Agregar autenticador de DNS
fr: Ajouter DNS Authenticator

source: Add Dataset
es_ar: Agregar conjunto de datos
fr: Ajouter un dataset
ru: Добавить набор данных

source: Add Group
es_ar: Añadir grupo
fr: Ajouter un groupe
ru: Добавить группу

source: Add Idmap
es_ar: Añadir Idmap
fr: Ajouter Idmap
ru: Добавить Idmap

source: Add Interface
es_ar: Añadir interfaz
fr: Ajouter une interface

source: Add Kerberos SPN Entry
es_ar: Agregar entrada de SPN de Kerberos
fr: Ajouter Kerberos SPN Entry

source: Add Mountpoint
es_ar: Agregar punto de montaje
fr: Ajouter un point de montage
ru: Добавить точку монтирования

source: Add NFS SPN
es_ar: Agregar NFS SPN
fr: Ajouter NFS SPN

source: Add Recovery Key
es_ar: Agregar clave de recuperación
fr: Ajouter une clé de récupération
ru: Добавить ключ восстановления

source: Add Static Route
es_ar: Añadir ruta estática
fr: Ajouter une route statique

source: Add Sysctl
es_ar: Añadir Sysctl
fr: Ajouter Sysctl
ru: Добавить Sysctl

source: Add Tunable
es_ar: Agregar sintonizable
fr: Ajouter réglages
ru: Добавить Tunable

source: Add User
es_ar: Añadir usuario
fr: Ajouter un utilisateur

source: Add Vdev
es_ar: Añadir Vdev
fr: Ajouter Vdev
ru: Добавить Vdev

source: Add Vdevs
es_ar: Añadir Vdevs
fr: Ajouter Vdevs
ru: Добавить Vdev'ы

source: Add Zvol
es_ar: Añadir Zvol
fr: Ajouter un zvol
ru: Добавить zvol

source: Add a name for the new snapshot.
es_ar: Agregue un nombre para la nueva instantánea.
fr: Ajouter un nom pour le nouvel instantané.
ru: Добавить имя для нового снимка.

source: Add a passphrase to the new encryption key. This is used to lock and unlock the pool.
es_ar: Agregue una frase de contraseña a la nueva clave de cifrado. Esto se usa para bloquear y desbloquear el pool.
fr: Ajoutez une passphrase à la nouvelle clé de chiffrement. Ceci est utilisé pour verrouiller et déverrouiller le volume.
ru: Добавить ключевую фразу к новому ключу шифрования. Это используется для блокировки и разблокировки пула.

source: Add any more <a href="https://www.freebsd.org/cgi/man.cgi?query=sshd_config" target="_blank">sshd_config(5)</a> options not covered in this screen. Enter one option per line. These options are case-sensitive. Misspellings can prevent the SSH service from starting.
es_ar: Agregue más <a href="https://www.freebsd.org/cgi/man.cgi?query=sshd_config" target="_blank">sshd_config (5)</a> opciones no cubiertas en esta pantalla. Ingrese una opción por línea. Estas opciones distinguen entre mayúsculas y minúsculas. Los errores ortográficos pueden evitar que se inicie el servicio SSH.
fr: Ajoutez d'autres options <a href="https://www.freebsd.org/cgi/man.cgi?query=sshd_config" target="_blank">sshd_config(5)</a> non couvertes dans cet écran. Entrez une option par ligne. Ces options sont sensibles à la casse. Les fautes d'orthographe peuvent empêcher le démarrage du service SSH.
ru: Добавить дополнительные параметры <a href="https://www.freebsd.org/cgi/man.cgi?query=sshd_config" target="_blank">sshd_config(5)</a>, не включенные в этот экран. Вводите один параметр в каждой строке. Эти параметры чувствительны к регистру. Ошибки в написании могут препятствовать запуску службы SSH.

source: Add any notes about this zvol.
es_ar: Agregue cualquier nota sobre este zvol.
fr: Ajouter des notes sur ce zvol.
ru: Добавьте любые заметки об этом zvol.

source: Add lines to the jail <i>resolv.conf</i>. <b>Example:</b> <i>nameserver IP;search domain.local</i>. Fields must be delimited with a semicolon (;), This is translated as new lines in <i>resolv.conf</i>. Enter <i>none</i> to inherit <i>resolv.conf</i> from the host.
es_ar: Agregue líneas al jail <i>resolv.conf</i>. <b>Ejemplo:</b> <i>IP de servidor de nombres; busque domain.local</i>. Los campos deben delimitarse con un punto y coma (;). Esto se traduce como nuevas líneas en <i>resolv.conf</i>. Ingrese <i>none</i> para heredar <i>resolv.conf</i> del host.
fr: Ajouter des lignes au fichier <i>resolv.conf</i> de l'environnement jail. <b>Exemple :</b> <i>adresse IP du serveur de nom ; domaine de recherche.local.</i> Les champs doivent être délimités par un point-virgule ( ;), celui-ci se traduit par de nouvelles lignes dans <i>resolv.conf</i>. Entrez <i>none</i> pour hériter <i>resolv.conf</i> de l'hôte.
ru: Добавить строки в <b>resolv.conf</b> jail. <b>Пример:</b> <i>nameserver IP;search domain. local</i>. Поля должны быть разделены точкой с запятой (;). Это преобразыется в новые строки в <i>resolv.conf</i>. Введите <i>none</i>, чтобы наследовать <b>resolv.conf</b> от хоста.

source: Add more options from <a href="https://www.freebsd.org/cgi/man.cgi?query=tftpd" target="_blank">tftpd(8)</a>. Add one option on each line.
es_ar: Agregue más opciones de <a href="https://www.freebsd.org/cgi/man.cgi?query=tftpd" target="_blank">tftpd(8)</a>. Agregue una opción en cada línea.
fr: Ajouter d'autres options pour <a href="https://www.freebsd.org/cgi/man.cgi?query=tftpd" target="_blank">tftpd(8)</a> Ajoutez une option sur chaque ligne.
ru: Добавить больше опций из <a href="https://www.freebsd.org/cgi/man.cgi?query=tftpd" target="_blank">tftpd(8)</a>. Добавьте одну опцию в строке.

source: Add one or more disks to be used for data.
es_ar: Agregue uno o más discos para ser utilizados para los datos.
fr: Ajoutez un ou plusieurs disques pour stocker les données.
ru: Добавить один или несколько дисков для данных.

source: Add one or more disks to extend the pool.
es_ar: Agregue uno o más discos para extender el grupo.
fr: Ajoutez un ou plusieurs disques pour étendre le volume.
ru: Добавить один или несколько дисков для расширения пула.

source: Add or Update a License
es_ar: Agregar o actualizar una licencia
fr: Ajouter ou mettre à jour une licence
ru: Добавить или обновить лицензию

source: Add this user to additional groups.
es_ar: Agregar este usuario a grupos adicionales.
fr: Ajoutez cet utilisateur à des groupes supplémentaires.
ru: Добавить этого пользователя в дополнительные группы.

source: Added disks are erased, then the pool is extended onto the new disks with the chosen topology. Existing data on the pool is kept intact.
es_ar: Los discos agregados se borran, luego el grupo se extiende a los nuevos discos con la topología elegida. Los datos existentes en el grupo se mantienen intactos.
fr: Les disques ajoutés sont effacés, puis le volume est étendu sur les nouveaux disques avec la topologie choisie. Les données existantes sur le volume sont conservées intactes.
ru: Добавленные диски стираются, затем пул расширяется на новые диски с выбранной топологией. Существующие данные в пуле сохраняются.

source: Adding NFS NPN requires sufficient privileges. Enter your credentials below.
es_ar: Agregar NFS NPN requiere suficientes privilegios. Ingrese sus credenciales a continuación.
fr: L’ajout de NFS NPN nécessite suffisamment de privilèges. Entrez vos informations d’identification ci-dessous.

source: Adding Vdevs to an encrypted pool resets the passphrase and recovery key!
es_ar: ¡Agregar Vdevs a un grupo encriptado restablece la contraseña y la clave de recuperación!
fr: L'ajout de Vdevs à un volume chiffré réinitialise la passphrase et la clé de récupération !
ru: Добавление Vdevs в зашифрованный пул сбрасывает ключевую фразу и ключ восстановления!

source: Adding data vdevs of different types is not supported.
es_ar: No se admite agregar datos vdevs de diferentes tipos.
fr: L'ajout de données vdevs de types différents n'est pas pris en charge.
ru: Добавление vdev данных разных типов не поддерживается.

source: Additional <a href="https://rsync.samba.org/ftp/rsync/rsync.html" target="_blank">rsync(1)</a> options to include. Separate entries by pressing <code>Enter</code>.<br> Note: The "*" character must be escaped with a backslash (\*.txt) or used inside single quotes ('*.txt').
es_ar: <a href="https://rsync.samba.org/ftp/rsync/rsync.html" target="_blank">rsync(1)</a> opciones adicionales para incluir. Separe las entradas presionando <code>Enter</code>. <br> Nota: El carácter "*" debe escaparse con una barra diagonal inversa (\*.txt) o usarse dentro de comillas simples ('*.txt').
fr: Options <a href="https://rsync.samba.org/ftp/rsync/rsync.html" target="_blank">rsync(1)</a> supplémentaires à inclure. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.<br> Note : Le caractère "*" doit être échappé par une barre oblique inversée (\*.txt) ou utilisé entre guillemets simples ('*.txt').
ru: Дополнительные параметры <a href="https://rsync.samba.org/ftp/rsync/rsync.html" target="_blank">rsync(1)</a>. Разделяйте записи, нажимая <code>Enter</code>.<br> Примечание: Символ "*" должен быть экранирован обратной косой чертой (\*.txt) или использоваться внутри одинарных кавычек ('*.txt').

source: Additional <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target="_blank">smb.conf</a> parameters.
es_ar: Parámetros <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target="_blank">smb.conf</a> adicionales.
fr: Paramètres <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target="_blank">smb.conf</a> supplémentaires.
ru: Дополнительные параметры <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target="_blank">smb.conf</a>.

source: Additional <a href="http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html" target="_blank">afp.conf(5)</a> parameters.
es_ar: Parámetros adicionales <a href="http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html" target="_blank">afp.conf(5)</a>.
fr: Autres paramètres pour <a href="http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html" target="_blank">afp.conf (5)</a> .
ru: Дополнительные параметры <a href="http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html" target="_blank">afp.conf(5)</a>.

source: Additional <a href="http://netatalk.sourceforge.net/3.1/htmldocs/afp.conf.5.html" target="_blank">afp.conf</a> parameters not covered by other option fields.
es_ar: Los parámetros adicionales <a href="http://netatalk.sourceforge.net/3.1/htmldocs/afp.conf.5.html" target="_blank">afp.conf</a> no están cubiertos por otros campos de opciones.
fr: Autres paramètres pour <a href="http://netatalk.sourceforge.net/3.1/htmldocs/afp.conf.5.html" target="_blank">afp.conf</a> non couverts par d'autres champs d'options.
ru: Дополнительные параметры <a href="http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html" target="_blank">afp.conf(5)</a>, не покрытые другими полями.

source: Additional <a href="https://www.smartmontools.org/browser/trunk/smartmontools/smartctl.8.in" target="_blank">smartctl(8)</a> options.
es_ar: Opciones adicionales de <a href="https://www.smartmontools.org/browser/trunk/smartmontools/smartctl.8.in" target="_blank">smartctl(8)</a>.
fr: Autres options pour <a href="https://www.smartmontools.org/browser/trunk/smartmontools/smartctl.8.in" target="_blank">smartctl(8)</a> .
ru: Дополнительные параметры <a href="https://www.smartmontools.org/browser/trunk/smartmontools/smartctl.8.in" target="_blank">smartctl(8)</a>.

source: Additional Data VDevs to Create
es_ar: Datos adicionales VDevs para crear
fr: VDev de données supplémentaires à créer
ru: Дополнительные данные VDevs для создания

source: Additional Domains
es_ar: Dominios Adicionales
fr: Domaines supplémentaires
ru: Дополнительные домены

source: Additional Domains:
es_ar: Dominios adicionales:
fr: Domaines supplémentaires:

source: Additional Hardware
es_ar: Hardware adicional
fr: Matériel supplémentaire
ru: Дополнительное оборудование
