Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Choose the test type. See <a href="https://www.smartmontools.org/browser/trunk/smartmontools/smartctl.8.in" target="_blank">smartctl(8)</a> for descriptions of each type. Some types will degrade performance or take disks offline. Avoid scheduling S.M.A.R.T. tests simultaneously with scrub or resilver operations.
es_ar: Elige el tipo de prueba. Consulte <a href="https://www.smartmontools.org/browser/trunk/smartmontools/smartctl.8.in" target="_blank">smartctl(8)</a> para obtener descripciones de cada tipo. Algunos tipos degradarán el rendimiento o desconectarán los discos. Evite programar S.M.A.R.T. prueba simultáneamente con operaciones de fregado o recuperación.
fr: Sélectionnez le type de test. Voir <a href="https://www.smartmontools.org/browser/trunk/smartmontools/smartctl.8.in" target="_blank">smartctl(8)</a> pour les descriptions de chaque type. Certains types dégradent les performances ou bascule les disques hors-ligne. Éviter de programmer les tests S.M.A.A.R.R.T. en même temps que les opérations de nettoyage ou de résilience.
ru: Выберите тип теста. Смотрите <a href="https://www.smartmontools.org/browser/trunk/smartmontools/smartctl.8.in" target="_blank">smartctl(8)</a> для описания каждого типа. Некоторые типы снижают производительность или отключают диски. Избегайте планирования S.M.A.R.T. тестов одновременно с операциями проверки или восстановления.

source: Choose the type of filesystem on the disk.
es_ar: Elija el tipo de sistema de archivos en el disco.
fr: Choisissez le type de système de fichiers sur le disque.
ru: Выберите тип файловой системы на диске.

source: Choose the type of interface. <i>Bridge</i> creates a logical link between multiple networks. <i>Link Aggregation</i> combines multiple network connections into a single interface. A <i>Virtual LAN (VLAN)</i> partitions and isolates a segment of the connection. Read-only when editing an interface.
es_ar: Elija el tipo de interfaz. <i>Bridge</i> crea un enlace lógico entre múltiples redes. <i>Link Aggregation</i> combina múltiples conexiones de red en una sola interfaz. Una <i>LAN virtual (VLAN)</i> particiona y aísla un segmento de la conexión. Solo lectura al editar una interfaz.
fr: Choisissez le type d'interface. <i>Bridge</i> crée un lien logique entre plusieurs réseaux. <i>Link Aggregation</i> combine plusieurs connexions réseau en une seule interface. Un <i>Virtual LAN (VLAN)</i> partitionne et isole un segment de la connexion. Lecture seule lors de l'édition d'une interface.
ru: Выберите тип интерфейса. <i>Bridge</i> создает логическую связь между несколькими сетями. <i>Link Aggregation</i> объединяет несколько сетевых подключений в один интерфейс. <I Виртуальная локальная сеть (VLAN)</i> разделяет и изолирует сегменты соединения. Только для чтения при редактировании интерфейса.

source: Choose the type of permissions. <i>Basic</i> shows general permissions. <i>Advanced</i> shows each specific type of permission for finer control.
es_ar: Elija el tipo de permisos. <i>Básico</i> muestra permisos generales. <i>Avanzado</i> muestra cada tipo específico de permiso para un control más preciso.
fr: Choisissez le type de permissions. <i>Basic</i> montre les permissions générales. <i>Avancé</i> montre chaque type spécifique de permission pour un contrôle plus fin.
ru: Выберите тип разрешений. <i>Basic</i> показывает общие разрешения. <i>Advanced</i> показывает каждый конкретный тип разрешения для более точного управления.

source: Choose the type that matches the type of client accessing the pool/dataset.
es_ar: Elija el tipo que coincida con el tipo de cliente que accede al pool/conjunto de datos.
fr: Choisissez le type qui correspond au type de client accédant au volume/dataset.
ru: Выберите тип, который соответствует типу клиента, обращающегося к пулу/набору данных.

source: Choose to either use a custom-defined remote module of the rsync server or to use an SSH configuration for the rsync task.
es_ar: Elija usar un módulo remoto personalizado del servidor rsync o usar una configuración SSH para la tarea rsync.
fr: Choisissez d'utiliser un module distant personnalisé du serveur rsync ou d'utiliser une configuration SSH pour la tâche rsync.
ru: Выберите использование пользовательского удаленного модуля сервера rsync, либо использование конфигурации SSH для задачи rsync.

source: Choose when the UPS initiates shutdown.
es_ar: Elija cuándo el UPS inicia el apagado.
fr: Choisissez le moment où l'onduleur déclenche l'arrêt.
ru: Выберите, когда ИБП инициирует отключение.

source: Choose whether a process in the jail has access to System V IPC primitives. Equivalent to setting <b>sysvmsg</b>, <b>sysvsem</b>, and <b>sysvshm</b> to <i>Inherit</i>. <b>Deprecated in FreeBSD 11.0 and newer!</b><br> Use <b>sysvmsg</b>, <b>sysvsem</b>, and <b>sysvshm</b> instead.
es_ar: Elija si un proceso en la jaula tiene acceso a las primitivas IPC de System V. Equivalente a configurar <b>sysvmsg</b>, <b>sysvsem</b> y <b>sysvshm</b> en <i>Heredar</i>. <b>Desaprobado en FreeBSD 11.0 y posteriores!</b> <br> Utilice <b>sysvmsg</b>, <b>sysvsem</b> y <b>sysvshm</b> en su lugar.
fr: Choisissez si un processus dans l'environnement jail a accès aux primitives IPC du Système V. Equivalent à la définition de <b>sysvmsg</b>, <b>sysvsem</b>, et <b>sysvshm</b> à <i>Inherit</i>. <b>Désapprouvé sous FreeBSD 11.0 et plus récent !</b><br> Utilisez <b>sysvmsg</b>, <b>sysvsem</b> et <b>sysvshm</b> à la place.
ru: Выберите, имеет ли процесс в тюрьме доступ к примитивам System V IPC. Эквивалентно установке <b>sysvmsg</b>, <b>sysvsem</b> и <b>sysvshm</b> в значение <i>Inherit</i>. <b>Не рекомендуется во FreeBSD 11.0 и новее!</b><br>Вместо этого используйте <b>sysvmsg</b>, <b>sysvsem</b> и <b>sysvshm</b>.

source: Choose your language.
es_ar: Elegir idioma.
fr: Choisissez votre langue.
ru: Выберите ваш язык.

source: Choosing an entry loads a preset ACL that is configured to match general permissions situations.
es_ar: Elegir una entrada carga una ACL preestablecida que está configurada para coincidir con situaciones de permisos generales.
fr: Le choix d'une entrée charge une liste de contrôle d'accès (ACL) prédéfinie qui est configurée pour correspondre aux situations d'autorisations générales.
ru: Выбор записи загружает предустановленные ACL, который настроен в соответствии с общими ситуациями разрешений.

source: Cipher
es_ar: Cifrado
ru: Шифр

source: City:
es_ar: Ciudad:
fr: Ville:

source: Classification for each S3 object. Choose a class based on the specific use case or performance requirements. See <a href="https://docs.aws.amazon.com/AmazonS3/latest/dev/storage-class-intro.html" target="_blank">Amazon S3 Storage Classes</a> for more information.
es_ar: Clasificación para cada objeto S3. Elija una clase basada en el caso de uso específico o los requisitos de rendimiento. Consulte <a href="https://docs.aws.amazon.com/AmazonS3/latest/dev/storage-class-intro.html" target="_blank">Clases de almacenamiento de Amazon S3</a> para obtener más información.
fr: Classification pour chaque objet S3. Choisissez une classe en fonction du cas d'utilisation spécifique ou des exigences de performance. Voir <a href="https://docs.aws.amazon.com/AmazonS3/latest/dev/storage-class-intro.html" target="_blank">Amazon S3 Storage Classes</a> pour plus d'informations.
ru: Классификация для каждого объекта S3. Выберите класс на основе конкретного варианта использования или требований к производительности. См. <a href="https://docs.aws.amazon.com/AmazonS3/latest/dev/storage-class-intro.html" target="_blank">Amazon S3 Storage Classes</a> для информации.

source: Clear Pending Sync Keys
es_ar: Borrar claves de sincronización pendientes
fr: Effacer les clés de synchronisation en attente
ru: Очистить ожидающие ключи синхронизации

source: Clear SED Password
es_ar: Borrar contraseña de SED
fr: Effacer le mot de passe SED
ru: Очистить пароль SED

source: Clear all keys which are pending to be synced between KMIP server and TN database.
es_ar: Borre todas las claves que están pendientes de sincronización entre el servidor KMIP y la base de datos TN.
fr: Effacer toutes les clés qui sont en attente pour être synchronisées entre le serveur KMIP et la base de données TN.
ru: Очистить все ключи, которые ожидают синхронизации между сервером KMIP и базой данных TN.

source: Clear the Idmap Cache
es_ar: Borrar la caché de Idmap
fr: Vider le cache d'Idmap

source: Clear the SED password for this disk.
es_ar: Borre la contraseña de SED para este disco.
fr: Effacez le mot de passe SED pour ce disque.
ru: Очистить пароль SED для этого диска.

source: Clearing Cache...
es_ar: Borrar caché...
fr: Vider le cache ...
ru: Очистка кеша ...

source: Click <b>Browse</b> to select an encryption key to upload. This allows the system to decrypt the disks.
es_ar: Haga clic en <b>Examinar</b> para seleccionar una clave de cifrado para cargar. Esto permite que el sistema descifre los discos.
fr: Cliquez sur <b>Parcourir</b> pour sélectionner une clé de chiffrement à télécharger. Ceci permet au système de déchiffrer les disques.
ru: Нажмите <b>Обзор</b>, чтобы выбрать ключ шифрования для загрузки. Это позволяет системе дешифровать диски.

source: Click on alarms to select or unselect.
es_ar: Haga clic en alarmas para seleccionar o anular la selección.
fr: Cliquez sur les alarmes pour sélectionner ou désélectionner.
ru: Нажмите на оповещения, чтобы выбрать или отменить выбор.

source: Clicking Continue allows TrueNAS to finish the update in the background while Abort stops the process and reverts the dataset ACL to the previously active ACL.
es_ar: Hacer clic en Continuar permite a TrueNAS finalizar la actualización en segundo plano, mientras que Abortar detiene el proceso y revierte la ACL del conjunto de datos a la ACL previamente activa.
fr: Cliquer sur Continuer permet à TrueNAS de terminer la mise à jour en arrière-plan tandis que Annuler arrête le processus et rétablit l'ACL du dataset sur l'ACL précédemment active.

source: Client Certificate
es_ar: Certificado del cliente
fr: Certificat du client
ru: Сертификат клиента

source: Client ID
es_ar: ID de cliente
fr: ID Client

source: Client Name
es_ar: Nombre del cliente
fr: Nom du client
ru: Имя клиента

source: Client Secret
es_ar: Secreto de cliente

source: Clients
es_ar: Clientes
ru: Клиенты

source: Clone
es_ar: Clonar
fr: Cloner
ru: Клонировать

source: Clone Boot Environment
es_ar: Clonar el entorno de arranque
fr: Cloner l'Environement de Boot
ru: Клонировать среду загрузки

source: Clone to New Dataset
es_ar: Clonar a un nuevo conjunto de datos
fr: Cloner vers un nouveau dataset
ru: Клонировать в новый набор данных

source: Close
es_ar: Cerrar
fr: Fermer
ru: Закрыть

source: Close (return to VM list
es_ar: Cerrar (volver a la lista de VM
fr: Fermer (retour à la liste VM
ru: Закрыть (вернуться в список ВМ

source: Cloud Credentials
es_ar: Credenciales en la nube
fr: Identifiants Cloud
ru: Облачные учетные данные

source: Cloud sync <i>
es_ar: Sincronización en la nube <i>
fr: Synchronisation cloud <i>
ru: Облачная синхронизация <i>

source: Cluster Name
es_ar: Nombre del clúster
fr: Nom du cluster
ru: Имя кластера

source: Collection
es_ar: Colección
ru: Коллекция

source: Columns
es_ar: Columnas
fr: Colonnes
ru: Столбцы

source: Com Port
es_ar: Puerto com
fr: Port Com
ru: Com порт

source: Combine multiple, critical-for-failover interfaces into a group. Groups apply to single systems. A failover occurs when every interface in the group fails. Groups with a single interface trigger a failover when that interface fails. Configuring the system to failover when any interface fails requires marking each interface as critical and placing them in separate groups.
es_ar: Combine múltiples interfaces críticas para la conmutación por error en un grupo. Los grupos se aplican a sistemas individuales. Se produce una conmutación por error cuando falla cada interfaz del grupo. Los grupos con una sola interfaz desencadenan una conmutación por error cuando la interfaz falla. La configuración del sistema para la conmutación por error cuando falla cualquier interfaz requiere marcar cada interfaz como crítica y colocarlas en grupos separados.
fr: Combinez plusieurs interfaces critiques pour le basculement (failover) dans un groupe. Les groupes s'appliquent à des systèmes individuels. Un basculement (failover) se produit lorsque chaque interface du groupe tombe en panne. Les groupes avec une seule interface déclenchent un basculement (failover) en cas de défaillance de cette interface. Pour configurer le système afin qu'il bascule en cas de défaillance d'une interface, il faut marquer chaque interface comme critique et les placer dans des groupes distincts.
ru: Объедините несколько критических для аварийного переключения интерфейсов в группу. Группы применяются к отдельным системам. Аварийное переключение происходит, когда происходит сбой каждого интерфейса в группе. Группы с одним интерфейсом вызывают аварийное переключение при сбое этого интерфейса. Настройка системы на аварийное переключение при сбое любого интерфейса требует пометить каждый интерфейс как критический и поместить их в отдельные группы.

source: Comma-delimited list of allowed users and/or groups where groupname begins with a @. Note that adding an entry will allow any user or group that is not specified.
es_ar: Lista delimitada por comas de usuarios y / o grupos permitidos donde groupname comienza con una @. Tenga en cuenta que agregar una entrada permitirá cualquier usuario o grupo que no esté especificado.
fr: Liste délimitée par des virgules des utilisateurs et/ou groupes autorisés où le nom du groupe commence par un @. Notez que l'ajout d'une entrée permettra à tout utilisateur ou groupe qui n'est pas spécifié.
ru: Разделенный запятыми список разрешенных пользователей и/или групп, где имя группы начинается с @. Обратите внимание, что добавление записи позволит любому пользователю или группе, которые не указаны.

source: Comma-delimited list of allowed users and/or groups where groupname begins with a @. Note that adding an entry will deny any user or group that is not specified.
es_ar: Lista delimitada por comas de usuarios y / o grupos permitidos donde groupname comienza con una @. Tenga en cuenta que agregar una entrada negará a cualquier usuario o grupo que no esté especificado.
fr: Liste délimitée par des virgules des utilisateurs et/ou groupes autorisés où le nom du groupe commence par un @. Notez que l'ajout d'une entrée refusera tout utilisateur ou groupe qui n'est pas spécifié.
ru: Разделенный запятыми список разрешенных пользователей и/или групп, где имя группы начинается с @. Обратите внимание, что добавление записи приведет к запрету любого пользователя или группы, которые не указаны.

source: Comma-delimited list of users and/or groups who have read and write access where groupname begins with a @.
es_ar: Lista delimitada por comas de usuarios y / o grupos que tienen acceso de lectura y escritura donde el nombre del grupo comienza con una @.
fr: Liste délimitée par des virgules d'utilisateurs et/ou de groupes qui ont un accès en lecture et en écriture où le nom du groupe commence par un @.
ru: Список пользователей и/или групп, разделенных запятыми, которые имеют права на чтение и запись, где имя группы начинается с @.

source: Comma-delimited list of users and/or groups who only have read access where groupname begins with a @.
es_ar: Lista delimitada por comas de usuarios y / o grupos que solo tienen acceso de lectura donde groupname comienza con una @.
fr: Liste délimitée par des virgules d'utilisateurs et/ou de groupes qui n'ont accès en lecture que lorsque le nom du groupe commence par un @.
ru: Список пользователей и/или групп, разделенных запятыми, которые имеют доступ только для чтения, где имя группы начинается с @.

source: Command
es_ar: Comando
fr: Commande
ru: Команда

source: Commands to run in the jail environment before the jail is removed and after <b>exec.prestop</b> commands are complete. Example: <i>sh /etc/rc.shutdown</i>.
es_ar: Comandos para ejecutar en el entorno de la jaula antes de que se elimine la jaula y después de que se completen los comandos <b>exec.prestop</b>. Ejemplo: <i>sh /etc/rc.shutdown</i>.
fr: Commandes à exécuter dans l'environnement jail avant que le jail ne soit supprimé et après que les commandes <b>exec.prestop</b> soient terminées. Exemple : <i>sh /etc/rc.shutdown</i>.
ru: Команды для запуска в среде jail до ее удаления и после выполнения команд <b>exec.prestop</b>. Пример:<i>sh /etc/rc.shutdown</i>.

source: Commands to run in the jail environment when the jail is created. Example: <i>sh /etc/rc</i>. The pseudo-parameters section of <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">JAIL(8)</a> describes <b>exec.start</b> usage.
es_ar: Comandos para ejecutar en el entorno de la jaula cuando se crea la jaula. Ejemplo: <i>sh/etc/rc</i>. La sección de pseudoparámetros de <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">JAIL(8)</a> describe <b>exec.start</b> uso.
fr: Commandes à exécuter dans l'environnement jail lorsque l'environnement jail est créé. Exemple : <i>sh /etc/rc</i>. La section pseudo-paramètres de <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">JAIL(8)</a> décrit l'utilisation de <b>exec.start</b>.
ru: Команды для запуска в среде jail при ее создании. Пример: <i>sh /etc/rc</i>. В разделе псевдопараметров <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">JAIL(8)</a> описывается использование <b>exec.start</b>.

source: Commands to run in the system environment after a jail is started and after any <b>exec_start</b> commands are finished.
es_ar: Comandos para ejecutar en el entorno del sistema después de que se inicia una jaula y después de que los comandos <b>exec_start</b> hayan terminado.
fr: Commandes à exécuter dans l'environnement système après le démarrage d'un environnement jail et après la fin de toute commande <b>exec_start</b>.
ru: Команды для запуска в системной среде после запуска jail и после завершения любых команд <b>exec_start</b>.

source: Commands to run in the system environment after a jail is stopped.
es_ar: Comandos para ejecutar en el entorno del sistema después de que se detenga una jaula.
fr: Commandes à exécuter dans l'environnement système après l'arrêt d'un environnement jail.
ru: Команды для запуска в системной среде после остановки jail.

source: Commands to run in the system environment before a jail is started.
es_ar: Comandos para ejecutar en el entorno del sistema antes de que se inicie una jaula.
fr: Commandes à exécuter dans l'environnement système avant le démarrage d'un environnement jail.
ru: Команды для запуска в системной среде до запуска jail.

source: Commands to run in the system environment before a jail is stopped.
es_ar: Comandos para ejecutar en el entorno del sistema antes de detener una jaula.
fr: Commandes à exécuter dans l'environnement système avant qu'un environnement jail ne soit arrêté.
ru: Команды для запуска в системной среде до остановки jail.

source: Comment
es_ar: Comentario
fr: Commentaire
ru: Комментарий

source: Comments
es_ar: Cometarios
fr: Commentaires
ru: Комментарии

source: Comments about this script.
es_ar: Comentarios sobre este script.
fr: Commentaires à propos de ce script.
ru: Комментарии об этом скрипте.

source: Common Name
es_ar: Nombre común
fr: Nom commun
ru: Общее имя

source: Common:
es_ar: Común:
fr: Commun:

source: Community
es_ar: Comunidad
fr: Communauté
ru: Сообщество

source: Compatability
es_ar: Compatibilidad
fr: Compatibilité
ru: Совместимость

source: Complete the Upgrade
es_ar: Completa la actualización
fr: Terminer la mise à niveau
ru: Завершить обновление

source: Completed
es_ar: Completado
fr: Terminé
ru: Завершенный

source: Completely replicate the selected dataset. The target dataset will have all of the properties, snapshots, child datasets, and clones from the source dataset.
es_ar: Repita completamente el conjunto de datos seleccionado. El conjunto de datos de destino tendrá todas las propiedades, instantáneas, conjuntos de datos secundarios y clones del conjunto de datos de origen.
fr: Réplique complètement le dataset sélectionné. Le dataset cible aura toutes les propriétés, instantanés, dataset enfants et clones du dataset source.
ru: Полностью реплицировать выбранный набор данных. Целевой набор данных будет иметь все свойства, снимки, дочерние наборы данных и клоны из исходного набора данных.

source: Compress
es_ar: Comprimir
fr: Compresser
ru: Сжатие

source: Compress Connections
es_ar: Comprimir conexiones
fr: Compresser les connexions
ru: Сжать соединения

source: Compression
es_ar: Compresión
ru: Сжатие

source: Compression Ratio
es_ar: Proporción de compresión
ru: Коэффициент сжатия

source: Compression level
es_ar: Nivel de compresión
fr: Niveau de compression
ru: Степень сжатия

source: Computer Account OU
es_ar: Cuenta de computadora OU
fr: Compte d'ordinateur OU
ru: Учетная запись компьютера OU

source: Config could not be downloaded
es_ar: La configuración no se pudo descargar
fr: La configuration n'a pas pu être téléchargée
ru: Конфиг не может быть загружен

source: Configuration
es_ar: Configuración
ru: Конфигурация

source: Configuration Options
es_ar: Opciones de configuración
fr: Options de configuration

source: Configure
es_ar: Configurar
fr: Configurer
ru: Настроить

source: Configure ACL
es_ar: Configurar ACL
fr: Configurer les ACL
ru: Настроить ACL

source: Configure Networking
es_ar: Configurar redes
fr: Configurer le réseau
ru: Настроить сеть

source: Configure System Dataset
es_ar: Configurar el conjunto de datos del sistema
fr: Configurer le Dataset Système
ru: Настроить системный набор данных

source: Configure now
es_ar: Configurar ahora
fr: Configurer maintenant
ru: Настроить сейчас

source: Configure permissions for this share's dataset now?
es_ar: ¿Configurar permisos para el conjunto de datos de este recurso ahora?
fr: Configurez les permissions pour ce dataset partagé maintenant ?
ru: Настроить разрешения для набора данных этого общего ресурса сейчас?

source: Configure the ports that allow remote access to the jail. Required to override the default settings or when installing duplicate plugins.
es_ar: Configure los puertos que permiten el acceso remoto a la jaula. Se requiere para anular la configuración predeterminada o al instalar complementos duplicados.
fr: Configurez les ports qui permettent l'accès à distance à l'environnement jail. Requis pour remplacer les paramètres par défaut ou lors de l'installation de plugins en double.
ru: Настройте порты, которые разрешают удаленный доступ к jail. Требуется для переопределения настроек по умолчанию или при установке дубликатов jail.

source: Configure the root user email address.
es_ar: Configure la dirección de correo electrónico del usuario root.
fr: Configurez l'adresse e-mail de l'utilisateur root.
ru: Настройте адрес электронной почты пользователя root.

source: Configure virtual addressing topology when running in TUN mode. (TAP mode always uses a SUBNET topology.)
es_ar: Configure la topología de direccionamiento virtual cuando se ejecuta en modo TUN. (El modo TAP siempre usa una topología SUBNET).
fr: Configurer la topologie d'adressage virtuel en mode TUN. (Le mode TAP utilise toujours une topologie SUBNET)
ru: Настройте топологию виртуальной адресации при работе в режиме TUN. (Режим TAP всегда использует топологию SUBNET.)

source: Confirm
es_ar: Confirmar
fr: Confirmer
ru: Подтвердить

source: Confirm Export/Disconnect
es_ar: Confirmar Exportación/Desconexión
fr: Confirmer Exporter/Déconnecter
ru: Подтвердите Экспорт/Отключение

source: Confirm Failover
es_ar: Confirmar conmutación por error
fr: Confirmer le basculement
ru: Подтвердить переключение
