Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Enter a name for the interface. Use the format <samp>lagg<i>X</i></samp>, <samp>vlan<i>X</i></samp>, or <samp>bridge<i>X</i></samp> where <i>X</i> is a number representing a non-parent interface. Read-only when editing an interface.
es_ar: Ingrese un nombre para la interfaz. Utilice el formato <samp>lagg<i>X</i></samp>, <samp>vlan<i>X</i></samp> o <samp>bridge<i>X</i></samp> donde <i>X</i> es un número que representa una interfaz no principal. Solo lectura al editar una interfaz.
fr: Entrez un nom pour l'interface. Utilisez le format <samp>lagg<i>X</i></samp>, <samp>vlan<i>X</i></samp>, or <samp>bridge<i>X</i></samp> où <i>X</i> est un nombre représentant une interface non parent. Lecture seule lors de l'édition d'une interface.
ru: Введите имя для интерфейса. Используйте формат <samp>lagg<i>X</i></samp>, <samp>vlan<i>X</i></samp> или <samp>bridge<i>X</i></samp>, где <i>X</i> - число, представляющее не родительский интерфейс. Только для чтения при редактировании интерфейса.

source: Enter a name for the new credential.
es_ar: Ingrese un nombre para la nueva credencial.
fr: Entrez un nom pour le nouvel identifiant.
ru: Введите имя для новых полномочий.

source: Enter a name for the share.
es_ar: Ingrese un nombre para el recurso compartido.
fr: Entrez un nom pour le partage.
ru: Введите имя для ресурса.

source: Enter a name for this Keytab.
es_ar: Ingrese un nombre para este Keytab.
fr: Entrez un nom pour ce Keytab.
ru: Введите имя для этого Keytab.

source: Enter a name to send alerts
es_ar: Ingrese un nombre para enviar alertas
fr: Entrez un nom pour envoyer des alertes
ru: Введите имя для отправки оповещений

source: Enter a netmask.
es_ar: Ingrese una máscara de red.
fr: Entrez un masque de réseau.
ru: Введите маску сети.

source: Enter a number of degrees in Celsius. SMART reports if the temperature of a drive has changed by N degrees Celsius since the last report.
es_ar: Ingrese una cantidad de grados en grados Celsius. SMART informa si la temperatura de una unidad ha cambiado en N grados Celsius desde el último informe.
fr: Entrez un nombre de degrés en Celsius. SMART signale si la température d'un variateur a changé de N degrés Celsius depuis le dernier rapport.
ru: Введите число градусов Цельсия. SMART сообщает если температура диска изменилась на N градусов Цельсия с прошлого раза.

source: Enter a number of seconds to wait before alerting that the service cannot reach any UPS. Warnings continue until the situation is fixed.
es_ar: Ingrese una cantidad de segundos para esperar antes de alertar que el servicio no puede llegar a ningún UPS. Las advertencias continúan hasta que se solucione la situación.
fr: Entrez le nombre de secondes d'attente avant d'avertir que le service ne peut atteindre aucun UPS. Les avertissements se poursuivent jusqu'à ce que la situation soit corrigée.
ru: Введите число секунд ожидания до оповещения что служба не может опросить какой-либо ИБП. Предупреждения продолжаются пока ситуация не исправлена.

source: Enter a number of virtual CPUs to allocate to the VM. The maximum is 16 unless the host CPU also limits the maximum. The VM operating system can also have operational or licensing restrictions on the number of CPUs.
es_ar: Ingrese una cantidad de CPU virtuales para asignar a la VM. El máximo es 16 a menos que la CPU del host también limite el máximo. El sistema operativo VM también puede tener restricciones operativas o de licencia en la cantidad de CPU.
fr: Entrez un nombre de CPU virtuels à allouer à la VM. Le maximum est de 16, à moins que l'unité centrale hôte ne limite également le maximum. Le système d'exploitation VM peut également avoir des restrictions opérationnelles ou de licence sur le nombre de CPU.
ru: Введите число виртуальных ЦП для ВМ. Максимум 16, если не ограничено хостом. Операционная система ВМ так-же может иметь функциональные или лицензонные ограничения на число ЦП

source: Enter a numeric value for the number of threads the jail can use.
es_ar: Ingrese un valor numérico para la cantidad de hilos que la jaula puede usar.
fr: Entrez une valeur numérique pour le nombre de threads que l'environnement jail peut utiliser.
ru: Введите число тредов, которое может использовать jail.

source: Enter a one to three paragraph summary of the issue. Describe the problem and provide any steps to replicate the issue.
es_ar: Ingrese un resumen de uno a tres párrafos del problema. Describa el problema y proporcione los pasos para replicarlo.
fr: Entrez un résumé d'un à trois paragraphes de la question. Décrivez le problème et indiquez les étapes à suivre pour reproduire le problème.
ru: Введите описание проблемы от одного до трех параграфов. Опишите проблему и предоставьте какие-либо шаги для ее воспроизведения.

source: Enter a password for the <i>rancher</i> user. This is used to log in to the VM from the serial shell.
es_ar: Ingrese una contraseña para el usuario <i>rancher</i>. Esto se usa para iniciar sesión en la VM desde el shell serie.
fr: Entrez un mot de passe pour l'utilisateur du <i>rancher</i>. Ceci est utilisé pour se connecter à la VM à partir de l'interpréteur de commandes série.
ru: Введите пароль для пользователя <i>rancher</i>. Используется для входа в ВМ через последовательный терминал.

source: Enter a password of at least eight characters.
es_ar: Ingrese una contraseña de al menos ocho caracteres.
fr: Entrez un mot de passe d'au moins huit caractères.
ru: Введите пароль от 8 символов или более.

source: Enter a port number to use for the connection.
es_ar: Ingrese un número de puerto para usar para la conexión.
fr: Entrez un numéro de port à utiliser pour la connexion.
ru: Введите номер порта, который будет использоваться для подключения.

source: Enter a port to bind <a href="https://www.freebsd.org/cgi/man.cgi?query=mountd" target="_blank">mountd(8)</a>.
es_ar: Ingrese un puerto para enlazar <a href="https://www.freebsd.org/cgi/man.cgi?query=mountd" target="_blank">mountd(8)</a>.
fr: Entrez un port pour lier <a href="https://www.freebsd.org/cgi/man.cgi?query=mountd" target="_blank">mountd(8)</a>.
ru: Введите порт для привязки <a href="https://www.freebsd.org/cgi/man.cgi?query=mountd" target="_blank">mountd(8)</a>.

source: Enter a port to bind <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.lockd" target="_blank">rpc.lockd(8)</a>.
es_ar: Ingrese un puerto para enlazar <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.lockd" target="_blank">rpc.lockd(8)</a>.
fr: Entrez un port pour lier <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.lockd" target="_blank">rpc.lockd(8)</a>.
ru: Введите порт для привязки <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.lockd" target="_blank">rpc.lockd(8)</a>.

source: Enter a port to bind <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.statd" target="_blank">rpc.statd(8)</a>.
es_ar: Ingrese un puerto para enlazar <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.statd" target="_blank">rpc.statd(8)</a>.
fr: Entrez un port pour lier <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.statd" target="_blank">rpc.statd(8)</a>.
ru: Введите порт для привязки <a href="https://www.freebsd.org/cgi/man.cgi?query=rpc.statd" target="_blank">rpc.statd(8)</a>.

source: Enter a separate privacy passphrase. <b>Password</b> is used when this is left empty.
es_ar: Ingrese una contraseña de privacidad por separado. <b>Password</b> se utiliza cuando se deja vacío.
fr: Entrez une passphrase privée distincte. Le mot de passe <b>Password</b> est utilisé lorsque celle-ci est laissée vide.
ru: Введите отдельный пароль приватности. <b>Password</b> используется если оставлено пустым.

source: Enter a static IPv6 address if DHCP is unset. Example: <i>2001:0db8:85a3:0000:0000:8a2e:0370:7334</i>
es_ar: Ingrese una dirección IPv6 estática si DHCP no está configurado. Ejemplo: <i>2001: 0db8: 85a3: 0000: 0000: 8a2e:0370:7334</i>
fr: Entrez une adresse IPv6 statique si DHCP est désactivé. Exemple : <i>2001:0db8:85a3:0000:0000:0000:8a2f:0370:7334</i>
ru: Введите статический адрес IPv6 если DHCP отклбчен. Пример: <i>2001:0db8:85a3:0000:0000:8a2e:0370:7334</i>

source: Enter a threshold temperature in Celsius. SMART will message with a log level of LOG_CRIT and send an email if the temperature is higher than the threshold.
es_ar: Ingrese un umbral de temperatura en grados Celsius. SMART enviará un mensaje con un nivel de registro de LOG_CRIT y enviará un correo electrónico si la temperatura es superior al umbral.
fr: Entrez une température seuil en degrés Celsius. SMART enverra un message avec un niveau d'enregistrement LOG_CRIT et enverra un e-mail si la température est supérieure au seuil.
ru: Введите пороговую температуру в градусах Цельсия. SMART создаст запись в журнале уровня LOG_CRIT и отправит email если температура выше указанного порога.

source: Enter a threshold temperature in Celsius. SMART will message with a log level of LOG_INFO if the temperature is higher than the threshold.
es_ar: Ingrese un umbral de temperatura en grados Celsius. SMART enviará un mensaje con un nivel de registro de LOG_INFO si la temperatura es más alta que el umbral.
fr: Entrez une température seuil en degrés Celsius. SMART affichera un message avec un niveau d'enregistrement LOG_INFO si la température est supérieure au seuil.
ru: Введите пороговую температуру в градусах Цельсия. SMART создаст запись в журнале уровня LOG_CRIT если температура выше указанного порога.

source: Enter a unique IPv4 address that is in the local network and not already in use.
es_ar: Ingrese una dirección IPv4 única que esté en la red local y que aún no esté en uso.
fr: Entrez une adresse IPv4 unique qui se trouve dans le réseau local et qui n'est pas déjà utilisée.
ru: Введите уникальный адрес IPv4, находящийся в пределах данной локальной сети и еще не используемый.

source: Enter a unique IPv6 address that is in the local network and not already in use.
es_ar: Ingrese una dirección IPv6 única que esté en la red local y que aún no esté en uso.
fr: Entrez une adresse IPv6 unique qui se trouve dans le réseau local et qui n'est pas déjà utilisée.
ru: Введите уникальный адрес IPv6, находящийся в пределах данной локальной сети и еще не используемый.

source: Enter a unique name for the dataset.
es_ar: Ingrese un nombre único para el conjunto de datos.
fr: Entrez un nom unique pour le dataset.
ru: Введите уникальное имя для набора данных.

source: Enter a user to associate with this service. Keeping the default is recommended.
es_ar: Ingrese un usuario para asociarlo con este servicio. Se recomienda mantener el valor predeterminado.
fr: Entrez un utilisateur à associer à ce service. Il est recommandé de conserver la valeur par défaut.
ru: Введите пользователя для ассоциации с этой службой. Рекомендуется оставить значение по умолчанию.

source: Enter a username to register with this service.
es_ar: Ingrese un nombre de usuario para registrarse en este servicio.
fr: Entrez un nom d'utilisateur pour vous inscrire à ce service.
ru: Введите пользователя для регистрации на данном сервисе.

source: Enter a valid IPv4 address.
es_ar: Ingrese una dirección IPv4 válida.
fr: Entrez une adresse IPv4 valide.
ru: Введите действительный адрес IPv4.

source: Enter a valid MAC address vendor prefix. <b>Example:</b> <i>E4F4C6</i>
es_ar: Ingrese un prefijo de proveedor de dirección MAC válido. <b>Ejemplo:</b> <i>E4F4C6</i>
fr: Entrez un préfixe de fournisseur d'adresse MAC valide. <b>Exemple :</b> <i>E4F4C6</i>
ru: Введите действительный префикс MAC адреса. <b>Пример:</b> <i>E4F4C6</i>

source: Enter a valid email address to receive alerts from this system.
es_ar: Ingrese una dirección de correo electrónico válida para recibir alertas de este sistema.
fr: Entrez une adresse e-mail valide pour recevoir les alertes de ce système.
ru: Введите действующий адрес электронной почты, чтобы получать уведомления от этой системы.

source: Enter a value in seconds for the the UPS to wait before initiating shutdown. Shutdown will not occur if power is restored while the timer is counting down. This value only applies when <b>Shutdown mode</b> is set to <i>UPS goes on battery</i>.
es_ar: Ingrese un valor en segundos para que el UPS espere antes de iniciar el apagado. El apagado no ocurrirá si la energía se restablece mientras el temporizador está haciendo la cuenta regresiva. Este valor solo se aplica cuando <b>Modo de apagado</b> está configurado en <i>UPS funciona con batería</i>.
fr: Entrer une valeur en secondes pour que l'onduleur attende avant de déclencher l'arrêt. L'arrêt ne se produira pas si le courant est rétabli pendant le compte à rebours de la minuterie. Cette valeur ne s'applique que lorsque le <b>mode d'arrêt</b> est réglé sur <i>UPS passe sur batterie</i>.
ru: Введите число секунд, которое ИБП будет ожидать до отключения. Отключение не произойдет если питание восстановится до указанного времени. Значение применяется только если <b>Shutdown mode</b> установено в <i>UPS goes on battery</i>.

source: Enter a value to use for the <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/boot-introduction.html#boot-loader-commands" target="_blank">loader</a>, <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/configtuning-sysctl.html" target="_blank">sysctl</a>, or <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/config-tuning.html" target="_blank">rc.conf</a> variable.
es_ar: Ingrese un valor para usar para <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/boot-introduction.html#boot-loader-commands" target="_ blank">cargador</a>, <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/configtuning-sysctl.html" target="_blank">sysctl</a> o <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/config-tuning.html" target="_blank">rc.conf</a> variable.
fr: Entrez une valeur à utiliser pour la variable <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/boot-introduction.html#boot-loader-commands" target="_blank">loader</a>, <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/configtuning-sysctl.html" target="_blank">sysctl</a> ou <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/config-tuning.html" target="_blank">rc.conf</a>.
ru: Введите значение для переменной <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/boot-introduction.html#boot-loader-commands" target="_blank">loader</a>, <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/configtuning-sysctl.html" target="_blank">sysctl</a>, или <a href="https://www.freebsd.org/doc/en_US.ISO8859-1/books/handbook/config-tuning.html" target="_blank">rc.conf</a>.

source: Enter accounts that have administrative access. See <a href="https://www.freebsd.org/cgi/man.cgi?query=upsd.users" target="_blank">upsd.users(5)</a> for examples.
es_ar: Ingrese cuentas que tengan acceso administrativo. Consulte <a href="https://www.freebsd.org/cgi/man.cgi?query=upsd.users" target="_blank">upsd.users(5)</a> para ver ejemplos.
fr: Entrez les comptes qui ont un accès administratif. Voir <a href="https://www.freebsd.org/cgi/man.cgi?query=upsd.users" target="_blank">upsd.users(5)</a> pour des exemples.
ru: Введите учетную запись, имеющую административный доступ. Смотрите <a href="https://www.freebsd.org/cgi/man.cgi?query=upsd.users" target="_blank">upsd.users(5)</a> для примеров.

source: Enter additional <b>smb.conf</b> options. See the <a href="http://www.oreilly.com/openbook/samba/book/appb_02.html" target="_blank">Samba Guide</a> for more information on these settings.<br> To log more details when a client attempts to authenticate to the share, add <code>log level = 1, auth_audit:5</code>.
es_ar: Ingrese opciones adicionales de <b>smb.conf</b>. Consulte la <a href="http://www.oreilly.com/openbook/samba/book/appb_02.html" target="_blank">Guía de Samba</a> para obtener más información sobre esta configuración. <br>Para registre más detalles cuando un cliente intente autenticarse en el recurso compartido, agregue <code>log level = 1, auth_audit:5</code>.
fr: Entrez des options <b>smb.conf</b> supplémentaires. Voir le <a href="http://www.oreilly.com/openbook/samba/book/appb_02.html" target="_blank">guide Samba</a> pour plus d'informations sur ces paramètres.<br> Pour enregistrer plus de détails lorsqu'un client tente de s'authentifier sur le partage, ajoutez le <code>log level = 1, auth_audit:5</code>.

source: Enter additional parameters from <a href="https://www.freebsd.org/cgi/man.cgi?query=ifconfig" target="_blank">ifconfig(8)</a>.
es_ar: Ingrese parámetros adicionales de <a href="https://www.freebsd.org/cgi/man.cgi?query=ifconfig" target="_blank">ifconfig(8)</a>.
fr: Entrez des paramètres supplémentaires à partir de <a href="https://www.freebsd.org/cgi/man.cgi?query=ifconfig" target="_blank">ifconfig(8)</a>.

source: Enter an IPv4 address. This overrides the default gateway provided by DHCP.
es_ar: Ingrese una dirección IPv4. Esto anula la puerta de enlace predeterminada proporcionada por DHCP.
fr: Entrez une adresse IPv4. Ceci remplace la passerelle par défaut fournie par DHCP.
ru: Введите адрес IPv4. Это заменяет шлюз по умолчанию предоставленный DHCP.

source: Enter an IPv6 address. This overrides the default gateway provided by DHCP.
es_ar: Ingrese una dirección IPv6. Esto anula la puerta de enlace predeterminada proporcionada por DHCP.
fr: Entrez une adresse IPv6. Ceci remplace la passerelle par défaut fournie par DHCP.
ru: Введите адрес IPv6. Это заменяет шлюз по умолчанию предоставленный DHCP.

source: Enter an alphanumeric encryption key. Only available when <i>Passphrase</i> is the chosen key format.
es_ar: Ingrese una clave de cifrado alfanumérica. Solo disponible cuando <i>Frase de contraseña</i> es el formato de clave elegido.
fr: Entrez une clé de chiffrement alphanumérique. Uniquement disponible lorsque <i>Passphrase</i> est le format clé choisi.

source: Enter an alphanumeric name for the certificate. Underscore (_), and dash (-) characters are allowed.
es_ar: Ingrese un nombre alfanumérico para el certificado. Se permiten los caracteres de subrayado (_) y guión (-).
fr: Entrez un nom alphanumérique pour le certificat. Les caractères soulignés (_) et les tirets (-) sont autorisés.
ru: Введите буквенно-цифровое имя для сертификата. Так-же разрешены подчеркивания (_) и прочерки (-).

source: Enter an alphanumeric name for the virtual machine.
es_ar: Ingrese un nombre alfanumérico para la máquina virtual.
fr: Entrez un nom alphanumérique pour la machine virtuelle.
ru: Введите буквенно-цифровое имя для виртуальной машины.

source: Enter any additional <a href="http://net-snmp.sourceforge.net/docs/man/snmpd.conf.html" target="_blank">snmpd.conf(5)</a> options. Add one option for each line.
es_ar: Ingrese cualquier <a href="http://net-snmp.sourceforge.net/docs/man/snmpd.conf.html" target="_blank">snmpd.conf(5)</a> opciones adicionales. Agregue una opción para cada línea.
fr: Entrez toutes les options supplémentaires de <a href="http://net-snmp.sourceforge.net/docs/man/snmpd.conf.html" target="_blank">snmpd.conf(5)</a>. Ajoutez une option pour chaque ligne.
ru: Введите любые дополнительные опции <a href="http://net-snmp.sourceforge.net/docs/man/snmpd.conf.html" target="_blank">snmpd.conf(5)</a>. Одна опция в каждой строке.

source: Enter any additional parameters from <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>.
es_ar: Ingrese cualquier parámetro adicional de <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>.
fr: Entrez tous les paramètres supplémentaires de <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>.
ru: Введите любые дополнительные параметры <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>.

source: Enter any additional settings from <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>. Separate entries by pressing <code>Enter</code>.
es_ar: Ingrese cualquier configuración adicional de <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank"> rsyncd.conf(5)</a>. Separe las entradas presionando <code>Enter</code>.
fr: Saisissez les paramètres supplémentaires de <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.

source: Enter any aliases, separated by spaces. Each alias can be up to 15 characters long.
es_ar: Ingrese cualquier alias, separados por espacios. Cada alias puede tener hasta 15 caracteres de longitud.
fr: Entrez tous les alias, séparés par des espaces. Chaque alias peut comporter jusqu'à 15 caractères.
ru: Введите любые псевдонимы, разделенные пробелами. Каждый псевдоним может быть длиной до 15 символов.

source: Enter any email addresses to receive status updates. Separate entries by pressing <code>Enter</code>.
es_ar: Ingrese cualquier dirección de correo electrónico para recibir actualizaciones de estado. Separe las entradas presionando <code>Enter</code>.
fr: Entrez toutes les adresses électroniques (e-mail) pour recevoir des mises à jour de statut. Séparer les entrées en appuyant sur <code>Entrer</code> .
ru: Введите любые адреса электронной почты, чтобы получать обновления статуса. Разделите записи, нажав <code>Enter</code>.

source: Enter any extra options from <a href="http://networkupstools.org/docs/man/ups.conf.html" target="_blank">UPS.CONF(5)</a>.
es_ar: Ingrese cualquier opción adicional de <a href="http://networkupstools.org/docs/man/ups.conf.html" target="_blank">UPS.CONF(5)</a>.
fr: Entrez toutes les options supplémentaires de <a href="http://networkupstools.org/docs/man/ups.conf.html" target="_blank">UPS.CONF(5)</a>.
ru: Введите дополнительные параметры <a href="http://networkupstools.org/docs/man/ups.conf.html" target="_blank">UPS.CONF(5)</a>.

source: Enter any extra options from <a href="http://networkupstools.org/docs/man/upsd.conf.html" target="_blank">UPSD.CONF(5)</a>.
es_ar: Ingrese las opciones adicionales de <a href="http://networkupstools.org/docs/man/upsd.conf.html" target="_blank">UPSD.CONF(5)</a>.
fr: Entrez toutes les options supplémentaires de <a href="http://networkupstools.org/docs/man/upsd.conf.html" target="_blank">UPSD.CONF(5)</a>.
ru: Введите дополнительные параметры <a href="http://networkupstools.org/docs/man/upsd.conf.html" target="_blank">UPSD.CONF(5)</a>.

source: Enter any information about this S.M.A.R.T. test.
es_ar: Ingrese cualquier información sobre esta prueba S.M.A.R.T.
fr: Saisissez toute information concernant ce test S.M.A.R.T.
ru: Введите любую информацию об этом тесте S.M.A.R.T..

source: Enter any notes about the jail.
es_ar: Ingrese cualquier nota sobre la jaula.
fr: Entrez toutes les notes concernant le jail.
ru: Введите любые заметки о jail.

source: Enter any notes about this dataset.
es_ar: Ingrese cualquier nota sobre este conjunto de datos.
fr: Entrez toutes les notes concernant ce dataset.
ru: Введите любые заметки об этом наборе данных.

source: Enter comments about the jail.
es_ar: Ingrese comentarios sobre la jaula.
fr: Entrez des commentaires concernant ce jail.
ru: Введите комментарии о jail.

source: Enter either <i>root</i> or another valid <i>username</i>. Inside the jail, commands run as this user.
es_ar: Ingrese <i>root</i> u otro <i>nombre de usuario válido</i>. Dentro de la jaula, los comandos se ejecutan como este usuario.
fr: Entrez soit <i>root</i>, soit un autre <i>nom d'utilisateur</i> valide. A l'intérieur de l'environnement jail, les commandes s'exécutent comme cet utilisateur.
ru: Введите либо <i>root</i>, либо другое действительное <i>имя пользователя</i>. Внутри jail команды запускаются от имени этого пользователя.
