Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Set the default VNET interface. Only takes effect when <i>VNET</i> is set. Choose a specific interface or set to <i>auto</i> to use the interface that has the default route. Choose <i>none</i> to not set a default VNET interface.
es_ar: Establecer la interfaz VNET predeterminada. Solo surte efecto cuando se establece <i> VNET </i>. Elija una interfaz específica o configúrela en <i> auto </i> para usar la interfaz que tiene la ruta predeterminada. Elija <i> ninguno </i> para no establecer una interfaz VNET predeterminada.
fr: Définissez l'interface VNET par défaut. Ne prend effet que lorsque <i>VNET</i> est activé. Choisissez une interface spécifique ou réglez sur <i>auto</i> pour utiliser l'interface qui a l'itinéraire par défaut. Choisissez <i>aucun</i> pour ne pas définir une interface VNET par défaut.
ru: Установить интерфейс VNET по умолчанию. Действует только когда <i>VNET</i> установлен. Выберите определенный интерфейс или установите значение <i>auto</i>, чтобы использовать интерфейс с маршрутом по умолчанию. Выберите <i>none</i>, чтобы не устанавливать интерфейс VNET по умолчанию.

source: Set the jail hostname. Defaults to the jail UUID.
es_ar: Establece el nombre de host de la jaula. El valor predeterminado es el UUID de la jaula.
fr: Définissez le nom d'hôte de l'environnement jail. L'UUID par défaut est l'UUID de l'environnement jail.
ru: Установите имя хоста jail. По умолчанию используется jail UUID.

source: Set the maximum number of connections per IP address. <i>0</i> means unlimited.
es_ar: Establezca el número máximo de conexiones por dirección IP. <i> 0 </i> significa ilimitado.
fr: Définissez le nombre maximum de connexions par adresse IP. <i>0</i> signifie illimité.
ru: Установите максимальное количество соединений на IP-адрес. <i>0</i> означает без ограниченний.

source: Set the number of data copies on this dataset.
es_ar: Establezca el número de copias de datos en este conjunto de datos.
fr: Définit le nombre de copies de données sur ce dataset.
ru: Установите количество копий данных в этом наборе данных.

source: Set the port the FTP service listens on.
es_ar: Establezca el puerto en el que escucha el servicio FTP.
fr: Définissez le port sur lequel le service FTP écoute.
ru: Установите порт, который прослушивает служба FTP.

source: Set the read, write, and execute permissions for the dataset.
es_ar: Establezca los permisos de lectura, escritura y ejecución para el conjunto de datos.
fr: Définissez les autorisations de lecture, d'écriture et d'exécution pour le dataset.
ru: Установите разрешения на чтение, запись и выполнение для набора данных.

source: Set the root directory for anonymous FTP connections.
es_ar: Establezca el directorio raíz para conexiones FTP anónimas.
fr: Définissez le répertoire racine pour les connexions FTP anonymes.
ru: Установите корневой каталог для анонимных FTP-соединений.

source: Set the share name. If left empty, share name is the list of selected <b>Path</b> entries.
es_ar: Establece el nombre del recurso compartido. Si se deja vacío, el nombre compartido es la lista de entradas seleccionadas de <b>Ruta</b>.
fr: Définissez le nom du partage. S'il est laissé vide, le nom du partage correspondra au nom du répertoire sélectionné.
ru: Установите имя ресурса. Если оставить пустым, имя ресурса - это список выбранных записей <b>Path</b>.

source: Set this replication on a schedule or just once.
es_ar: Establezca esta replicación en un horario o solo una vez.
fr: Définissez cette réplication sur un calendrier ou une seule fois.
ru: Установите эту репликацию по расписанию или только один раз.

source: Set to <i>1</i> to look for the <b>exec.jail_user</b> in the system <a href="https://www.freebsd.org/cgi/man.cgi?query=passwd" target="_blank">passwd(5)</a> file instead of the jail <i>passwd</i> file.
es_ar: Establezca <i>1</i> para buscar el <b>exec.jail_user</b> en el sistema <a href="https://www.freebsd.org/cgi/man.cgi?query= passwd" target="_ blank">passwd(5)</a> en lugar del archivo jail <i>passwd</i>.
fr: Définissez à <i>1</i> pour rechercher le fichier <b>exec.jail_user</b> dans le fichier <a href="https://www.freebsd.org/cgi/man.cgi?query=passwd" target="_blank">passwd(5)</a> du système au lieu du fichier <i>passwd</i> de l'environnement jail.
ru: Установите в <i>1</i>, чтобы искать <b>exec.jail_user</b> в системерм файле <a href="https://www.freebsd.org/cgi/man.cgi?query=passwd" target="_blank">passwd(5)</a> вместо файла <i>passwd</i> jail.

source: Set to add network interface <i>lo0</i> to the jail and assign it the first available localhost address, starting with <i>127.0.0.2</i>. <i>VNET</i> must be unset. Jails using <i>VNET</i> configure a localhost as part of their virtualized network stack.
es_ar: Configure para agregar la interfaz de red <i>lo0</i> a la jaula y asígnele la primera dirección de host local disponible, comenzando con <i>127.0.0.2</i>. <i>VNET</i> debe estar desarmado. Las jaulas que usan <i>VNET</i> configuran un host local como parte de su pila de red virtualizada.
fr: Configurez pour ajouter l'interface réseau <i>lo0</i> à l'environnement jail et attribuez-lui la première adresse localhost disponible, commençant par <i>127.0.0.0.2</i>. <i>VNET</i> doit être désactivé. Les environnements jail utilisant <i>VNET</i> configurent un serveur localhost dans le cadre de leur pile réseau virtualisée.
ru: Установите для добавления сетевого интерфейса <i>lo0</i> в jail и назначения ему первого доступного адреса локального хоста, начиная с <i>127.0.0.2</i>. <i>VNET</i> должен быть отключен. Jail, использующие <i>VNET</i>, настраивают localhost как часть своего виртуализированного сетевого стека.

source: Set to advertise FreeNAS as a Time Machine disk so it can be found by Macs. Setting multiple shares for <b>Time Machine</b> use is not recommended. When multiple Macs share the same pool, low disk space issues and intermittently failed backups can occur.
es_ar: Establezca para anunciar FreeNAS como un disco de Time Machine para que Macs pueda encontrarlo. No se recomienda configurar varios recursos compartidos para el uso de <b> Time Machine </b>. Cuando varias Mac comparten el mismo grupo, pueden producirse problemas de poco espacio en disco y copias de seguridad fallidas de forma intermitente.
fr: Configuré pour annoncer FreeNAS comme disque Time Machine afin qu'il puisse être trouvé par les Macs. Il n'est pas recommandé de définir plusieurs partages pour l'utilisation de <b>Time Machine</b>. Lorsque plusieurs Mac partagent le même volume, des problèmes de faible espace disque et des sauvegardes échouées par intermittence peuvent survenir.
ru: Установите для анонсов FreeNAS как диск Time Machine, чтобы его могли найти Mac. Настройка нескольких общих ресурсов для использования <b>Time Machine</b> не рекомендуется. Когда несколько компьютеров Mac совместно используют один и тот же пул, могут возникнуть проблемы с нехваткой места на диске и периодически возникающие сбои резервных копий.

source: Set to allow FTP clients to resume interrupted transfers.
es_ar: Configurado para permitir que los clientes FTP reanuden las transferencias interrumpidas.
fr: Configuré pour permettre aux clients FTP de reprendre les transferts interrompus.
ru: Установите, чтобы позволить клиентам FTP возобновлять прерванные передачи.

source: Set to allow access to other protocol stacks beyond IPv4, IPv6, local (UNIX), and route.<br> <b>Warning:</b> jail functionality does not exist for all protocol stacks.
es_ar: Configurado para permitir el acceso a otras pilas de protocolos más allá de IPv4, IPv6, local (UNIX) y ruta. <br> <b> Advertencia: </b> la funcionalidad de jaula no existe para todas las pilas de protocolos.
fr: Configuré pour permettre l'accès à d'autres piles de protocoles au-delà d'IPv4, IPv6, local (UNIX), et route. <br><b>Attention :</b> la fonctionnalité jail n'existe pas pour toutes les piles de protocoles.
ru: Установите для разрешения доступа к другим стекам протоколов, кроме IPv4, IPv6, локальных (UNIX) и маршрутизации. <br><b>Предупреждение:</b> функциональность jail не существует для всех стеков протоколов.

source: Set to allow additional username authentication methods when the user is connecting from a Windows 8 or newer operating system.
es_ar: Configurado para permitir métodos de autenticación de nombre de usuario adicionales cuando el usuario se conecta desde un sistema operativo Windows 8 o posterior.
fr: Configuré pour autoriser des méthodes d'authentification de nom d'utilisateur supplémentaires lorsque l'utilisateur se connecte à partir d'un système d'exploitation Windows 8 ou d'un système plus récent.
ru: Установите, чтобы разрешить дополнительные методы аутентификации, когда пользователь соединяется с Windows 8 или более новой операционной системой.

source: Set to allow an initiator to bypass normal access control and access any scannable target. This allows <a href="https://docs.microsoft.com/en-us/previous-versions/windows/it-pro/windows-server-2012-R2-and-2012/cc771254(v=ws.11)" target="_blank">xcopy</a> operations which are otherwise blocked by access control.
es_ar: Configurado para permitir que un iniciador omita el control de acceso normal y acceda a cualquier objetivo escaneable. Esto permite <a href = "https://docs.microsoft.com/en-us/previous-versions/windows/it-pro/windows-server-2012-R2-and-2012/cc771254(v=ws.11 ) "target =" _ blank "> xcopy </a> operaciones que de otro modo están bloqueadas por el control de acceso.
fr: Configuré pour permettre à un initiateur de contourner le contrôle d'accès normal et d'accéder à toute cible scannable. Ceci permet des opérations <a href="https://docs.microsoft.com/en-us/previous-versions/windows/it-pro/windows-server-2012-R2-and-2012/cc771254(v=ws.11)" target="_blank">xcopy</a> qui sont autrement bloquées par le contrôle d'accès.
ru: Установите, чтобы позволить инициатору обойти нормальный контроль доступа и получить доступ к любой сканируемой цели. Это позволяет выполнять операции <a href="https://docs.microsoft.com/en-us/previous-versions/windows/it-pro/windows-server-2012-R2-and-2012/cc771254(v=ws.11)" target="_blank">xcopy</a>, которые в противном случае блокируются контролем доступа.

source: Set to allow group to be used for Samba permissions and authentication.
es_ar: Configurado para permitir que el grupo se use para los permisos y autenticación de Samba.
fr: Défini pour autoriser l'utilisation du groupe pour les autorisations et l'authentification Samba.

source: Set to allow privileged users inside the jail to mount and unmount filesystem types marked as jail-friendly.
es_ar: Configurado para permitir a los usuarios privilegiados dentro de la jaula montar y desmontar tipos de sistemas de archivos marcados como aptos para la jaula.
fr: Configuré pour permettre aux utilisateurs privilégiés à l'intérieur de l'environnement jail de monter et démonter les types de systèmes de fichiers marqués comme compatibles avec l'environnement jail.
ru: Установите, чтобы разрешить привилегированным пользователям внутри jail монтировать и размонтировать типы файловых систем, помеченных как дружественные к jail.

source: Set to allow privileged users inside the jail to mount and unmount the ZFS file system. This permission is only effective when <b>allow_mount</b> is set and <b>enforce_statfs</b> is set to a value lower than <i>2</i>. The <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">ZFS(8)</a> man page has information on how to configure the ZFS filesystem to operate from within a jail.
es_ar: Configurado para permitir a los usuarios privilegiados dentro de la jaula montar y desmontar el sistema de archivos ZFS. Este permiso solo es efectivo cuando se establece <b> allow_mount </b> y <b> enforce_statfs </b> se establece en un valor inferior a <i> 2 </i>. La <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank"> ZFS (8) </a> la página del manual tiene información sobre cómo configurar el ZFS sistema de archivos para operar desde una jaula.
fr: Configuré pour permettre aux utilisateurs privilégiés de l'environnement jail de monter et démonter le système de fichiers ZFS. La page de manuel <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">ZFS(8)</a> contient des informations sur la façon de configurer le système de fichiers ZFS pour qu'il fonctionne à partir d'un environnement jail.
ru: Установите, чтобы разрешить привилегированным пользователям в jail монтировать и размонтировать файловую систему ZFS. Это разрешение действует только в том случае, если установлено <b>allow_mount</b>, а для <b>enforce_statfs</b> установлено значение меньше, чем <i>2</i>. <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">ZFS(8)</a> содержит информацию о том, как настроить файловую систему ZFS для работы внутри jail.

source: Set to allow privileged users inside the jail to mount and unmount the devfs file system. This permission is only effective when <b>allow_mount</b> is set and <b>enforce_statfs</b> is set to a value lower than <i>2</i>.
es_ar: Configurado para permitir a los usuarios privilegiados dentro de la jaula montar y desmontar el sistema de archivos devfs. Este permiso solo es efectivo cuando se establece <b> allow_mount </b> y <b> enforce_statfs </b> se establece en un valor inferior a <i> 2 </i>.
fr: Configuré pour permettre aux utilisateurs privilégiés à l'intérieur de l'environnement jail de monter et démonter le système de fichiers devfs. Cette permission n'est effective que lorsque <b>allow_mount</b> est défini et <b>enforce_statfs</b> est défini à une valeur inférieure à <i>2</i>.
ru: Установите, чтобы разрешить привилегированным пользователям в jail монтировать и размонтировать файловую систему devfs. Это разрешение действует только в том случае, если установлено значение <b>allow_mount</b>, а для <b>enforce_statfs</b> установлено значение меньше, чем <i>2</i>.

source: Set to allow privileged users inside the jail to mount and unmount the fusefs file system. The jail must have FreeBSD 12.0 or newer installed. This permission is only effective when <b>allow_mount</b> is set and and <b>enforce_statfs</b> is set to a value lower than 2.
es_ar: Configurado para permitir a los usuarios privilegiados dentro de la jaula montar y desmontar el sistema de archivos fusefs. La jaula debe tener instalado FreeBSD 12.0 o posterior. Este permiso solo es efectivo cuando se establece <b>allow_mount</b> y <b>enforce_statfs</b> se establece en un valor inferior a 2.
fr: Configuré pour permettre aux utilisateurs privilégiés de l'environnement jail de monter et démonter le système de fichiers fusefs. L'environnement jail doit avoir FreeBSD 12.0 ou une version ultérieure installée. Cette permission n'est effective que lorsque <b>allow_mount</b> est défini et et <b>enforce_statfs</b> est défini à une valeur inférieure à 2.
ru: Установите, чтобы разрешить привилегированным пользователям в jail монтировать и размонтировать файловую систему fusefs. В jail должна быть установлена FreeBSD 12.0 или новее. Это разрешение действует только в том случае, если установлено значение <b>allow_mount</b>, а для <b>enforce_statfs</b> установлено значение меньше, чем <i>2</i>.

source: Set to allow privileged users inside the jail to mount and unmount the nullfs file system. This permission is only effective when <b>allow_mount</b> is set and and <b>enforce_statfs</b> is set to a value lower than <i>2</i>.
es_ar: Configurado para permitir a los usuarios privilegiados dentro de la jaula montar y desmontar el sistema de archivos nullfs. Este permiso solo es efectivo cuando se establece <b> allow_mount </b> y <b> enforce_statfs </b> se establece en un valor inferior a <i> 2 </i>.
fr: Configuré pour permettre aux utilisateurs privilégiés à l'intérieur de l'environnement jail de monter et démonter le système de fichiers devfs. Cette permission n'est effective que lorsque <b>allow_mount</b> est défini et <b>enforce_statfs</b> est défini à une valeur inférieure à <i>2</i>.
ru: Установите, чтобы разрешить привилегированным пользователям в jail монтировать и размонтировать файловую систему nullfs. Это разрешение действует только в том случае, если установлено значение <b>allow_mount</b>, а для <b>enforce_statfs</b> установлено значение меньше, чем <i>2</i>.

source: Set to allow privileged users inside the jail to mount and unmount the procfs file system. This permission is only effective when <b>allow_mount</b> is set and <b>enforce_statfs</b> is set to a value lower than <i>2</i>.
es_ar: Configurado para permitir a los usuarios privilegiados dentro de la jaula montar y desmontar el sistema de archivos procfs. Este permiso solo es efectivo cuando se establece <b> allow_mount </b> y <b> enforce_statfs </b> se establece en un valor inferior a <i> 2 </i>.
fr: Configuré pour permettre aux utilisateurs privilégiés à l'intérieur de l'environnement jail de monter et démonter le système de fichiers procfs. Cette permission n'est effective que lorsque <b>allow_mount</b> est défini et <b>enforce_statfs</b> est défini à une valeur inférieure à <i>2</i>.
ru: Установите, чтобы разрешить привилегированным пользователям в jail монтировать и размонтировать файловую систему procfs. Это разрешение действует только в том случае, если установлено значение <b>allow_mount</b>, а для <b>enforce_statfs</b> установлено значение меньше, чем <i>2</i>.

source: Set to allow privileged users inside the jail to mount and unmount the tmpfs file system. This permission is only effective when <b>allow_mount</b> is set and <b>enforce_statfs</b> is set to a value lower than <i>2</i>.
es_ar: Configurado para permitir a los usuarios privilegiados dentro de la jaula montar y desmontar el sistema de archivos tmpfs. Este permiso solo es efectivo cuando se establece <b> allow_mount </b> y <b> enforce_statfs </b> se establece en un valor inferior a <i> 2 </i>.
fr: Configuré pour permettre aux utilisateurs privilégiés de l'environnement jail de monter et démonter le système de fichiers tmpfs. Cette permission n'est effective que lorsque <b>allow_mount</b> est défini et <b>enforce_statfs</b> est défini à une valeur inférieure à <i>2</i>.
ru: Установите, чтобы разрешить привилегированным пользователям в jail монтировать и размонтировать файловую систему tmpfs. Это разрешение действует только в том случае, если установлено значение <b>allow_mount</b>, а для <b>enforce_statfs</b> установлено значение меньше, чем <i>2</i>.

source: Set to allow raw sockets. Utilities like <a href="https://www.freebsd.org/cgi/man.cgi?query=ping" target="_blank">ping(8)</a> and <a href="https://www.freebsd.org/cgi/man.cgi?query=traceroute" target="_blank">traceroute(8)</a> require raw sockets. When set, source IP addresses are enforced to comply with the IP addresses bound to the jail, ignoring the IP_HDRINCL flag on the socket.
es_ar: Establecer para permitir enchufes sin procesar. Utilidades como <a href="https://www.freebsd.org/cgi/man.cgi?query=ping" target="_blank">ping(8)</a> y <a href="https: / /www.freebsd.org/cgi/man.cgi?query=traceroute" target="_ blank">traceroute(8)</a> requieren sockets sin procesar. Cuando se establece, las direcciones IP de origen se aplican para cumplir con las direcciones IP vinculadas a la jaula, ignorando el indicador IP_HDRINCL en el zócalo.
fr: Configuré pour autoriser les raw sockets. Les utilitaires comme <a href="https://www.freebsd.org/cgi/man.cgi?query=ping" target="_blank">ping(8)</a> et <a href="https://www.freebsd.org/cgi/man.cgi?query=traceroute" target="_blank">traceroute(8)</a> nécessitent des raw sockets. Une fois définies, les adresses IP source sont forcées pour se conformer aux adresses IP liées à l'environnement jail, ignorant l'indicateur IP_HDRINCL sur la socket.
ru: Установите, чтобы разрешить raw сокеты. Утилиты, такие как <a href="https://www.freebsd.org/cgi/man.cgi?query=ping" target="_blank">ping(8)</a> и <a href="https://www.freebsd.org/cgi/man.cgi?query=traceroute" target="_blank">traceroute(8)</a> требуются необработанные сокеты. Когда установлено, исходные IP-адреса принудительно соответствуют IP-адресам, привязанным к jail, игнорируя флаг IP_HDRINCL на сокете.

source: Set to allow the client to mount any subdirectory within the <b>Path</b>.
es_ar: Establezca para permitir que el cliente monte cualquier subdirectorio dentro de la <b> Ruta </b>.
fr: Configuré pour permettre au client de monter n'importe quel sous-répertoire dans le <b>chemin d'accès</b>.
ru: Установите, чтобы разрешить клиенту монтировать любой подкаталог в <b>пути</b>.

source: Set to allow the jail root to administer quotas on jail filesystems. This includes filesystems the jail shares with other jails or with non-jailed parts of the system.
es_ar: Configurado para permitir que la raíz de la jaula administre cuotas en los sistemas de archivos de la jaula. Esto incluye los sistemas de archivos que la jaula comparte con otras jaulas o con partes del sistema no encerradas.
fr: Configuré pour autoriser la racine jail à administrer des quotas sur des systèmes de fichiers jail. Cela inclut les systèmes de fichiers que le jail partage avec d'autres jails ou avec des parties du système qui ne sont non-jail.
ru: Установите, чтобы разрешить root jail администрировать квоты в файловых системах jail. Это включает в себя файловые системы, которыми jail делится с другими jail или с не заключенными в jail частями системы.

source: Set to allow the share to host user home directories. Only one share can be the home share.
es_ar: Configurado para permitir que el recurso compartido aloje directorios de inicio de usuarios. Solo un recurso compartido puede ser el hogar compartido.
fr: Configuré pour permettre au partage d'héberger les répertoires personnels des utilisateurs. Une seule part peut être la part de la maison.
ru: Установите, чтобы разрешить ресурс для размещения домашних каталогов пользователей. Только один ресурс может быть домашним ресурсом.

source: Set to allow user to authenticate to Samba shares.
es_ar: Configurado para permitir que el usuario se autentique en los recursos compartidos de Samba.
fr: Réglé pour permettre à l'utilisateur de s'authentifier sur les partages Samba.

source: Set to allow users to bypass firewall restrictions using the SSH port <a href="https://www.symantec.com/connect/articles/ssh-port-forwarding" target="_blank">forwarding feature</a>.
es_ar: Configurado para permitir a los usuarios eludir las restricciones de firewall utilizando el puerto SSH <a href="https://www.symantec.com/connect/articles/ssh-port-forwarding" target="_blank"> función de reenvío </a>.
fr: Configuré pour permettre aux utilisateurs de contourner les restrictions du pare-feu à l'aide de la <a href="https://www.symantec.com/connect/articles/ssh-port-forwarding" target="_blank">fonction de forwarding</a> en utilisant le port SSH.
ru: Установите чтобы разрешить пользователям обходить ограничения брандмауэра с помощью <a href="https://www.symantec.com/connect/articles/ssh-port-forwarding" target="_blank">функции пересылки</а> через порт SSH.

source: Set to also replicate all snapshots contained within the selected source dataset snapshots. Unset to only replicate the selected dataset snapshots.
es_ar: Configure también para replicar todas las instantáneas contenidas en las instantáneas del conjunto de datos de origen seleccionado. Desarmar para replicar solo las instantáneas seleccionadas del conjunto de datos.
fr: Configuré pour répliquer également tous les instantanés contenus dans les instantanés du dataset source sélectionné. Désactiver pour ne répliquer que les snapshots du dataset sélectionné.
ru: Установите чтобы реплицировать все снимки, содержащиеся в выбранных наборах данных снимков источника. Отключите, чтобы реплицировать только выбранные снимки набора данных.
