Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: User who controls the dataset. This user always has permissions to read or write the ACL and read or write attributes. Users created manually or imported from a directory service appear in the drop-down menu.
es_ar: Usuario que controla el conjunto de datos. Este usuario siempre tiene permisos para leer o escribir la ACL y leer o escribir atributos. Los usuarios creados manualmente o importados desde un servicio de directorio aparecen en el menú desplegable.
fr: Utilisateur qui contrôle le dataset. Cet utilisateur a toujours l'autorisation de lire ou d'écrire l'ACL et de lire ou d'écrire des attributs. Les utilisateurs créés manuellement ou importés à partir d'un service d'annuaire apparaissent dans le menu déroulant.
ru: Пользователь, который контролирует набор данных. Этот пользователь всегда имеет права на чтение или запись ACL и чтение или запись атрибутов. Пользователи, созданные вручную или импортированные из службы каталогов, появятся в раскрывающемся меню.

source: User-defined string used to decrypt the dataset. Can be used instead of an encryption key.<br> WARNING: the passphrase is the only means to decrypt the information stored in this dataset. Be sure to create a memorable passphrase or physically secure the passphrase.
es_ar: Cadena definida por el usuario utilizada para descifrar el conjunto de datos. Se puede usar en lugar de una clave de cifrado. <br>ADVERTENCIA: la frase de contraseña es el único medio para descifrar la información almacenada en este conjunto de datos. Asegúrese de crear una frase de contraseña memorable o asegurarla físicamente.
fr: Chaîne définie par l'utilisateur utilisée pour déchiffrer le dataset. Peut être utilisée à la place d'une clé de chiffrement.<br> ATTENTION : la passphrase est le seul moyen de déchiffrer les informations stockées dans cet dataset. Veillez à créer une passphrase mémorisable ou à sécuriser physiquement la passphrase .

source: Username
es_ar: Nombre de usuario
fr: Nom d'utilisateur
ru: Имя пользователя

source: Username for logging in to the provider and updating the record.
es_ar: Nombre de usuario para iniciar sesión en el proveedor y actualizar el registro.
fr: Nom d'utilisateur pour se connecter au fournisseur et mettre à jour l'enregistrement.
ru: Имя пользователя для входа в провайдер и обновления записи.

source: Username for logging in to the remote system.
es_ar: Nombre de usuario para iniciar sesión en el sistema remoto.
fr: Nom d'utilisateur pour se connecter au système distant.
ru: Имя пользователя для входа в удаленную систему.

source: Username for this service.
es_ar: Nombre de usuario para este servicio.
fr: Nom d'utilisateur pour ce service.
ru: Имя пользователя для этого сервиса.

source: Username of the SNMP <a href="http://snmplabs.com/pysnmp/docs/api-reference.html#pysnmp.hlapi.UsmUserData" target="_blank">User-based Security Model (USM)</a> user.
es_ar: Nombre de usuario del SNMP <a href="http://snmplabs.com/pysnmp/docs/api-reference.html#pysnmp.hlapi.UsmUserData" target="_blank"> Modelo de seguridad basado en el usuario (USM)</a> usuario.
fr: Nom d'utilisateur de l'utilisateur SNMP <a href="http://snmplabs.com/pysnmp/docs/api-reference.html#pysnmp.hlapi.UsmUserData" target="_blank">User-based Security Model (USM)</a>.
ru: Имя пользователя <a href="http://snmplabs.com/pysnmp/docs/api-reference.html#pysnmp.hlapi.UsmUserData" target="_blank">модели безопасности на основе пользователей (USM)</a> SNMP.

source: Username or Password is incorrect.
es_ar: Nombre de usuario o contraseña incorrecta.
fr: Le nom d'utilisateur ou le mot de passe est incorrect.

source: Username, Password, or 2FA Code is incorrect.
es_ar: Nombre de usuario, la contraseña o el código 2FA son incorrectos.
fr: Le nom d'utilisateur, le mot de passe ou le code 2FA est incorrect.

source: Usernames can be up to 16 characters long. When using NIS or other legacy software with limited username lengths, keep usernames to eight characters or less for compatibility.
es_ar: Los nombres de usuario pueden tener hasta 16 caracteres de longitud. Cuando use NIS u otro software heredado con longitudes de nombre de usuario limitadas, mantenga los nombres de usuario a ocho caracteres o menos para compatibilidad.
fr: Les noms d'utilisateur peuvent comporter jusqu'à 16 caractères. Lorsque vous utilisez NIS ou d'autres logiciels dont la longueur des noms d'utilisateur est limitée, ne dépassez pas huit caractères par souci de compatibilité.
ru: Имя пользователя может быть длиной до 16 символов. При использовании NIS или другого унаследованного программного обеспечения с ограниченной длиной имени пользователя для совместимости используйте имена пользователей не Эболее восьми символов.

source: Usernames can be up to 16 characters long. When using NIS or other legacy software with limited username lengths, keep usernames to eight characters or less for compatibility. Usernames cannot begin with a hyphen (<i>-</i>) or contain a space, tab, or these characters: <i>, : + & # % ^ ( ) ! @ ~ * ? < > =</i>. <i>$</i> can only be used as the last character of the username.
es_ar: Los nombres de usuario pueden tener hasta 16 caracteres de longitud. Cuando use NIS u otro software heredado con longitudes de nombre de usuario limitadas, mantenga los nombres de usuario a ocho caracteres o menos para compatibilidad. Los nombres de usuario no pueden comenzar con un guión (<i>-</i>) o contener un espacio, una pestaña o estos caracteres: <i>,: + & # % ^ () ! @ ~ * ? < > = </i> <i>$</i> solo se puede usar como el último carácter del nombre de usuario.
fr: Les noms d'utilisateur peuvent comporter jusqu'à 16 caractères. Lorsque vous utilisez NIS ou d'autres logiciels dont la longueur des noms d'utilisateur est limitée, ne dépassez pas huit caractères par souci de compatibilité. Les noms d'utilisateur ne peuvent pas commencer par un tiret<i> (-</i>) ou contenir un espace, une tabulation ou ces caractères : <i>, : + & # % ^ ( ) !</i> <i>$</i> ne peut être utilisé que comme dernier caractère du nom d'utilisateur.
ru: Имя пользователя может быть длиной до 16 символов. При использовании NIS или другого устаревшего программного обеспечения с ограниченной длиной имени пользователя для совместимости оставляйте имена пользователей не более восьми символов. Имена пользователей не могут начинаться с дефиса (<i>-</i>) или содержать пробел, символ табуляции или следующие символы: <i>, : + & # % ^ ( ) ! @ ~ * ? < > =</i>. <i>$</i> может использоваться только как последний символ имени пользователя.

source: Users
es_ar: Usuarios
fr: Utilisateurs
ru: Пользователи

source: Users & Groups
es_ar: Usuarios y Grupos
fr: Utilisateurs & Groupes
ru: Пользователи и группы

source: Uses the SMB Service <i>NetBIOS Name</i> to advertise the server to WS-Discovery clients. This causes the computer appear in the <i>Network Neighborhood</i> of modern Windows OSes.
es_ar: Utiliza el servicio SMB <i>Nombre de NetBIOS</i> para anunciar el servidor a los clientes de WS-Discovery. Esto hace que la computadora aparezca en el <i>Entorno de red</i> de los sistemas operativos Windows modernos.
fr: Utilise le <i> nom NetBIOS </i> du service SMB pour publier le serveur auprès des clients WS-Discovery. Cela fait apparaître l'ordinateur dans le <i> Voisinage réseau </i> des systèmes d'exploitation Windows modernes.

source: Using pool
es_ar: Usando pool
fr: Utilisation du volume
ru: Используется пул

source: VLAN Addresses
es_ar: Direcciones de VLAN
fr: Adresses VLAN

source: VLAN ID
es_ar: ID de VLAN
fr: ID VLAN

source: VLAN Settings
es_ar: Configuraciones de VLAN
fr: Paramètres VLAN

source: VM Snapshot
es_ar: Instantánea de VM
fr: Instantané VM
ru: Снимок ВМ

source: VM Summary
es_ar: Resumen de VM
fr: Résumé VM

source: VM system time. Default is <i>Local</i>.
es_ar: Tiempo del sistema VM. El valor predeterminado es <i>Local</i>.
fr: Temps du système de la VM. La valeur par défaut est <i>Local</i>.
ru: Системное время ВМ. По умолчанию <i>Местное</i>.

source: VMWare Sync
es_ar: Sincronización VMWare
ru: Синхронизация VMWare

source: VMware Sync
es_ar: Sincronización VMware
ru: Синхронизация VMware

source: VNC Port
es_ar: Puerto VNC
fr: Port VNC
ru: Порт VNC

source: VNC network interface IP address. The primary interface IP address is the default. A different interface IP address can be chosen.
es_ar: Dirección IP de la interfaz de red VNC. La dirección IP de la interfaz principal es la predeterminada. Se puede elegir una dirección IP de interfaz diferente.
fr: Adresse IP de l'interface réseau VNC. L'adresse IP de l'interface principale est l'adresse par défaut. Une adresse IP d'interface différente peut être choisie.
ru: IP-адрес сетевого интерфейса VNC. IP-адрес основного интерфейса является значением по умолчанию. Можно выбрать другой IP-адрес интерфейса.

source: VNET Virtual Networking
es_ar: Redes virtuales VNET
fr: Réseau virtuel VNET
ru: Виртуальные сети VNET

source: VNET is required.
es_ar: Se requiere VNET.
fr: VNET est nécessaire.

source: Valid
es_ar: Válido
fr: Valide
ru: Действителен

source: Validate Certificates
es_ar: Validar certificados
fr: Valider les certificats
ru: Проверить сертификаты

source: Validate Connection
es_ar: Validar conexión
fr: Valider la connexion

source: Validate Remote Path
es_ar: Validar ruta remota
fr: Valider le chemin distant
ru: Проверить удаленный путь

source: Value
es_ar: Valor
fr: Valeur
ru: Значение

source: Value must be greater than
es_ar: El valor debe ser mayor que
fr: La valeur doit être supérieure à
ru: Значение должно быть больше чем

source: Verbose logging
es_ar: Registro detallado
fr: Niveau de journalisation
ru: Подробное журналирование

source: Verify
es_ar: Verificar
fr: Vérifier

source: Verify Credential
es_ar: Verificar credencial
fr: Vérifier les informations d'identification
ru: Подтвердите учетные данные

source: Verify Deletion of
es_ar: Verificar eliminación de
fr: Vérifier la suppression de
ru: Подтвердите удаление

source: Verify Email Address
es_ar: Confirme su dirección de correo electrónico
fr: Vérifier l’adresse e-mail

source: Verify certificate authenticity.
es_ar: Verifique la autenticidad del certificado.
fr: Vérifier l'authenticité du certificat.
ru: Проверять подлинность сертификата.

source: Verify passphrase
es_ar: Verificar contraseña
fr: Vérifier la passphrase
ru: Подтвердите пароль

source: Verify the pool encryption passphrase.
es_ar: Verifique la contraseña de encriptación del pool.
fr: Vérifiez la passphrase de chiffrement du volume.

source: Version
es_ar: Versión
ru: Версия

source: Video, < 100ms latency
es_ar: Video, <100 ms de latencia
fr: Vidéo, latence < 100ms

source: Video, < 10ms latency
es_ar: Video, <10 ms de latencia
fr: Vidéo, latence < 10ms

source: View
es_ar: Ver
fr: Voir
ru: Просмотр

source: View Logs
es_ar: Ver registros
fr: Voir les logs
ru: Просмотр журналов

source: View/Download CSR
es_ar: Ver/Descargar CSR
fr: Voir/Télécharger CSR

source: View/Download Certificate
es_ar: Ver/Descargar certificado
fr: Voir/Télécharger le certificat

source: View/Download Key
es_ar: Ver/Descargar clave
fr: Afficher/télécharger la clé

source: Virtual CPUs
es_ar: CPUs virtuales
fr: CPUs virtuels
ru: Виртуальные процессоры

source: Virtual IP Address (Failover Address)
es_ar: Dirección IP virtual (dirección de conmutación por error)
fr: Adresse IP virtuelle (adresse failover)

source: Virtual Interface
es_ar: Interfaz virtual
fr: Interface virtuelle
ru: Виртуальный интерфейс

source: Virtual Machine (VM)
es_ar: Máquina virtual (VM)
fr: Machine virtuelle (VM)

source: Virtual Machine (VM) Wizard type.
es_ar: Tipo de asistente de máquina virtual (VM).
fr: Type d'assistant de machine virtuelle (VM).
ru: Тип мастера виртуальной машины (ВМ).

source: Virtual Machines cannot be created or started without a pool to store them.
es_ar: Las máquinas virtuales no se pueden crear o iniciar sin un grupo para almacenarlas.
fr: Les machines virtuelles ne peuvent pas être créées ou démarrées sans un volume pour les stocker.
ru: Виртуальные машины не могут быть созданы или запущены без пула для их хранения.

source: Virtualization
es_ar: Virtualización
fr: Virtualisation
ru: Виртуализация

source: Vlan Tag
es_ar: Etiqueta Vlan
fr: Tag VLAN
ru: Тэг VLAN

source: Volume size cannot be zero.
es_ar: El tamaño del volumen no puede ser cero.
fr: La taille du volume ne peut pas être nulle.
ru: Размер тома не может быть нулевым.

source: WARNING
es_ar: ADVERTENCIA
fr: ATTENTION
ru: ВНИМАНИЕ

source: WARNING: A failover will temporarily interrupt system services.
es_ar: ADVERTENCIA: Una conmutación por error interrumpirá temporalmente los servicios del sistema.
fr: AVERTISSEMENT : Un basculement interrompt temporairement les services du système.
ru: ВНИМАНИЕ: Аварийное переключение временно прерывет системные службы.

source: WARNING: Adding data vdevs with different numbers of disks is not recommended.
es_ar: ADVERTENCIA: No se recomienda agregar datos vdevs con diferentes números de discos.
fr: ATTENTION : Il n'est pas recommandé d'ajouter des vdevs de données avec des nombres différents de disques.
ru: ВНИМАНИЕ: Добавление vdevs данных с разным количеством дисков не рекомендуется.

source: WARNING: Based on the pool topology,
es_ar: ADVERTENCIA: según la topología del grupo,
fr: ATTENTION : D'après la topologie du volume,
ru: ВНИМАНИЕ: на основе топологии пула,

source: WARNING: Exporting/disconnecting pool <i>
es_ar: ADVERTENCIA: Exportando/desconectando pool <i>
fr: ATTENTION : Exportation/déconnexion du volume <i>
ru: ВНИМАНИЕ: Экспорт/отключение пула <i>

source: WARNING: Locking pool <i>
es_ar: ADVERTENCIA: Bloqueando pool <i>
fr: ATTENTION : Verrouillage du volume <i>
ru: ВНИМАНИЕ: Блокировка пула <i>

source: WARNING: These unknown processes will be terminated while exporting the pool.
es_ar: ADVERTENCIA: Estos procesos desconocidos finalizarán mientras se exporta el grupo.
fr: AVERTISSEMENT : Ces processus inconnus seront interrompus lors de l'exportation du volume.

source: WARNING: These unknown processes will be terminated while locking the pool.
es_ar: ADVERTENCIA: Estos procesos desconocidos finalizarán mientras se bloquea el grupo.
fr: AVERTISSEMENT : Ces processus inconnus seront terminés lors du verrouillage du volume.

source: Wait to start VM until VNC client connects.
es_ar: Espere para iniciar VM hasta que el cliente VNC se conecte.
fr: Attendez de démarrer VM jusqu'à ce que le client VNC se connecte.
ru: Ждать с запуском виртуальной машины, пока клиент VNC не подключится.

source: Waiting for Active TrueNAS controller to come up...
es_ar: Esperando a que aparezca el controlador TrueNAS activo...
fr: En attendant que le contrôleur Active TrueNAS apparaisse.....
ru: Ожидание появления активного контроллера TrueNAS ...

source: Waiting for active TrueNAS controller to come up...
es_ar: Esperando a que aparezca el controlador TrueNAS activo...
fr: En attendant que le contrôleur TrueNAS actif apparaisse.....
ru: Ожидание появления активного контроллера TrueNAS ...

source: Wallclock time in seconds.
es_ar: Tiempo de reloj de pared en segundos.
fr: Durée de l'horloge murale en secondes.
ru: Время настенных часов в секундах.

source: Warning
es_ar: Advertencia
fr: Attention
ru: Внимание

source: Warning: iSCSI Target is already in use.</font><br>
es_ar: Advertencia: Objetivo iSCSI ya está en uso.</font><br>
fr: Attention : La cible iSCSI est déjà utilisé.</font><br>
ru: Предупреждение: iSCSI Target уже используется.</font><br>

source: Weak Ciphers
es_ar: Cifrados débiles
fr: Faiblesse de chiffrement

source: Web Interface
es_ar: Interfaz Web
fr: Interface Web legacy
ru: Web интерфейс

source: Web Interface HTTP -> HTTPS Redirect
es_ar: Interfaz Web HTTP -> Redireccionar a HTTPS
fr: Interface Web HTTP -> Redirection HTTPS

source: Web Interface HTTP Port
es_ar: Puerto HTTP de la interfaz web
fr: Interface Web Port HTTP

source: Web Interface HTTPS Port
es_ar: Puerto HTTPS de la interfaz web
fr: Interface Web Port HTTPS

source: Web Interface IPv4 Address
es_ar: Dirección IPv4 de la interfaz web
fr: Adresse IPv4 de l'interface web

source: Web Interface IPv6 Address
es_ar: Dirección IPv6 de la interfaz web
fr: Adresse IPv6 de l'interface web

source: WebDAV Configuration
es_ar: Configuración WebDAV
fr: Configuration WebDAV

source: WebDAV Shares
es_ar: Comaprticiones WebDAV
fr: Partages WebDAV

source: WebDAV account password.
es_ar: Contraseña de la cuenta WebDAV.
fr: Mot de passe du compte WebDAV.
ru: Пароль учетной записи WebDAV.

source: WebDAV account username.
es_ar: Nombre de usuario de la cuenta WebDAV.
fr: Nom d'utilisateur du compte WebDAV.
ru: Имя пользователя учетной записи WebDAV.

source: WebDAV service
es_ar: Servicio WebDAV
fr: Service WebDAV
ru: Служба WebDAV

source: Webdav Password
es_ar: Contraseña WebDAV
fr: Mot de passe Webdav
ru: Пароль WebDAV

source: Webdav SSL Certificate
es_ar: Certificado SSL de Webdav
fr: Certificat SSL Webdav
ru: WebDAV SSL сертификат

source: Webhook URL
es_ar: URL de webhook
fr: URL Webhook

source: Wed
es_ar: Miércoles
fr: Mer
ru: Ср

source: Weekly
es_ar: Semanal
fr: Hebdomadaire

source: Weeks
es_ar: Semanas
fr: Semaines
ru: Недели

source: Welcome to your new NAS
es_ar: Bienvenido a tu nuevo NAS
fr: Bienvenue sur votre nouveau NAS

source: What and Where
es_ar: Que y dónde
fr: Quoi et où
ru: Что и где

source: When
es_ar: Cuando
fr: Quand
ru: Когда

source: When <code>tls_crypt_auth_enabled</code> is enabled and <code>tls_crypt_auth</code> is not provided, a static key is automatically generated to be used with OpenVPN client.
es_ar: Cuando <code>tls_crypt_auth_enabled</code> está habilitado y no se proporciona <code>tls_crypt_auth</code>, se genera automáticamente una clave estática para usar con el cliente OpenVPN.
fr: Lorsque <code>tls_crypt_auth_enabled</code> est activé et que <code>tls_crypt_auth</code> n'est pas fourni, une clé statique est automatiquement générée pour être utilisée avec le client OpenVPN.

source: When <i>Syslog Server</i> is defined, only logs matching this level are sent.
es_ar: Cuando se define <i>Servidor de Syslog</i>, solo se envían registros que coincidan con este nivel.
fr: Lorsque <i>Syslog Server</i> est défini, seuls les journaux correspondant à ce niveau sont envoyés.

source: When a group is selected, the <i>root</i> user is also limited to the permissions of that group.
es_ar: Cuando se selecciona un grupo, el usuario <i>root</i> también está limitado a los permisos de ese grupo.
fr: Lorsqu'un groupe est sélectionné, l'utilisateur <i>root</i> est également limité aux autorisations de ce groupe.
ru: Когда выбрана группа, пользователь <i>root</i> также ограничен разрешениями этой группы.

source: When a user is selected, the <i>root</i> user is limited to the permissions of that user.
es_ar: Cuando se selecciona un usuario, el usuario <i>root</i> está limitado a los permisos de ese usuario.
fr: Lorsqu'un utilisateur est sélectionné, l'utilisateur <i>root</i> est limité aux autorisations de cet utilisateur.
ru: Когда выбран пользователь, пользователь <i>root</i> ограничен разрешениями этого пользователя.

source: When checked, the primary group membership is fetched from the LDAP attributes (gidNumber). When not checked, the primary group membership is calculated via the "primaryGroupID" LDAP attribute.
es_ar: Cuando se marca, la pertenencia al grupo primario se obtiene de los atributos LDAP (gidNumber). Cuando no está marcada, la membresía del grupo primario se calcula mediante el atributo LDAP "primaryGroupID".
fr: Lorsqu'elle est vérifiée, l'appartenance au groupe principal est extraite des attributs LDAP (gidNumber). Lorsqu'elle n'est pas cochée, l'appartenance au groupe primaire est calculée via l'attribut LDAP "primaryGroupID".

source: When checked, winbind will retrieve the login shell and home directory from the LDAP attributes. When not checked or when the AD LDAP entry lacks the SFU attributes the smb4.conf parameters <code>template shell</code> and <code>template homedir</code> are used.
es_ar: Cuando se marca, winbind recuperará el shell de inicio de sesión y el directorio de inicio de los atributos LDAP. Cuando no está marcada o cuando la entrada AD LDAP carece de los atributos SFU, se usan los parámetros smb4.conf <code>template shell</code> y <code>template homedir</code>.
fr: Lorsqu'il est coché, winbind récupère le shell de connexion et le répertoire d'accueil à partir des attributs LDAP. Lorsqu'il n'est pas coché ou lorsque l'entrée LDAP AD ne possède pas les attributs SFU, les paramètres smb4.conf, le shell de connexion et le répertoire d'<code>accueil</code> du <code>modèle</code> sont utilisés.

source: When enabled, the ACLs grant read and write access for owner or group and read-only for others. <b>Only</b> leave unset when creating a share on a system that already has custom ACLs configured.
es_ar: Cuando está habilitado, los ACL otorgan acceso de lectura y escritura para el propietario o grupo y solo lectura para otros. <b>Solo</b> no se establece al crear un recurso compartido en un sistema que ya tiene configurados ACL personalizados.
fr: Lorsqu'elles sont activées, les ACLs accordent un accès en lecture et en écriture au propriétaire ou au groupe et en lecture seule aux autres. <b>Ne</b> laissez cette option désactivée <b>que</b> lorsque vous créez un partage sur un système qui a déjà configuré des ACLs personnalisées.

source: When replicated snapshots are deleted from the destination system: <br> <i>Same as Source</i>: use the configured <i>Snapshot Lifetime</i> value from the source dataset periodic snapshot task.<br> <i>Never Delete</i>: never delete snapshots from the destination system.<br> <i>Custom</i>: set a how long a snapshot remains on the destination system. Enter a number and choose a measure of time from the drop-down.
es_ar: Cuando las instantáneas replicadas se eliminan del sistema de destino: <br> <i>Igual que la fuente</i>: use el valor configurado <i>Vida útil de la instantánea</i> de la tarea de instantánea periódica del conjunto de datos de origen. <br> <i >Nunca eliminar</i>: nunca elimine instantáneas del sistema de destino. <br> <i>Personalizado</i>: establezca cuánto tiempo permanece una instantánea en el sistema de destino. Ingrese un número y elija una medida de tiempo del menú desplegable.
fr: Lorsque des instantanés répliqués sont supprimés du système de destination : <br><i> Identique à la source</i> : utilisez la valeur <i>Durée des instantanés</i> configurée de la tâche d'instantanés périodiques du dataset source.</br>. <br><i>Jamais supprimer</i> : ne supprimez jamais de instantanés du système de destination.<br><i> Personnalisé</i> : définit la durée pendant laquelle un instantané reste sur le système de destination. Entrez un nombre et choisissez une mesure de temps dans la liste déroulante.
ru: Когда реплицированные моментальные снимки удаляются из целевой системы: <br><i>Как источник</i>: использовать настроенное значение <i>Время жизни снимка</i> из задачи периодического снимка исходного набора данных.<br> <i>Никогда не удалять</i>: никогда не удалять снимки из целевой системы.<br> <i>Пользовательский</i>: указать, как долго снимок остается в целевой системе. Введите число и выберите меру времени из выпадающего списка.
