Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: <a href="https://www.backblaze.com/b2/cloud-storage.html" target="_blank">Backblaze B2</a> Application Key. To generate a new application key, log in to the Backblaze account, go to the <i>App Keys</i> page, and add a new application key. Copy the <i>applicationKey</i> string to this field.
es_ar: <a href="https://www.backblaze.com/b2/cloud-storage.html" target="_blank">Clave de aplicación Backblaze B2</a>. Para generar una nueva clave de aplicación, inicie sesión en la cuenta de Backblaze, vaya a la página <i>Claves de aplicación</i> y agregue una nueva clave de aplicación. Copie la cadena <i>applicationKey</i> en este campo.
fr: <a href="https://www.backblaze.com/b2/cloud-storage.html" target="_blank">Backblaze</a> alphanumérique <a href="https://www.backblaze.com/b2/cloud-storage.html" target="_blank">B2</a> Application Key ID. Pour générer une nouvelle clé d'application, connectez-vous au compte Backblaze, allez à la page <i>Touches d'application</i> et ajoutez une nouvelle clé d'application. Copiez la chaîne <i>keyID de</i> l'application dans ce champ.
ru: Ключ приложения <a href="https://www.backblaze.com/b2/cloud-storage.html" target="_blank">Backblaze B2</a>. Чтобы создать новый ключ приложения, войдите в учетную запись Backblaze, перейдите на страницу <i>Ключи приложения</i> и добавьте новый ключ приложения. Скопируйте строку <i>applicationKey</i> в это поле.

source: <a href="https://www.fastmail.com/help/technical/ssltlsstarttls.html" target="_blank">Email encryption</a> type. Choices are <i>Plain (No Encryption)</i>, <i>SSL (Implicit TLS)</i>, or <i>TLS (STARTTLS)</i>.
es_ar: <a href="https://www.fastmail.com/help/technical/ssltlsstarttls.html" target="_blank">Tipo de cifrado de Email</a>. Las opciones son <i>Normal (sin cifrado)</i>, <i>SSL (TLS implícito)</i> o <i>TLS (STARTTLS)</i>.
fr: Type de<a href="https://www.fastmail.com/help/technical/ssltlsstarttls.html" target="_blank"> chiffrement des e-mails</a>. Les choix sont <i>Plain (Pas de chiffrement)</i>, <i>SSL (TLS implicite)</i> ou <i>TLS (STARTTLS)</i>.
ru: <a href="https://www.fastmail.com/help/technical/ssltlsstarttls.html" target="_blank">Шифрование Email</a>. Варианты: <i>Plain (без шифрования)</i>, <i>SSL (подразумевает TLS)</i>, or <i>TLS (STARTTLS)</i>.

source: <a href="https://www.ixsystems.com/community/" target="_blank"> TrueNAS Forums</a> - Find answers from other users in the forums.
es_ar: <a href="https://www.ixsystems.com/community/" target="_blank">Foros de TrueNAS</a> - encuentre respuestas de otros usuarios en los foros.
fr: <a href="https://www.ixsystems.com/community/" target="_blank"> TrueNAS Forums</a> - Trouver des réponses d’autres utilisateurs dans les forums.

source: <a href="https://www.ixsystems.com/support/" target="_blank"> TrueNAS Licensing</a> - Learn more about enterprise-grade support.
es_ar: <a href="https://www.ixsystems.com/support/" target="_blank">Licencias de TrueNAS</a> - obtenga más información sobre el soporte de nivel empresarial.
fr: <a href="https://www.ixsystems.com/support/" target="_blank"> Licence TrueNAS</a> - En savoir plus sur le support de niveau entreprise.

source: <a href="https://www.truenas.com/docs/hub/" target="_blank"> TrueNAS Documentation Hub</a> - Read and contribute to the open-source documentation.
es_ar: <a href="https://www.truenas.com/docs/hub/" target="_blank"> Centro de documentación de TrueNAS</a> - lea y contribuya a la documentación de código abierto.
fr: <a href="https://www.truenas.com/docs/hub/" target="_blank"> TrueNAS Documentation Hub</a> - Lisez et contribuez à la documentation open-source.

source: <b>COPY</b>: Files from the source are <i><u>copied</u></i> to the destination. If files with the same names are present on the destination, they are <i><u>overwritten</u></i>.
es_ar: <b>COPIAR</b>: los archivos de la fuente se <i><u>copian</u></i> al destino. Si los archivos con los mismos nombres están presentes en el destino, se <i><u> sobrescriben</u></i>.
fr: <b>COPY</b> : Les fichiers de la source sont <i><u>copiées</u></i> jusqu'à la destination. Si des fichiers portant les mêmes noms sont présents sur la destination, ils sont <i><u>écrasés</u></i>.
ru: <b>COPY</b>. Файлы из источника<i><u>копируются</u></i> в место назначения. Если в месте назначения присутствуют файлы с одинаковыми именами, они <i><u>перезаписываются</u></i>.

source: <b>Ctrl+C</b> kills a foreground process.<br> Many utilities are built-in:<br> <b>Iperf</b>, <b>Netperf</b>, <b>IOzone</b>, <b>arcstat</b>, <b>tw_cli</b>, <br><b>MegaCli</b>, <b>freenas-debug</b>, <b>tmux</b>, <b>Dmidecode</b>.
es_ar: <b>Ctrl+C</b> mata un proceso en primer plano. <br> Muchas utilidades están integradas: <br> <b>Iperf</b>, <b>Netperf</b>, <b>IOzone</b>, <b>arcstat</b>, <b>tw_cli</b>, <br> <b>MegaCli</b>, <b>freenas-debug</b>, <b> tmux </b>, <b>Dmidecode</b>.
fr: <b>Ctrl+C</b> tue un processus de premier plan.<br> De nombreux utilitaires sont intégrés :<br><b>Iperf</b>, <b>Netperf</b>, <b>IOzone</b>, <b>arcstat</b>, <b>tw_cli</b>,<br><b>MegaCli</b>, <b>freenas-debug</b>, <b>tmux</b>, <b>Dmidecode</b>.

source: <b>Current Version:</b>
es_ar: <b>Versión actual:</b>
fr: <b>Version actuelle :</b>
ru: <b>Текущая версия:</b>

source: <b>MOVE</b>: After files are <i><u>copied</u></i> from the source to the destination, they are <i><u>deleted</u></i> from the source. Files with the same names on the destination are <i><u>overwritten</u></i>.
es_ar: <b>MOVER</b>: después de que los archivos se <i><u>copian</u></i> desde el origen hasta el destino, se <i><u>eliminan</u></i> de la fuente. Los archivos con los mismos nombres en el destino son <i><u>sobrescritos</u></i>.
fr: <b>MOVE</b> : Après que les fichiers soient <i><u>copiés</u></i> de la source à la destination, ils sont <i><u>supprimés</u></i> de la source. Les fichiers portant les mêmes noms sur la destination sont les suivants <i><u>écrasés</u></i>.
ru: <b>MOVE</b>. После того, как файлы <i><u>скопированы</u></i> из источника в место назначения, они <i><u>удаляются</u></i> из источника. Файлы с одинаковыми именами в месте назначения <i><u>перезаписаны</u></i>.

source: <b>Not recommended.</b> Allow more than one group to have the same group ID.
es_ar: <b>No recomendado.</b> Permitir que más de un grupo tenga la misma ID de grupo.
fr: <b>Non recommandé.</b> Autoriser plus d'un groupe à avoir le même ID de groupe.
ru: <b>Не рекомендуется.</b> Разрешить нескольким группам иметь одинаковый идентификатор группы.

source: <b>Root logins are discouraged.</b> Allows root logins. A password must be set for the <i>root</i> user account.
es_ar: <b>Se desaconsejan los inicios de sesión de Root.</b> Permite los inicios de sesión de Root. Se debe establecer una contraseña para la cuenta de usuario <i>root</i>.
fr: <b>Les logins root sont découragés.</b> Autorise les connexions root. Un mot de passe doit être défini pour le compte de l'utilisateur <i>root</i>.
ru: <b>Вход в систему как root не рекомендуется.</b> Разрешает вход в систему как root. Пароль должен быть установлен для учетной записи <i>root</i>.

source: <b>SET</b> will changes all destination datasets to <code>readonly=on</code> after finishing the replication. <br><b>REQUIRE</b> stops replication unless all existing destination datasets to have the property <code>readonly=on</code>. <br><b>IGNORE</b> disables checking the <code>readonly</code> property during replication.
es_ar: <b>ESTABLECER</b> cambiará todos los conjuntos de datos de destino a <code>readonly=on</code> después de finalizar la replicación. <br> <b>REQUERIR</b> detiene la replicación a menos que todos los datasets de destino existentes tengan la propiedad <code>readonly=on</code>. <br> <b>IGNORE</b> deshabilita la comprobación de la propiedad <code>readonly</code> durante la replicación.
fr: <b>SET</b> changera tous les ensembles de données de destination en <code>readonly=on</code> après avoir terminé la réplication. <br><b>REQUIRE</b> arrête la réplication à moins que tous les ensembles de données de destination existants n'aient</br> la propriété <br><code>readonly=on</code></br>. <br><br><b>IGNORE</b> désactive la vérification de la propriété <code>readonly</code> pendant la réplication.
ru: <b>SET</b> изменит все целевые наборы данных на <code>readonly=on</code> после завершения репликации. <br><b>REQUIRE</b> останавливает репликацию, если все существующие целевые наборы данных не имеют свойства <code>readonly=on</code>. <br><b>IGNORE</b> отключает проверку свойства <code>readonly</code> во время репликации.

source: <b>SYNC</b>: Files on the destination are <i><u>changed</u></i> to match those on the source. If a file does not exist on the source, it is also <i><u>deleted</u></i> from the destination.
es_ar: <b>SINCRONIZAR</b>: los archivos en el destino se <i><u>cambian</u> </i> para que coincidan con los de la fuente. Si no existe un archivo en el origen, también se <i><u>eliminado</u> </i> desde el destino.
fr: <b>SYNC</b> : Les fichiers sur la destination sont <i><u>modifiés</u></i> pour faire correspondre celles de la source. Si un fichier n'existe pas sur la source, il est également <i><u>supprimé</u></i> de la destination.
ru: <b>SYNC</b>. Файлы в месте назначения <i><u>измененятся</u></i> в соответствии с файлами в источнике. Если файл не существует в источнике, он также <i><u>удаляется</u></i> из места назначения.

source: <b>Success!</b> The API key has been created or reset. <b>This is the only time the key is shown.</b>
es_ar: <b>¡Éxito!</b> La clave API se ha creado o restablecido. <b>Esta es la única vez que se muestra la clave.</b>
fr: <b>Succès !</b> La clé API a été créée ou réinitialisée. <b>C'est la seule fois que cette clé est affichée.</b>
ru: <b>Успех!</b> Ключ API был создан или сброшен. <b>Это единственный раз, когда ключ отображается.</b>

source: <b>WARNING:</b> Rolling the dataset back destroys data on the dataset <i>and</i> can destroy additional snapshots that are related to the dataset. <b>This can result in permanent data loss!</b> Do not roll back until all desired data and snapshots are backed up.
es_ar: <b>ADVERTENCIA:</b> Revertir el conjunto de datos destruye los datos en el conjunto de datos <i>y</i> puede destruir instantáneas adicionales relacionadas con el conjunto de datos. <b> ¡Esto puede resultar en una pérdida de datos permanente! </b> No retroceda hasta que todos los datos deseados y las instantáneas estén respaldados.
fr: <b>AVERTISSEMENT :</b> le retour en arrière détruit les données sur dataset <i>et</i> peut détruire des instantanés supplémentaires qui sont liés au dataset. <b>Cela peut entraîner une perte de données permanente !</b> Ne revenez pas en arrière tant que toutes les données et tous les instantanés souhaités n'ont pas été sauvegardés.
ru: <b>ПРЕДУПРЕЖДЕНИЕ:</b> Откат набора данных приводит к уничтожению данных в наборе данных, <i>и</i> может уничтожить дополнительные моментальные снимки, связанные с набором данных. <b> Это может привести к безвозвратной потере данных!</b> Не выполняйте откат до тех пор, пока не будут скопированы все нужные данные и снимки.

source: <b>WARNING:</b> This configuration file contains system passwords and other sensitive data.<br>
es_ar: <b>ADVERTENCIA:</b> este archivo de configuración contiene contraseñas del sistema y otros datos confidenciales.<br>
fr: <b>ATTENTION:</b> Ce fichier de configuration contient des mots de passe système et d'autres données sensibles.<br>
ru: <b>ВНИМАНИЕ:</b> Этот файл конфигурации содержит системные пароли и другие конфиденциальные данные.<br>

source: <b>rsyncd</b> listens on this port.
es_ar: <b>rsyncd</b> escucha en este puerto.
fr: <b>rsyncd</b> écoute sur ce port.
ru: <b>rsyncd</b> слушает на этом порту.

source: <br><b>Warning: Disks cannot be onlined in encrypted pools.</b></br>
es_ar: <br><b>Advertencia: los discos no pueden estar en línea en grupos cifrados.</b></br>
fr: <br><b>Avertissement : Les disques ne peuvent pas être mis en ligne dans des volumes chiffrés.</b></br>
ru: <br><b>Предупреждение: Диски не могут быть переведены в online в зашифрованные пуле.</b></br>

source: <em>Warning:</em> The WireGuard service must be active on the client system to access the TrueCommand UI.
es_ar: <em>Advertencia:</em> El servicio WireGuard debe estar activo en el sistema del cliente para acceder a la interfaz de usuario de TrueCommand.
fr: <em>Avertissement :</em> Le service WireGuard doit être actif sur le système client pour accéder à l'interface utilisateur TrueCommand.
ru: <em>Предупреждение:</em> Служба WireGuard должна быть активна в клиентской системе для доступа к пользовательскому интерфейсу TrueCommand.

source: <font color="red"> There are
es_ar: <font color="red"> Hay
fr: <font color="red"> Il y a
ru: <font color="red"> Имеется

source: <font color="red">WARNING</font>: use <i>rid</i> or <i>autorid</i> for networks with only Windows computers, like most home networks. Mac computers joined to Active Directory can also be used with <i>rid</i> and <i>autorid</i>. Both of these backends have been preconfigured to work with this NAS. Other idmap_backend values are for use in larger or mixed networks with Windows and other operating systems. DO NOT CHANGE THE idmap_backend SETTING UNLESS REQUIRED TO WORK WITH A MIXED NETWORK AND THE PROPER CONFIGURATION HAS ALREADY BEEN DETERMINED. For reference, see <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_rid" target="_blank">idmap_rid(8)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_autorid" target="_blank">idmap_autorid(8)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_ad" target="_blank">ad</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_ldap" target="_blank">idmap_ldap(8)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_nss" target="_blank">idmap_nss(8)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_rfc2307" target="_blank">idmap_rfc2307(8), <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_script" target="_blank">idmap_script(8)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_tdb" target="_blank">tdb</a>, and <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_tdb2" target="_blank">idmap_tdb2(8)</a>
es_ar: <font color="red">ADVERTENCIA</font>: use <i>rid</i> o <i>autorid</i> para redes con solo computadoras Windows, como la mayoría de las redes domésticas. Las computadoras Mac unidas a Active Directory también se pueden usar con <i>rid</i> y <i>autorid</i>. Ambos backends han sido preconfigurados para trabajar con este NAS. Otros valores de idmap_backend son para usar en redes más grandes o mixtas con Windows y otros sistemas operativos. NO CAMBIE LA CONFIGURACIÓN idmap_backend A MENOS QUE SE REQUIERA PARA TRABAJAR CON UNA RED MIXTA Y LA CONFIGURACIÓN CORRECTA YA SE HA DETERMINADO. Para referencia, consulte <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_rid" target="_blank">idmap_rid(8)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_autorid" target="_ blank">idmap_autorid(8)</a>, <a href="https://www.freebsd.org/cgi /man.cgi?query=idmap_ad" target="_blank">anuncio</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_ldap" target="_ blank">idmap_ldap(8)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_nss" target="_blank">idmap_nss(8)</a> , <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_rfc2307" target="_blank">idmap_rfc2307(8), <a href="https: //www.freebsd.org/cgi/man.cgi?query=idmap_script" target="_ blank">idmap_script(8)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query= idmap_tdb" target="_blan ">tdb</a>, y <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_tdb2" target="_blank">idmap_tdb2(8)</a>
fr: <font color="red">ATTENTION</font> : utilisez <i>rid</i> ou <i>autorid</i> pour les réseaux ne comportant que des ordinateurs Windows, comme la plupart des réseaux domestiques. Les ordinateurs Mac reliés à Active Directory peuvent également être utilisés avec <i>rid</i> et <i>autorid</i>. Ces deux backends ont été préconfigurés pour fonctionner avec ce NAS. Les autres valeurs de idmap_backend sont destinées à être utilisées dans des réseaux plus importants ou mixtes avec Windows et d'autres systèmes d'exploitation. NE PAS CHANGER LE RÉGLAGE de idmap_backend à moins qu'il ne soit nécessaire de travailler avec un réseau mixte et que la bonne configuration ait déjà été déterminée. Pour référence, voir <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_rid" target="_blank">idmap_rid(8)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_autorid" target="_blank">idmap_autorid</a>(8), <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_ad" target="_blank">ad</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_ldap" target="_blank">idmap_ldap</a>(8), <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_nss" target="_blank">idmap_nss</a>(8), idmap_rfc2307(8), <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_script" target="_blank">idmap_script</a>(8), <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_tdb" target="_blank">tdb</a>, et <a href="https://www.freebsd.org/cgi/man.cgi?query=idmap_tdb2" target="_blank">idmap_tdb2(</a>8)

source: <i>0</i> disables quotas. Specify a maximum allowed space for this dataset.
es_ar: <i>0</i> deshabilita las cuotas. Especifique un espacio máximo permitido para este conjunto de datos.
fr: <i>0</i> désactive les quotas. Spécifiez un espace maximum autorisé pour ce dataset.
ru: <i>0</i> отключает квоты. Укажите максимально допустимое пространство для этого набора данных.

source: <i>0</i> is unlimited. A specified value applies to both this dataset and any child datasets.
es_ar: <i>0</i> es ilimitado. Un valor especificado se aplica tanto a este conjunto de datos como a cualquier conjunto de datos hijo.
fr: <i>0 </i> est illimité. La valeur spécifiée s'applique à la fois à ce dataset et à tous les datasets enfants.
ru: <i>0</i> - без ограничений. Указанное значение применяется к этому набору данных и любым дочерним наборам данных.

source: <i>0</i> is unlimited. Reserve additional space for datasets containing logs which could take up all available free space.
es_ar: <i>0</i> es ilimitado. Reserve espacio adicional para conjuntos de datos que contengan registros que puedan ocupar todo el espacio libre disponible.
fr: <i>0</i> est illimité. Réservez un espace supplémentaire pour les datasets contenant des journaux pouvant utiliser tout l'espace disponible.
ru: <i>0</i> - без ограничений. Зарезервируйте дополнительное место для наборов данных, содержащих журналы, которые могут занимать все доступное свободное пространство.

source: <i>AHCI</i> emulates an AHCI hard disk for best software compatibility. <i>VirtIO</i> uses paravirtualized drivers and can provide better performance, but requires the operating system installed in the VM to support VirtIO disk devices.
es_ar: <i>AHCI</i> emula un disco duro AHCI para una mejor compatibilidad de software. <i>VirtIO</i> utiliza controladores paravirtualizados y puede proporcionar un mejor rendimiento, pero requiere que el sistema operativo instalado en la VM admita dispositivos de disco VirtIO.
fr: <i>AHCI</i> émule un disque dur AHCI pour une meilleure compatibilité logicielle. <i>VirtIO</i> utilise des pilotes paravirtualisés et peut fournir de meilleures performances, mais nécessite que le système d'exploitation installé sur la machine virtuelle prenne en charge les unités de disque VirtIO.
ru: <i>AHCI</i> эмулирует жесткий диск AHCI для лучшей совместимости программного обеспечения. <i>VirtIO</i> использует паравиртуализированные драйверы и может обеспечить лучшую производительность, но требует от операционной системы, установленной в виртуальной машине, поддержки дисковых устройств VirtIO.

source: <i>AHCI</i> emulates an AHCI hard disk for better software compatibility. <i>VirtIO</i> uses paravirtualized drivers and can provide better performance, but requires the operating system installed in the VM to support VirtIO disk devices.
es_ar: <i>AHCI</i> emula un disco duro AHCI para una mejor compatibilidad de software. <i> VirtIO </i> utiliza controladores paravirtualizados y puede proporcionar un mejor rendimiento, pero requiere que el sistema operativo instalado en la VM admita dispositivos de disco VirtIO.
fr: <i>AHCI</i> émule un disque dur AHCI pour une meilleure compatibilité logicielle. <i>VirtIO</i> utilise des pilotes paravirtualisés et peut fournir de meilleures performances, mais nécessite que le système d'exploitation installé sur la machine virtuelle prenne en charge les unités de disque VirtIO.
ru: <i>AHCI</i> эмулирует жесткий диск AHCI для лучшей совместимости программного обеспечения. <i>VirtIO</i> использует паравиртуализированные драйверы и может обеспечить лучшую производительность, но требует от операционной системы, установленной в виртуальной машине, поддержки дисковых устройств VirtIO.

source: <i>Basic Authentication</i> is unencrypted. <i>Digest Authentication</i> is encrypted.
es_ar: <i>Autenticación básica</i> no está encriptada. <i>Autenticación implícita</i> está encriptada.
fr: La méthode <i>Basic Authentification</i> n'est pas chiffrée. La méthode <i>Digest Authentification</i> est chiffrée.
ru: <i>Базовая аутентификация</i> не зашифрована. <i>Дайджест-аутентификация</i> - зашифрована.

source: <i>Certificate Signing Request</i> is used to get a CA signature. <i>Import Certificate Signing Request</i> allows an existing CSR to be imported onto the system.
es_ar: <i>Solicitud de firma de certificado</i> se utiliza para obtener una firma de CA. <i>Importar solicitud de firma de certificado</i> permite importar una CSR existente al sistema.
fr: La <i>Demande de signature de certificat </i> est utilisée pour obtenir une signature AC. La <i> Demande de signature de certificat d’importation </i> permet d’importer un CSR existant dans le système.

source: <i>Default (Clone Jail)</i> or <i>Basejail</i>. Clone jails are clones of the specified RELEASE. They are linked to that RELEASE, even if they are upgraded. Basejails mount the specified RELEASE directories as nullfs mounts over the jail directories. Basejails are not linked to the original RELEASE when upgraded.
es_ar: <i>Predeterminado (Clone Jail)</i> o <i>Basejail</i>. Las jaulas de clonación son clones de la LIBERACIÓN especificada. Están vinculados a esa LIBERACIÓN, incluso si se actualizan. Las basesjails montan los directorios RELEASE especificados a medida que se monta nullfs sobre los directorios de la jaula. Las basesjails no están vinculadas al RELEASE original cuando se actualizan.
fr: <i>Par défaut (Clone Jail)</i> ou <i>Basejail</i>. Les jails de clonage sont des clones spécifiques de la DISTRIBUTION. Ils sont liés à cette DISTRIBUTION, même s'ils sont mis à jour. Basejails monte les répertoires spécifiés de la DISTRIBUTIONau fur et à mesure que nullfs monte sur les répertoires jail. Les Basejails ne sont pas liés à la DISTRIBUTION originale lorsqu'ils sont mis à jour.
ru: <i>По умолчанию (Clone Jail)</i> или <i>Basejail</i>. Clone jails - это клоны указанного РЕЛИЗА. Они связаны с этим РЕЛИЗОМ, даже если они обновлены. Basejails монтируют указанные каталоги RELEASE при помощи nullfs поверх каталогов jail. Basejails не связаны с оригинальным РЕЛИЗОМ при обновлении.
