Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Choose a date format.
es_ar: Elige un formato de fecha.
fr: Choisissez un format de date.
ru: Выберите формат даты.

source: Choose a device for your report.
es_ar: Elija un dispositivo para su informe.
fr: Choisissez un périphérique pour votre rapport.
ru: Выберите устройство для вашего отчета.

source: Choose a location to store the installer image file.
es_ar: Elija una ubicación para almacenar el archivo de imagen del instalador.
fr: Choisissez un emplacement pour stocker le fichier image du programme d'installation.
ru: Выберите место для сохранения файла образа установщика.

source: Choose a metric
es_ar: Elige una métrica
fr: Choisir une métrique
ru: Выберите показатель

source: Choose a metric to display.
es_ar: Elija una métrica para mostrar.
fr: Choisissez une métrique à afficher.
ru: Выберите показатель для отображения.

source: Choose a new disk for the pool. To protect any existing data, adding the selected disk is stopped when the disk is already in use or has partitions present.
es_ar: Elija un nuevo disco para el grupo. Para proteger los datos existentes, la adición del disco seleccionado se detiene cuando el disco ya está en uso o tiene particiones presentes.
fr: Choisissez un nouveau disque pour la volume. Pour protéger les données existantes, l'ajout du disque sélectionné est arrêté lorsque le disque est déjà utilisé ou qu'il y a des partitions présentes.
ru: Выберите новый диск для пула. Для защиты любых существующих данных добавление выбранного диска останавливается, когда диск уже используется или на нем есть разделы.

source: Choose a path to the user's home directory. If the directory exists and matches the username, it is set as the user's home directory. When the path does not end with a subdirectory matching the username, a new subdirectory is created. The full path to the user's home directory is shown here when editing a user.
es_ar: Elija una ruta al directorio de inicio del usuario. Si el directorio existe y coincide con el nombre de usuario, se establece como el directorio de inicio del usuario. Cuando la ruta no termina con un subdirectorio que coincide con el nombre de usuario, se crea un nuevo subdirectorio. La ruta completa al directorio de inicio del usuario se muestra aquí al editar un usuario.
fr: Choisissez un chemin d'accès au répertoire personnel de l'utilisateur. Si le répertoire existe et correspond au nom d'utilisateur, il est défini comme répertoire personnel de l'utilisateur. Lorsque le chemin ne se termine pas par un sous-répertoire correspondant au nom d'utilisateur, un nouveau sous-répertoire est créé. Le chemin complet vers le répertoire personnel de l'utilisateur est indiqué ici lors de la modification d'un utilisateur.
ru: Выберите путь к домашнему каталогу пользователя. Если каталог существует и соответствует имени пользователя, он устанавливается в качестве домашнего каталога пользователя. Если путь не заканчивается подкаталогом, соответствующим имени пользователя, создается новый подкаталог. Полный путь к домашнему каталогу пользователя отображается здесь при редактировании пользователя.

source: Choose a pool for plugin and jail storage.
es_ar: Elija un Pool para el complemento y el almacenamiento en la jaula.
fr: Choisissez un volume pour le stockage des plugins et de l'environnement jail.
ru: Выберите пул для хранения плагинов и jailов.

source: Choose a pool to scrub.
es_ar: Elija un grupo pool para scrub.
fr: Choisissez un volume à nettoyer.
ru: Выберите пул для проверки.

source: Choose a preferred theme.
es_ar: Elige un tema preferido.
fr: Choisissez un thème préféré.
ru: Выберите предпочитаемую тему.

source: Choose a privacy protocol.
es_ar: Elige un protocolo de privacidad.
fr: Choisissez un protocole de confidentialité.
ru: Выберите протокол конфиденциальности.

source: Choose a recent IP address to limit the usage when accessing the administrative GUI. The built-in HTTP server binds to the wildcard address of <i>0.0.0.0</i> (any address) and issues an alert if the specified address becomes unavailable.
es_ar: Elija una dirección IP reciente para limitar el uso al acceder a la GUI administrativa. El servidor HTTP incorporado se une a la dirección comodín de <i>0.0.0.0</i> (cualquier dirección) y emite una alerta si la dirección especificada no está disponible.
fr: Choisissez une adresse IP récente pour limiter l'utilisation lors de l'accès à l'interface d'administration. Le serveur HTTP intégré se lie à l'adresse joker <i>0.0.0.0</i> (toutes les adresses) et émet une alerte si l'adresse spécifiée devient indisponible.
ru: Выберите недавний IP-адрес, чтобы ограничить использование при доступе к административному графическому интерфейсу. Встроенный HTTP-сервер приязывается к адресу <i>0.0.0.0</i> (любой адрес) и выдает предупреждение, если указанный адрес становится недоступным.

source: Choose a recent IPv6 address to limit the usage when accessing the administrative GUI. The built-in HTTP server binds to the wildcard address of <i>0.0.0.0</i> (any address) and issues an alert if the specified address becomes unavailable.
es_ar: Elija una dirección IPv6 reciente para limitar el uso al acceder a la GUI administrativa. El servidor HTTP incorporado se une a la dirección comodín de <i>0.0.0.0</i> (cualquier dirección) y emite una alerta si la dirección especificada no está disponible.
fr: Choisissez une adresse IPv6 récente pour limiter l'utilisation lors de l'accès à l'interface d'administration. Le serveur HTTP intégré se lie à l'adresse joker <i>0.0.0.0</i> (toutes les adresses) et émet une alerte si l'adresse spécifiée devient indisponible.
ru: Выберите недавний IPм6-адрес, чтобы ограничить использование при доступе к административному графическому интерфейсу. Встроенный HTTP-сервер приязывается к адресу <i>::</i> (любой адрес) и выдает предупреждение, если указанный адрес становится недоступным.

source: Choose a safety level for the rollback action. The rollback is canceled when the safety check finds additional snapshots that are directly related to the dataset being rolled back.
es_ar: Elija un nivel de seguridad para la acción de reversión. La reversión se cancela cuando la verificación de seguridad encuentra instantáneas adicionales que están directamente relacionadas con el conjunto de datos que se revierte.
fr: Choisissez un niveau de sûreté pour l'action de restauration. La restauration est annulée quand le niveau de sûreté trouve des instantanés supplémentaires qui sont directement en relation avec le dataset en cours de restauration.
ru: Выберите уровень безопасности для действия отката. Откат отменяется, когда проверка безопасности находит дополнительные снимки, которые непосредственно связаны с откатом набора данных.

source: Choose a saved SSH Keypair or select <i>Generate New</i> to create a new keypair and use it for this connection.
es_ar: Elija un par de claves SSH guardado o seleccione <i>Generar nuevo</i> para crear un nuevo par de claves y utilizarlo para esta conexión.
fr: Choisissez une paire de clés SSH enregistrée ou sélectionnez <i>Générer nouveau</i> pour créer une nouvelle paire de clés et utilisez-la pour cette connexion.
ru: Выберите сохраненную пару ключей SSH или выберите <i>Создать новую</i>, чтобы создать новую пару ключей и использовать ее для этого подключения.

source: Choose a temporary location for the encryption key that will decrypt replicated data.
es_ar: Elija una ubicación temporal para la clave de cifrado que descifrará los datos replicados.
fr: Choisissez un emplacement temporaire pour la clé de chiffrement qui déchiffre les données répliquées.

source: Choose a time format.
es_ar: Elige un formato de hora.
fr: Choisissez un format de temps.
ru: Выберите формат времени.

source: Choose a valid client certificate which exists on this system and hasn't been revoked. Find more about generating certificates and CAs for OpenVPN <a href="https://community.openvpn.net/openvpn/wiki/HOWTO#SettingupyourownCertificateAuthorityCAandgeneratingcertificatesandkeysforanOpenVPNserverandmultipleclients" target="_blank">here.</a>
es_ar: Elija un certificado de cliente válido que exista en este sistema y que no haya sido revocado. Encuentre más sobre la generación de certificados y CA para OpenVPN <a href="https://community.openvpn.net/openvpn/wiki/HOWTO#SettingupyourownCertificateAuthorityCAandgeneratingcertificatesandkeysforanOpenVPNserverandmultipleclients" target="_blank">aquí.</i>
fr: Choisissez un certificat de client valide qui existe sur ce système et qui n'a pas été révoqué. Pour en savoir plus sur la génération de certificats et de CAs pour OpenVPN, cliquez <a href="https://community.openvpn.net/openvpn/wiki/HOWTO#SettingupyourownCertificateAuthorityCAandgeneratingcertificatesandkeysforanOpenVPNserverandmultipleclients" target="_blank">ici.</a>
ru: Выберите действующий сертификат клиента, который существует в этой системе и не был отозван. Узнайте больше о создании сертификатов и CA для OpenVPN <a href="https://community.openvpn.net/openvpn/wiki/HOWTO#SettingupyourownCertificateAuthorityCAandgeneratingcertificatesandkeysforanOpenVPNserverandmultipleclients" target="_blank">тут.</a>

source: Choose a virtual network interface. More information can be found <a href="https://community.openvpn.net/openvpn/wiki/BridgingAndRouting" target="_blank">here</a>.
es_ar: Elija una interfaz de red virtual. Se puede encontrar más información <a href="https://community.openvpn.net/openvpn/wiki/BridgingAndRouting" target="_blank">aquí</a>.
fr: Choisissez une interface de réseau virtuel. Pour plus d'informations, cliquez <a href="https://community.openvpn.net/openvpn/wiki/BridgingAndRouting" target="_blank">ici</a>.
ru: Выберите виртуальный сетевой интерфейс. Болеьше информацию можно найти <a href="https://community.openvpn.net/openvpn/wiki/BridgingAndRouting" target="_blank">здесь</a>.

source: Choose an alert service to display options for that service.
es_ar: Elija un servicio de alerta para mostrar las opciones para ese servicio.
fr: Choisissez un service d'alerte pour afficher les options de ce service.
ru: Выберите службу оповещений, чтобы отобразить параметры этой службы.

source: Choose an algorithm to authenticate packets.
es_ar: Elija un algoritmo para autenticar paquetes.
fr: Choisissez un algorithme pour authentifier les paquets.
ru: Выберите алгоритм для проверки подлинности пакетов.

source: Choose an authentication method.
es_ar: Elige un método de autenticación.
fr: Choisissez une méthode d'authentification.
ru: Выберите метод аутентификации.

source: Choose an encryption mode to use with LDAP.
es_ar: Elija un modo de cifrado para usar con LDAP.
fr: Choisissez un mode de chiffrement à utiliser avec LDAP.
ru: Выберите режим шифрования для использования с LDAP.

source: Choose between <i>Internal CA</i>, <i>Intermediate CA</i>, and <i>Import CA</i>. An <i>Internal CA</i> functions like a publicly trusted CA to sign certificates for an internal network. They are not trusted outside the private network. An <i>Intermediate CA</i> lives between the root and end entity certificates and its main purpose is to define and authorize the types of certificates that can be requested from the root CA. <i>Import CA</i> allows an existing CA to be imported onto the system.<br> For more information see <a href="https://www.globalsign.com/en/blog/what-is-an-intermediate-or-subordinate-certificate-authority"> What are Subordinate CAs and Why Would You Want Your Own?</a>
es_ar: Elija entre <i>CA interna</i>, <i>CA intermedia</i> e <i>Importar CA</i>. Una <i>CA interna</i> funciona como una CA de confianza pública para firmar certificados para una red interna. No se confía fuera de la red privada. Una <i>CA intermedia</i> vive entre los certificados de entidad raíz y final y su objetivo principal es definir y autorizar los tipos de certificados que se pueden solicitar a la CA raíz. <i>Importar CA</i> permite importar una CA existente al sistema.<br> Para obtener más información, consulte <a href="https://www.globalsign.com/en/blog/what-is-an-intermediate-or-subordinate-certificate-authority"> ¿Qué son las CA subordinadas y por qué querría la suya?</a>
fr: Choisissez entre <i>AC Interne</i>, <i>AC Intermédiaire</i>et <i>Importer AC</i>. Une <i>AC interne</i> fonctionne comme une AC de confiance publique pour signer des certificats pour un réseau interne. On ne leur fait pas confiance en dehors du réseau privé. Une <i>AC intermédiaire</i> vit entre les certificats d’entité racine et d’entité finale et son but principal est de définir et d’autoriser les types de certificats qui peuvent être demandés à l’autorité de certification racine. <i>Importation AC</i> permet à une AC existante d’être importé sur le système.<br> Pour plus d’informations, voir <a href="https://www.globalsign.com/en/blog/what-is-an-intermediate-or-subordinate-certificate-authority"> Qu’est-ce que les AC subordonnés et pourquoi voudriez-vous votre propre AC ?</a>
ru: Выберите между <i>Внутренний CA</i>, <i>Промежуточный CA</i> и <i>Импорт CA</i>. <I>Внутренний CA</i> функционирует как публично доверенный CA для подписи сертификатов для внутренней сети. Им не доверяют вне частной сети. <I>Промежуточный CA</i> находится между сертификатами корневого и конечного объекта, и его основная цель - определить и авторизовать типы сертификатов, которые могут быть запрошены у корневого CA. <i>Импорт CA</i> позволяет импортировать существующий CA в систему.<br> Для получения дополнительной информации см. <a href="https://www.globalsign.com/en/blog/what-is-an-intermediate-or-subordinate-certificate-authority">Что такое подчиненные центры сертификации и почему вы хотите иметь свой собственный?</a>

source: Choose between a <i>Hex</i> (base 16 numeral) or <i>Passphrase</i> (alphanumeric) style encryption key.
es_ar: Elija entre una clave de cifrado de estilo <i>Hex</i> (número de base 16) o <i>Frase de contraseña</i> (alfanumérica).
fr: Choisissez entre une clé de chiffrement du style <i>Hex</i> (base 16 chiffres) ou <i>Passphrase</i> (alphanumérique).

source: Choose how many log entries to create. Choices range from the least log entries (<i>Emergency</i>) to the most (<i>Debug</i>).
es_ar: Elija cuántas entradas de registro crear. Las opciones van desde la menor cantidad de entradas de registro (<i>Emergencia</i>) hasta la mayoría (<i>Depuración</i>).
fr: Choisissez le nombre d'entrées de protocole à créer. Les choix vont du plus petit nombre d'entrées de log<i> (Urgence</i>) au plus grand nombre<i> (Debug</i>).
ru: Выберите, сколько записей журнала для создания. Выбор варьируется от наименьшего количества записей в журнале (<i>Emergency</i>) до самого большого (<i>Debug</i>).

source: Choose if the .zfs snapshot directory is <i>Visible</i> or <i>Invisible</i> on this dataset.
es_ar: Elija si el directorio de instantáneas .zfs es <i>Visible</i> o <i>Invisible</i> en este conjunto de datos.
fr: Choisissez si le répertoire d'instantanés .zfs est <i>Visible</i> ou <i>Invisible</i> sur ce dataset.
ru: Выберите, если каталог снимков .zfs <i>Видимый</i> или <i>Невидимый</i> в этом наборе данных.

source: Choose one of the presets or choose <i>Custom</i> to use the advanced scheduler.
es_ar: Elija uno de los ajustes preestablecidos o elija <i>Personalizado</i> para usar el programador avanzado.
fr: Choisissez l'un des préréglages ou choisissez "<i>Custom</i>" pour utiliser la planification avancée.
ru: Выберите одну из предустановок или выберите <i>Пользовательский</i>, чтобы использовать расширенный планировщик.

source: Choose one of the presets or select <i>Custom</i> to open the advanced scheduler.
es_ar: Elija uno de los ajustes preestablecidos o seleccione <i>Personalizado</i> para abrir el programador avanzado.
fr: Choisissez l'une des présélections ou sélectionnez <i>Personnalisé</i> pour ouvrir le programmateur avancé.
ru: Выберите одну из предустановок или выберите <i>Пользовательский</i>, чтобы открыть расширенный планировщик.

source: Choose permissions for this rsync module.
es_ar: Elija permisos para este módulo rsync.
fr: Choisissez les permissions pour ce module rsync.
ru: Выберите разрешения для этого модуля rsync.

source: Choose the VM operating system type.
es_ar: Elija el tipo de sistema operativo VM.
fr: Sélectionnez le type de système d'exploitation pour la VM.
ru: Выберите тип операционной системы VM.

source: Choose the backend to map Windows security identifiers (SIDs) to UNIX UIDs and GIDs. Click Edit to configure that backend.
es_ar: Elija el backend para asignar los identificadores de seguridad (SID) de Windows a UID y GID de UNIX. Haga clic en Editar para configurar ese backend.
fr: Choisissez le backend pour mapper les identificateurs de sécurité Windows (SID) aux UID et GID UNIX. Cliquez sur Modifier pour configurer ce backend.
ru: Выберите бэкэнд для сопоставления идентификаторов безопасности Windows (SID) с UID и GID UNIX. Нажмите Редактировать, чтобы настроить этот бэкэнд.

source: Choose the hour and minute when new resilver tasks are not allowed to start. This does not affect active resilver tasks.
es_ar: Elija la hora y los minutos cuando las nuevas tareas de recuperación no pueden comenzar. Esto no afecta las tareas activas de recuperación.
fr: Choisissez l'heure et la minute auxquelles les nouvelles tâches de résilience ne peuvent pas démarrer. Cela n'affecte pas les tâches de résilience active.
ru: Выберите час и минуту, когда новые задачи восстановления не могут запускаться. Это не влияет на активные задачи восстановления.

source: Choose the hour and minute when resilver tasks can be started.
es_ar: Elija la hora y los minutos en que se pueden iniciar las tareas de recuperación.
fr: Choisissez l'heure et la minute auxquelles les tâches de résilience peuvent être lancées.
ru: Выберите час и минуту, когда могут быть запущены задачи восстановления.

source: Choose the platform that will use this share. The associated options are applied to this share.
es_ar: Elija la plataforma que usará este recurso compartido. Las opciones asociadas se aplican a este recurso compartido.
fr: Choisissez la plateforme qui utilisera ce partage. Les options associées sont appliquées à ce partage.
ru: Выберите платформу, которая будет использовать эту долю. Связанные параметры применяются к этой общей папке.

source: Choose the protocol to use when connecting with the remote system.
es_ar: Elija el protocolo a utilizar cuando se conecte con el sistema remoto.
fr: Choisissez le protocole à utiliser lors de la connexion avec le système à distance.
ru: Выберите протокол, который будет использоваться при подключении к удаленной системе.

source: Choose the root Certificate Authority that was used to sign the Client and Server certificates. Find more about generating certificates and CAs for OpenVPN <a href="https://community.openvpn.net/openvpn/wiki/HOWTO#SettingupyourownCertificateAuthorityCAandgeneratingcertificatesandkeysforanOpenVPNserverandmultipleclients" target="_blank">here.</a>
es_ar: Elija la Autoridad de certificación raíz que se utilizó para firmar los certificados de Cliente y Servidor. Encuentre más sobre la generación de certificados y CA para OpenVPN <a href="https://community.openvpn.net/openvpn/wiki/HOWTO#SettingupyourownCertificateAuthorityCAandgeneratingcertificatesandkeysforanOpenVPNserverandmultipleclients" target="_blank">aquí.</i>
fr: Choisissez l'autorité de certification racine qui a été utilisée pour signer les certificats du client et du serveur. Pour en savoir plus sur la génération de certificats et d'AC pour OpenVPN, cliquez <a href="https://community.openvpn.net/openvpn/wiki/HOWTO#SettingupyourownCertificateAuthorityCAandgeneratingcertificatesandkeysforanOpenVPNserverandmultipleclients" target="_blank">ici.</a>
ru: Выберите корневой центр сертификации, который использовался для подписи сертификатов клиента и сервера. Узнайте больше о создании сертификатов и CA для OpenVPN <a href="https://community.openvpn.net/openvpn/wiki/HOWTO#SettingupyourownCertificateAuthorityCAandgeneratingcertificatesandkeysforanOpenVPNserverandmultipleclients" target="_blank">тут.</a>

source: Choose the schema to use when querying AD for user/group info. <i>rfc2307</i> uses the schema support included in Windows 2003 R2, <i>sfu</i> is for Service For Unix 3.0 or 3.5, and <i>sfu20</i> is for Service For Unix 2.0.
es_ar: Elija el esquema que se utilizará al consultar AD para información de usuario/grupo. <i>rfc2307</i> usa el soporte de esquema incluido en Windows 2003 R2, <i>sfu</i> es para Service For Unix 3.0 o 3.5, y <i>sfu20</i> es para Service For Unix 2.0 .
fr: Choisissez le schéma à utiliser lors d'une requête AD pour les informations utilisateur/groupe. <i>rfc2307</i> utilise le support de schéma inclus dans Windows 2003 R2, <i>sfu</i> pour Service For Unix 3.0 ou 3.5, et <i>sfu20</i> pour Service For Unix 2.0.
ru: Выберите схему для использования при запросе AD для информации о пользователе/группе. <i>rfc2307</i> использует поддержку схемы, включенной в Windows 2003 R2, <i>sfu</i> для Service для Unix 3.0 или 3.5, а <i>sfu20</i> для Service для Unix 2.0.

source: Choose the schema to use with LDAP authentication for SMB shares. The LDAP server must be configured with Samba attributes to use a Samba Schema. Options include <i>RFC2307</i> (included in Windows 2003 R2) and <i>Service for Unix (SFU)</i>. For SFU 3.0 or 3.5, choose "SFU". For SFU 2.0, choose "SFU20".
es_ar: Elija el esquema para usar con la autenticación LDAP para recursos compartidos SMB. El servidor LDAP debe configurarse con atributos Samba para usar un esquema Samba. Las opciones incluyen <i>RFC2307</i> (incluido en Windows 2003 R2) y <i>Servicio para Unix (SFU)</i>. Para SFU 3.0 o 3.5, elija "SFU". Para SFU 2.0, elija "SFU20".
fr: Choisissez le schéma à utiliser avec l'authentification LDAP pour les partages SMB. Le serveur LDAP doit être configuré avec des attributs Samba pour utiliser un schéma Samba. Les options comprennent la <i>RFC2307</i> (incluse dans Windows 2003 R2) et le <i>Service for Unix (SFU</i>). Pour SFU 3.0 ou 3.5, choisissez "SFU". Pour SFU 2.0, choisissez "SFU20".
ru: Выберите схему для использования с аутентификацией LDAP для общих ресурсов SMB. Сервер LDAP должен быть настроен с атрибутами Samba для использования схемы Samba. Опции включают в себя <i>RFC2307</i> (входит в Windows 2003 R2) и <i>Сервис для Unix (SFU)</i>. Для SFU 3.0 или 3.5 выберите "SFU". Для SFU 2.0 выберите "SFU20".

source: Choose the speed in bps used by the serial port.
es_ar: Elija la velocidad en bps utilizada por el puerto serie.
fr: Choisissez la vitesse en bps utilisée par le port série.
ru: Выберите скорость в бит/с, используемую последовательным портом.
