Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: SNMPv3 Security Model
es_ar: Modelo de seguridad SNMPv3
fr: Modèle de sécurité SNMPv3
ru: Модель безопасности SNMPv3

source: SSH Connection
es_ar: Conexión SSH
fr: Connexion SSH
ru: SSH соединение

source: SSH Connections
es_ar: Conexiones SSH
fr: Connexions SSH
ru: SSH соединения

source: SSH Host to connect to.
es_ar: Host SSH para conectarse.
fr: Host SSH auquel se connecter.
ru: SSH хост для подключения.

source: SSH Keypair
es_ar: Par de claves SSH
fr: Paire de clés SSH

source: SSH Keypairs
es_ar: Pares de calves SSH
fr: Paires de clés SSH
ru: SSH ключи

source: SSH Public Key
es_ar: Clave pública SSH
fr: Clé publique SSH
ru: Открытый ключ SSH

source: SSH Transfer Security
es_ar: Seguridad de transferencia SSH
fr: Sécurité de transfert SSH
ru: Безопасность передачи SSH

source: SSH Username.
es_ar: Nombre de usuario SSH.
fr: Nom d'utilisateur SSH.
ru: Имя пользователя SSH.

source: SSH port number. Leave empty to use the default port <i>22</i>.
es_ar: Número de puerto SSH. Deje en blanco para usar el puerto predeterminado <i>22</i>.
fr: Numéro de port SSH. Laissez vide pour utiliser le port par défaut <i>22</i>.
ru: Номер порта SSH. Оставьте пустым, чтобы использовать порт по умолчанию <i>22</i>.

source: SSL (Implicit TLS)
es_ar: SSL (TLS implícito)

source: SSSD Compat
es_ar: SSSD compatible
fr: Compat SSSD

source: START
es_ar: INICIAR
fr: DÉMARRER
ru: CТАРТ

source: START REPLICATION
es_ar: INICIAR REPLICACIÓN
fr: COMMENCER LA RÉPLICATION

source: STOP
es_ar: DETENER
fr: ARRÊTER
ru: СТОП

source: SYNC KEYS
es_ar: SINCRONIZAR CLAVES
fr: SYNC CLES

source: Samba Authentication
es_ar: Autenticación Samba
fr: Authentification Samba

source: Samba Schema (DEPRECATED - see help text)
es_ar: Esquema de Samba (OBSOLETO - ver texto de ayuda)
fr: Samba Schema (DEPRECATED - voir texte d’aide)

source: Same as Source
es_ar: Lo mismo que la fuente
fr: Identique à la source
ru: Так же, как источник

source: Sat
es_ar: Sábado
fr: Sam
ru: Сб

source: Save
es_ar: Guardar
fr: Enregistrer
ru: Сохранить

source: Save Changes
es_ar: Guardar cambios
fr: Enregistrer les changements

source: Save Configuration
es_ar: Guardar configuración
fr: Sauvegarder la configuration
ru: Сохранить конфигурацию

source: Save Debug
es_ar: Guardar depuración
fr: Sauvegarder le débug
ru: Сохранить отладку

source: Save Encryption Options
es_ar: Guardar opciones de encriptación
fr: Enregistrer les options de chiffrement

source: Save License
es_ar: Guardar licencia
fr: Enregistrer la licence
ru: Сохранить лицензию

source: Save Network Interface Changes
es_ar: Guardar cambios de interfaz de red
fr: Enregistrer les modifications de l'interface réseau
ru: Сохранить изменения сетевого интерфейса

source: Save Pending Snapshots
es_ar: Guardar instantáneas pendientes
fr: Enregistrer les instantanés en attente

source: Save Pool Options
es_ar: Guardar opciones de grupo
fr: Enregistrer les options du volume

source: Save Without Restarting
es_ar: Guardar sin reiniciar
fr: Enregistrer sans redémarrer
ru: Сохранить без перезагрузки

source: Save and Restart SMB Now
es_ar: Guardar y Reiniciar SMB ahora
fr: Enregistrer et redémarrer SMB maintenant
ru: Сохранить и перезапустить SMB сейчас

source: Save configuration settings from this machine before updating?
es_ar: ¿Guardar ajustes de configuración de esta máquina antes de actualizar?
fr: Enregistrer les paramètres de configuration de cette machine avant la mise à jour ?
ru: Сохранить настройки конфигурации этой системы перед обновлением?

source: Save network interface changes?
es_ar: ¿Guardar cambios en la interfaz de red?
fr: Enregistrer les modifications de l'interface réseau ?

source: Saving Debug
es_ar: Guardar depuración
fr: Sauvegarde du debug
ru: Сохранение отладки

source: Saving Encryption Options...
es_ar: Guardando opciones de cifrado...
fr: Sauvegarde des options de chiffrement...

source: Saving KMIP Config
es_ar: Guardando Config de KMIP
fr: Sauvegarde de la configuration du KMIP

source: Saving Permissions
es_ar: Guardar permisos
fr: Enregistrement des autorisations
ru: Сохранение разрешений

source: Saving Permissions...
es_ar: Guardando permisos...
fr: Enregistrement des autorisations...
ru: Сохранение разрешений...

source: Saving Pool Options...
es_ar: Guardar opciones de grupo...
fr: Enregistrement des options du volume...

source: Scan This QR Code
es_ar: Escanee este código QR
fr: Scanner ce code QR

source: Schedule
es_ar: Calendario
fr: Planifier
ru: График

source: Schedule Preview
es_ar: Vista previa de horario
fr: Aperçu de la planification
ru: Предварительный просмотр расписания

source: Schema
es_ar: Esquema
fr: Schéma
ru: Схема

source: Schema mode
es_ar: Modo de esquema
fr: Mode schéma
ru: Режим схемы

source: Script to execute after running sync.
es_ar: Script para ejecutar después de ejecutar la sincronización.
fr: Script à exécuter après l'exécution de la synchronisation.
ru: Скрипт для выполнения после запуска синхронизации.

source: Script to execute before running sync.
es_ar: Script para ejecutar antes del inicio de la sincronización.
fr: Script à exécuter avant d'exécuter la synchronisation.
ru: Скрипт, выполняемый перед запуском синхронизации.

source: Scrub Complete
es_ar: Scrub completo
fr: Nettoyage complété
ru: Проверка завершена

source: Scrub Interval Set
es_ar: Conjunto de intervalos de Scrub
fr: Ensemble d'intervalles de nettoyage
ru: Интервал проверки установлен

source: Scrub Started
es_ar: Scrub Iniciado
fr: Nettoyage démarré
ru: Проверка начата

source: Scrub Task
es_ar: Tarea Scrub
fr: Tâche de scrub

source: Scrub interval (in days)
es_ar: Intervalo de Scrub (en días)
fr: Intervalle de nettoyage (en jours)
ru: Интервал проверки (в днях)

source: Search For Connected Groups
es_ar: Buscar grupos conectados
fr: Recherche de groupes connectés

source: Search For Connected Users
es_ar: Buscar usuarios conectados
fr: Recherche d'utilisateurs connectés

source: Search for all connected groups. Type a group name and press <i>ENTER</i>. A warning is shown if there are no matches.
es_ar: Busca todos los grupos conectados. Escriba un nombre de grupo y presione <i>ENTER</i>. Se muestra una advertencia si no hay coincidencias.
fr: Recherchez tous les groupes connectés. Tapez un nom de groupe et appuyez sur <i>ENTRÉE</i>. Un avertissement est affiché s'il n'y a pas de correspondance.

source: Search for all connected users. Type a user name and press <i>ENTER</i>. A warning is shown if there are no matches.
es_ar: Busca a todos los usuarios conectados. Escriba un nombre de usuario y presione <i>ENTER</i>. Se muestra una advertencia si no hay coincidencias.
fr: Recherchez tous les utilisateurs connectés. Tapez un nom d'utilisateur et appuyez sur <i>ENTRÉE</i>. Un avertissement est affiché s'il n'y a pas de correspondance.

source: Search the <a href="https://jira.ixsystems.com/projects/NAS/issues/" target="_blank">TrueNAS issue tracker</a> to ensure the issue has not already been reported before filing a bug report or feature request. If an issue has already been created, add a comment to the existing issue. Please visit the <a href="http://www.ixsystems.com/storage/" target="_blank"> iXsystems storage page</a> for enterprise-grade storage solutions and support.
es_ar: Busque el <a href="https://jira.ixsystems.com/projects/NAS/issues/" target="_blank">rastreador de problemas TrueNAS</a> para asegurarse de que el problema no se haya informado antes de presentar un error informe o solicitud de función. Si ya se ha creado un problema, agregue un comentario al problema existente. Visite la <a href="http://www.ixsystems.com/storage/" target="_blank">página de almacenamiento de iXsystems</a> para obtener soluciones y soporte de almacenamiento de nivel empresarial.

source: Secondary Contact
es_ar: Contacto secundario
fr: Contact secondaire
ru: Вторичный контакт

source: Secondary Contact (optional)
es_ar: Contacto secundario (opcional)
fr: Contact secondaire (facultatif)
ru: Вторичный контакт (не обязательно)

source: Secondary DNS server.
es_ar: Servidor DNS secundario.
fr: Serveur DNS secondaire.
ru: Вторичный DNS-сервер.

source: Secret
es_ar: Secreto
ru: Секрет

source: Secret (Confirm)
es_ar: Secreto (Confirmar)
fr: Secret (Confirmer)
ru: Секрет (Подтверждение)

source: Secret (Read only)
es_ar: Secreto (solo lectura)
fr: Secret (Lecture seule)

source: Secret Access Key
es_ar: Clave de acceso secreta
fr: Clé d'accès secrète
ru: Секретный ключ доступа

source: Secret Access Key for the linked AWS account.
es_ar: Clave de acceso secreta para la cuenta de AWS vinculada.
fr: Clé d'accès secrète pour le compte AWS lié.
ru: Секретный ключ доступа для связанной учетной записи AWS.

source: Secret Authentication Key
es_ar: Clave de autenticación secreta
fr: Clé d'authentification secrète
ru: Секретный ключ аутентификации

source: Secret Encryption Key
es_ar: Clave de encriptación secreta
fr: Clé de chiffrement secrète
ru: Секретный ключ шифрования

source: Secret Key
es_ar: Clave secreta
fr: Clé secrète
ru: Секретный ключ

source: Secret and Peer Secret can not be the same.
es_ar: Secreto y Secreto de Par no pueden ser lo mismo.
fr: Secret et Peer Secret ne peuvent pas être identiques.

source: Secure Mode
es_ar: Modo seguro
fr: Mode sécurisé

source: Secure data within this dataset. Data is unusable until unlocked with an encryption key or passphrase.
es_ar: Datos seguros dentro de este conjunto de datos. Los datos no se pueden usar hasta que se desbloqueen con una clave de cifrado o frase de contraseña.
fr: Sécuriser les données au sein de ce dataset. Les données sont inutilisables tant qu'elles ne sont pas déverrouillées à l'aide d'une clé de chiffrement ou d'une passphrase.

source: Security
es_ar: Seguridad
fr: Sécurité
ru: Безопасность

source: See <a href="https://crypto.stackexchange.com/questions/1190/why-is-elliptic-curve-cryptography-not-widely-used-compared-to-rsa" target="blank"> Why is elliptic curve cryptography not widely used, compared to RSA?</a> for more information about key types.
es_ar: Consulte <a href="https://crypto.stackexchange.com/questions/1190/why-is-elliptic-curve-cryptography-not-widely-used-compared-to-rsa" target="blank"> ¿Por qué? La criptografía de curva elíptica no se usa ampliamente, en comparación con RSA? </a> para obtener más información sobre los tipos de clave.
fr: Voir <a href="https://crypto.stackexchange.com/questions/1190/why-is-elliptic-curve-cryptography-not-widely-used-compared-to-rsa" target="blank">Pourquoi la cryptographie à courbe elliptique n'est-elle pas largement utilisée, comparée à la RSA ?</a> pour plus d'informations sur les types de clés.
ru: См. <a href="https://crypto.stackexchange.com/questions/1190/why-is-elliptic-curve-cryptography-not-widely-used-compared-to-rsa" target="blank">Почему криптография с эллиптическими кривыми не так широко используется по сравнению с RSA?</a> для получения дополнительной информации о типах ключей.

source: See <i>Public key authentication</i> in <a href="https://www.freebsd.org/cgi/man.cgi?query=ssh" target="_blank">SSH/Authentication</a>.
es_ar: Consulte <i> Autenticación de clave pública </i> en <a href="https://www.freebsd.org/cgi/man.cgi?query=ssh" target="_blank"> SSH / Autenticación </a> .
fr: Voir <i>Authentification par clé publique</i> dans <a href="https://www.freebsd.org/cgi/man.cgi?query=ssh" target="_blank">SSH/Authentification</a>.
ru: См. <i>Аутентификация с открытым ключом</i> в <a href="https://www.freebsd.org/cgi/man.cgi?query=ssh" target="_blank">SSH/Аутентификация</a>.

source: See the <a href="http://networkupstools.org/stable-hcl.html" target="_blank">Network UPS Tools compatibility list</a> for a list of supported UPS devices.
es_ar: Consulte la <a href="http://networkupstools.org/stable-hcl.html" target="_blank"> Lista de compatibilidad de herramientas UPS de red </a> para obtener una lista de los dispositivos UPS compatibles.
fr: Reportez-vous à la <a href="http://networkupstools.org/stable-hcl.html" target="_blank">liste de compatibilité des Outils UPS réseau</a> pour obtenir la liste des périphériques UPS pris en charge.
ru: См. <a href="http://networkupstools.org/stable-hcl.html" target="_blank">Список совместимости Network UPS Tools</a> для получения списка поддерживаемых устройств ИБП.

source: Select
es_ar: Seleccione
fr: Sélectionner

source: Select
es_ar: Seleccionar
fr: Sélectionner
ru: Выберите

source: Select <b>UEFI</b> for newer operating systems, or <b>UEFI-CSM</b> (Compatibility Support Mode) for older operating systems that only support BIOS booting.
es_ar: Seleccione <b> UEFI </b> para los sistemas operativos más nuevos o <b> UEFI-CSM </b> (Modo de compatibilidad de compatibilidad) para los sistemas operativos más antiguos que solo admiten el arranque del BIOS.
fr: Sélectionnez <b>UEFI</b> pour les nouveaux systèmes d'exploitation ou <b>UEFI-CSM</b> (Compatibility Support Mode) pour les anciens systèmes d'exploitation qui ne prennent en charge que le démarrage du BIOS.
ru: Выберите <b>UEFI</b> для более новых операционных систем или <b>UEFI-CSM</b> (режим поддержки совместимости) для более старых операционных систем, которые поддерживают только загрузку BIOS.

source: Select <i>Bug</i> when reporting an issue or <i>Feature</i> when requesting new functionality.
es_ar: Seleccione <i> Error </i> al informar un problema o <i> Característica </i> al solicitar una nueva funcionalidad.
fr: Sélectionnez <i>Bug</i> lorsque vous signalez un problème ou une <i>fonctionnalité</i> lorsque vous demandez une nouvelle fonctionnalité.
ru: Выберите <i>Bug</i> при сообщении о проблеме или <i>Feature</i> при запросе новой функциональности.

source: Select <i>Command</i> for an executable or <i>Script</i> for an executable script.
es_ar: Seleccione <i> Comando </i> para un ejecutable o <i> Script </i> para un script ejecutable.
fr: Sélectionnez <i>Commande</i> pour un exécutable ou <i>Script</i> pour un script exécutable.
ru: Выберите <i>Command</i> для исполняемого файла или <i>Script</i> для исполняемого скрипта.

source: Select <i>Create new disk image</i> to create a new zvol on an existing dataset. This is used as a virtual hard drive for the VM. Select <i>Use existing disk image</i> to use an existing zvol or file for the VM.
es_ar: Seleccione <i> Crear nueva imagen de disco </i> para crear un nuevo zvol en un conjunto de datos existente. Esto se usa como un disco duro virtual para la VM. Seleccione <i> Usar imagen de disco existente </i> para usar un zvol o archivo existente para la VM.
fr: Sélectionnez <i>Créer une nouvelle image disque</i> pour créer un nouveau zvol sur un dataset existant. Il est utilisé comme disque dur virtuel pour la VM. Sélectionnez <i>Utiliser une image disque existante</i> pour utiliser un zvol ou un fichier existant pour la VM.
ru: Выберите <i>Создать новый образ диска</i>, чтобы создать новый zvol в существующем наборе данных. Это используется как виртуальный жесткий диск для виртуальной машины. Выберите <i>Использовать существующий образ диска</i>, чтобы использовать существующий zvol или файл для виртуальной машины.

source: Select <i>None</i> or an integer. This value represents the number of existing authorized accesses.
es_ar: Seleccione <i> Ninguno </i> o un número entero. Este valor representa el número de accesos autorizados existentes.
fr: Sélectionnez <i>Aucun</i> ou un entier. Cette valeur représente le nombre d'accès autorisés existants.
ru: Выберите <i>Нет</i> или целое число. Это значение представляет количество существующих авторизованных доступов.

source: Select <i>UEFI</i> for newer operating systems or <i>UEFI-CSM</i> (Compatibility Support Mode) for older operating systems that only support BIOS booting. <i>Grub</i> is not recommended but can be used when the other options do not work.
es_ar: Seleccione <i> UEFI </i> para los sistemas operativos más nuevos o <i> UEFI-CSM </i> (Modo de soporte de compatibilidad) para los sistemas operativos más antiguos que solo admiten el arranque del BIOS. <i> Grub </i> no se recomienda, pero se puede usar cuando las otras opciones no funcionan.
fr: Sélectionnez <i>UEFI</i> pour les nouveaux systèmes d'exploitation ou <i>UEFI-CSM</i> (Compatibility Support Mode) pour les anciens systèmes d'exploitation qui ne prennent en charge que le démarrage du BIOS. <i>Grub</i> n'est pas recommandé mais peut être utilisé lorsque les autres options ne fonctionnent pas.
ru: Выберите <i>UEFI</i> для более новых операционных систем или <i>UEFI-CSM</i> (режим поддержки совместимости) для более старых операционных систем, которые поддерживают только загрузку BIOS. <i>Grub</i> не рекомендуется, но может использоваться, когда другие параметры не работают.

source: Select <samp>0.0.0.0</samp> to include all addresses. When this has been chosen, additional addresses cannot be selected.
es_ar: Seleccione <samp> 0.0.0.0 </samp> para incluir todas las direcciones. Cuando se ha elegido esto, no se pueden seleccionar direcciones adicionales.
fr: Sélectionnez <samp>0.0.0.0.0</samp> pour inclure toutes les adresses. Lorsque cette option a été sélectionnée, il n'est pas possible de sélectionner d'autres adresses.
ru: Выберите <samp>0.0.0.0</samp>, чтобы включить все адреса. Когда выбрано, дополнительные адреса не могут быть выбраны.

source: Select <samp>::</samp> to include all addresses. When this has been chosen, additional addresses cannot be selected.
es_ar: Seleccione <samp> :: </samp> para incluir todas las direcciones. Cuando se ha elegido esto, no se pueden seleccionar direcciones adicionales.
fr: Sélectionnez <samp>: :</samp> pour inclure toutes les adresses. Lorsque cette option a été sélectionnée, il n'est pas possible de sélectionner d'autres adresses.
ru: Выберите <samp>::</samp>, чтобы включить все адреса. Когда выбрано, дополнительные адреса не могут быть выбраны.

source: Select All
es_ar: Seleccionar todo
fr: Tout sélectionner
ru: Выбрать все

source: Select Authenticator
es_ar: Seleccionar autenticador
fr: Sélectionnez Authentificateur
ru: Выберите Аутентификатор

source: Select Configuration File
es_ar: Seleccionar archivo de configuración
fr: Sélectionner le fichier de configuration
ru: Выберите файл конфигурации

source: Select Disk Type
es_ar: Seleccionar tipo de disco
fr: Sélectionner le type de disque
ru: Выберите тип диска

source: Select Existing zvol
es_ar: Seleccione zvol existente
fr: Sélectionner le zvol existant
ru: Выберите существующий zvol

source: Select Groups Cached by this System
es_ar: Seleccionar grupos almacenados en caché por este sistema
fr: Sélectionnez les groupes mis en cache par ce système

source: Select IP addresses to listen to for NFS requests. Leave empty for NFS to listen to all available addresses.
es_ar: Seleccione las direcciones IP para escuchar las solicitudes NFS. Deje en blanco para que NFS escuche todas las direcciones disponibles.
fr: Sélectionnez les adresses IP à écouter pour les requêtes NFS. Laissez vide pour que NFS puisse écouter toutes les adresses disponibles.
ru: Выберите IP-адреса для прослушивания запросов NFS. Оставьте пустым, чтобы NFS прослушивал все доступные адреса.

source: Select Reports
es_ar: Seleccionar informes
fr: Sélectionner les rapports

source: Select Users Cached by this System
es_ar: Seleccionar usuarios en caché por este sistema
fr: Sélectionner les utilisateurs mis en cache par ce système

source: Select VM wizard type
es_ar: Seleccione el tipo de asistente de VM
fr: Sélectionner le type d'assistant VM
ru: Выберите тип мастера VM

source: Select a compression algorithm to reduce the size of the data being replicated. Only appears when <i>SSH</i> is chosen for <i>Transport</i> type.
es_ar: Seleccione un algoritmo de compresión para reducir el tamaño de los datos que se replican. Solo aparece cuando se elige <i> SSH </i> para el tipo <i> Transporte </i>.
fr: Sélectionnez un algorithme de compression pour réduire la taille des données à répliquer. N'apparaît que lorsque <i>SSH</i> est sélectionné pour le type de <i>transport</i>.
ru: Выберите алгоритм сжатия, чтобы уменьшить размер реплицируемых данных. Отображается только в том случае, если для <i>Transport</i> выбран тип <i>SSH</i>.

source: Select a dataset for the new zvol.
es_ar: Seleccione un conjunto de datos para el nuevo zvol.
fr: Sélectionnez un dataset pour le nouveau zvol.
ru: Выберите набор данных для нового zvol.

source: Select a dataset or zvol.
es_ar: Seleccione un conjunto de datos o zvol.
fr: Sélectionnez un dataset ou un zvol.
ru: Выберите набор данных или zvol.

source: Select a key before decrypting the disks.
es_ar: Seleccione una clave antes de descifrar los discos.
fr: Sélectionnez une clé avant de déchiffrer les disques.
ru: Выберите ключ перед расшифровкой дисков.

source: Select a keyboard layout.
es_ar: Seleccione un diseño de teclado.
fr: Sélectionnez une disposition de clavier.
ru: Выберите раскладку клавиатуры.

source: Select a language from the drop-down menu.
es_ar: Seleccione un idioma del menú desplegable.
fr: Sélectionnez une langue dans le menu déroulant.
ru: Выберите язык из выпадающего меню.

source: Select a physical interface to associate with the VM.
es_ar: Seleccione una interfaz física para asociar con la VM.
fr: Sélectionnez une interface physique à associer à la VM.
ru: Выберите физический интерфейс для связи с виртуальной машиной.

source: Select a pool to import.
es_ar: Seleccione un pool para importar.
fr: Sélectionnez un volume à importer.
ru: Выберите пул для импорта.

source: Select a pool, dataset, or zvol.
es_ar: Seleccione un pool, conjunto de datos o zvol.
fr: Sélectionnez un volume, un dataset ou un zvol.
ru: Выберите пул, набор данных или zvol.

source: Select a power management profile from the menu.
es_ar: Seleccione un perfil de administración de energía del menú.
fr: Sélectionnez un profil de gestion de l'alimentation dans le menu.
ru: Выберите профиль управления питанием из меню.

source: Select a preset ACL
es_ar: Seleccionar una ACL preestablecida
fr: Sélectionnez une ACL prédéfinie

source: Select a preset configuration for the share. This applies predetermined values and disables changing some share options.
es_ar: Seleccione una configuración preestablecida para el recurso compartido. Esto aplica valores predeterminados y desactiva el cambio de algunas opciones de compartir.
fr: Sélectionnez une configuration prédéfinie pour le partage. Cela permet d'appliquer des valeurs prédéterminées et de désactiver la modification de certaines options de partage.

source: Select a preset schedule or choose <i>Custom</i> to use the advanced scheduler.
es_ar: Seleccione un horario preestablecido o elija <i> Personalizado </i> para usar el programador avanzado.
fr: Sélectionnez un planning prédéfini ou choisissez <i>Personnaliser</i> pour utiliser le planificateur avancé.
ru: Выберите предварительно установленное расписание или выберите <i>Пользовательский</i>, чтобы использовать расширенный планировщик.

source: Select a preset schedule or choose <i>Custom</i> to use the advanced scheduler.
es_ar: Seleccione un horario preestablecido o elija <i> Personalizado </i> para usar el programador avanzado.
fr: Sélectionnez un planning prédéfini ou choisissez <i>Personnaliser</i> pour utiliser le planificateur avancé.
ru: Выберите предварительно установленное расписание или выберите <i>Пользовательский</i>, чтобы использовать расширенный планировщик.

source: Select a previously imported or created CA.
es_ar: Seleccione una CA previamente importado o creado.
fr: Sélectionnez une CA précédemment importée ou créée.
