Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Allow hostnames or IP addresses to connect to the share. Click <i>ADD</i> to add multiple entries. <br><br> If neither *Allow Hosts* or *Deny Hosts* contains an entry, then AFP share access is allowed for any host. <br><br> If there is a *Allow Hosts* list but no *Deny Hosts* list, then only allow hosts on the *Allow Hosts* list. <br><br> If there is a *Deny Hosts* list but no *Allow Hosts* list, then allow all hosts that are not on the *Deny Hosts* list. <br><br> If there is both a *Allow Hosts* and *Deny Hosts* list, then allow all hosts that are on the *Allow Hosts* list. <br><br> If there is a host not on the *Allow Hosts* and not on the *Deny Hosts* list, then allow it.
es_ar: Permita que los nombres de host o las direcciones IP se conecten al recurso compartido. Haga clic en <i>AGREGAR</i> para agregar varias entradas. <br> <br> Si ninguno *Permitir hosts* o *Denegar hosts* contiene una entrada, se permite el acceso compartido de AFP a cualquier host. <br> <br> Si hay una lista *Permitir hosts* pero no lista de *Denegación de hosts*, entonces solo permita hosts en la lista * Permitir hosts *. <br> <br> Si hay una lista de *Denegar hosts* pero no *Permitir hosts*, entonces permita todos los hosts que no estén en la lista * Deny Hosts *. <br> <br> Si hay una lista *Permitir hosts* y *Denegar hosts*, entonces permita todos los hosts que estén en la lista *Permitir hosts*. <br> <br> Si hay un host que no está en *Permitir hosts* y no en la lista * Denegar hosts*, entonces permítelo.
fr: Autoriser les noms d'hôtes ou les adresses IP à se connecter au partage. Cliquez sur <i>AJOUTER</i> pour ajouter plusieurs entrées <br><br> Si ni *Allow Hosts* ni *Deny Hosts* ne contient d'entrée, alors l'accès partagé AFP est autorisé pour n'importe quel hôte <br><br> S'il existe une liste *Autoriser les hôtes* mais pas de liste *Interdire les hôtes*, alors n'autoriser que les hôtes figurant sur la liste *Autoriser les hôtes* <br><br> S'il existe une liste *Deny Hosts* mais pas de liste *Allow Hosts*, alors autorisez tous les hôtes qui ne sont pas sur la liste *Deny Hosts* <br><br> S'il y a à la fois une liste *Autoriser les hôtes* et une liste *Interdire les hôtes*, alors autorisez tous les hôtes qui sont sur la liste *Autoriser les hôtes* <br><br> S'il y a un hôte qui ne figure pas dans la liste *Autoriser les hôtes* et pas dans la liste *Interdire les hôtes*, alors autorisez-le.

source: Allow more ciphers for <a href="https://www.freebsd.org/cgi/man.cgi?query=sshd" target="_blank">sshd(8)</a> in addition to the defaults in <a href="https://www.freebsd.org/cgi/man.cgi?query=sshd_config" target="_blank">sshd_config(5)</a>. <code>None</code> allows unencrypted SSH connections and <code>AES128-CBC</code> allows the 128-bit <a href="https://nvlpubs.nist.gov/nistpubs/FIPS/NIST.FIPS.197.pdf" target="_blank">Advanced Encryption Standard</a>.<br><br> WARNING: these ciphers are considered security vulnerabilities and should only be allowed in a secure network environment.
es_ar: Permita más cifrados para <a href="https://www.freebsd.org/cgi/man.cgi?query=sshd" target="_blank">sshd(8)</a> además de los valores predeterminados en <a href="https://www.freebsd.org/cgi/man.cgi?query=sshd_config" target="_ blank">sshd_config(5)</a>. <code>None</code> permite conexiones SSH sin cifrar y <code>AES128-CBC</code> permite 128 bits <a href="https://nvlpubs.nist.gov/nistpubs/FIPS/NIST.FIPS .197.pdf" target="_ blank">Estándar de cifrado avanzado</a>. <br> <br> ADVERTENCIA: estos cifrados se consideran vulnerabilidades de seguridad y solo deben permitirse en un entorno de red seguro.
fr: Autorisez plus de chiffrement (ciphers ) pour <a href="https://www.freebsd.org/cgi/man.cgi?query=sshd" target="_blank">sshd(8)</a> en plus des valeurs par défaut de <a href="https://www.freebsd.org/cgi/man.cgi?query=sshd_config" target="_blank">sshd_config(5)</a>. <code> None</code> autorise les connexions SSH non chiffrées et <code>AES128-CBC</code> autorise la <a href="https://nvlpubs.nist.gov/nistpubs/FIPS/NIST.FIPS.197.pdf" target="_blank">norme de chiffrement avancée</a> de 128 bits.<br><br> AVERTISSEMENT : ces chiffrements sont considérés comme des failles de sécurité et ne devraient être autorisés que dans un environnement de réseau sécurisé.

source: Allow non-root mount
es_ar: Permitir montaje no root
fr: Autoriser un montage non racine
ru: Разрешить монтирование не root'ом

source: Allow or deny access to SYSV IPC message primitives. <br><b>Inherit</b>: All IPC objects on the system are visible to the jail.<br> <b>New</b>: Only objects the jail creates using the private key namespace are visible. The system and parent jails have access to the jail objects but <i>not</i> private keys.<br> <b>Disable</b>: The jail cannot perform any <b>sysvmsg</b> related system calls.
es_ar: Permitir o denegar el acceso a las primitivas de mensajes SYSV IPC. <br> <b>Heredar</b>: todos los objetos IPC en el sistema son visibles para la jaula. <br> <b>Nuevo</b>: solo los objetos que crea la jaula utilizando el espacio de nombres de clave privada son visibles. El sistema y las jaulas principales tienen acceso a los objetos de la jaula pero <i>no</i> claves privadas. <br> <b>Desactivar</b>: La Jaula no puede realizar ningún sistema relacionado con <b>sysvmsg</b> llamadas.
fr: Autoriser ou refuser l'accès aux messages primitifs SYSV IPC. <br><b>Hériter</b> : Tous les objets IPC du</br> système sont visibles par l'environnement jail. <br><br><b>Nouveau</b> : Seuls les objets créés par l'environnement jail à l'aide de l'espace de nommage de la clé privée sont visibles. Le système et les jails mères ont accès aux objets jail mais</br></br><br><i> pas</i></br> aux clés privées.<br><br><b> Désactiver</b> : L'environnement jail ne peut exécuter aucun appel système lié à <b>sysvmsg</b>.
ru: Разрешить или запретить доступ к примитивам сообщений SYSV IPC. <br><b>Унаследовать</b>: Все объекты IPC в системе видны jail. <br> <b>Новые</b>: Только объекты созданные jail с использованием закрытого пространства имен ключей являются видимыми. Система и родительский jail имеют доступ к объектам jail, но <i>не</i> к закрытым ключам.<br> <b>Отключить</b>: jail не может выполнять какие-либо системные вызовы связанные с <b>sysvmsg</b>.

source: Allow or deny access to SYSV IPC semaphore primitives.<br> <b>Inherit</b>: All IPC objects on the system are visible to the jail.<br> <b>New</b>: Only objects the jail creates using the private key namespace are visible. The system and parent jails have access to the jail objects but <i>not</i> private keys. <br> <b>Disable</b>: The jail cannot perform any <b>sysvmem</b> related system calls.
es_ar: Permitir o denegar el acceso a las primitivas de semáforo SYSV IPC. <br> <b>Heredar</b>: Todos los objetos de IPC en el sistema son visibles para la jaula. <br> <b>Nuevo</b>: solo se opone a la jaula crea usando el espacio de nombres de clave privada son visibles. El sistema y las jaulas principales tienen acceso a los objetos de la jaula pero <i>no</i> claves privadas. <br> <b>Desactivar</b>: la jaula no puede realizar ninguna llamada al sistema relacionada con <b>sysvmem</b>.
fr: Autoriser ou refuser l'accès aux SYSV IPC semaphore primitives.<br><b> Hériter</b> : Tous les objets IPC du</br> système sont visibles par l'environnement jail.<br><br><b> Nouveau</b> : Seuls les objets créés par l'environnement jail à l'aide de l'espace de nommage de la clé privée sont visibles. Le système et les jails mères ont accès aux objets jail mais</br></br><br><i> pas</i></br> aux clés privées.<br><br> <b> Désactiver</b> : L'environnement jail ne peut exécuter aucun appel système lié à <b>sysvmem</b>.
ru: Разрешить или запретить доступ к примитивам семафоров SYSV IPC.<br> <b>Унаследовать</b>: Все объекты IPC в системе видны jail.<br> <b>Новые</b>: Только объекты созданные jail с использованием закрытого пространства имен ключей являются видимыми. Система и родительский jail имеют доступ к объектам jail, но <i>не</i> к закрытым ключам. <br> <b>Отключить</b>: jail не может выполнять какие-либо системные вызовы связанные с <b>sysvmem</b>.

source: Allow or deny access to SYSV IPC shared memory primitives.<br> <b>Inherit</b>: All IPC objects on the system are visible to the jail.<br> <b>New</b>: Only objects the jail creates using the private key namespace are visible. The system and parent jails have access to the jail objects but <i>not</i> private keys.<br> <b>Disable</b>: The jail cannot perform any <b>sysvshm</b> related system calls.
es_ar: Permitir o denegar el acceso a las primitivas de memoria compartida SYSV IPC. <br> <b>Heredar</b>: Todos los objetos IPC en el sistema son visibles para la jaula. <br> <b>Nuevo</b>: solo objetos la jaula crea utilizando el espacio de nombres de clave privada son visibles. El sistema y las jaulas primarias tienen acceso a los objetos de la jaula pero <i>no</i> claves privadas. <br> <b>Desactivar</b>: la Jaula no puede realizar ningún sistema relacionado con <b>sysvshm</b> llamadas.
fr: Autoriser ou refuser l'accès aux primitives de mémoire partagée IPC SYSV. <br><b>Hériter</b> : Tous les objets IPC du</br> système sont visibles par l'environnement jail. <br><br><b>Nouveau</b> : Seuls les objets créés par l'environnement jail à l'aide de l'espace de nommage de la clé privée sont visibles. Le système et les jails mères ont accès aux objets jail mais</br></br> <br><i>pas</i></br> aux clés privées. <br><br><b>Désactiver</b> : L'environnement jail ne peut exécuter aucun appel système lié à <b>sysvshm</b>.
ru: Разрешить или запретить доступ к примитивам разделяемой памяти SYSV IPC.<br> <b>Унаследовать</b>: Все объекты IPC в системе видны jail.<br> <b>Новые</b>: Только объекты созданные jail с использованием закрытого пространства имен ключей являются видимыми. Система и родительский jail имеют доступ к объектам jail, но <i>не</i> к закрытым ключам. <br> <b>Отключить</b>: jail не может выполнять какие-либо системные вызовы связанные с <b>sysvshm</b>.

source: Allow the jail hostname to be changed with <a href="https://www.freebsd.org/cgi/man.cgi?query=hostname" target="_blank">hostname(1)</a> or <a href="https://www.freebsd.org/cgi/man.cgi?query=sethostname" target="_blank">sethostname(3)</a>.
es_ar: Permita que el nombre de host de la jaula se cambie con <a href="https://www.freebsd.org/cgi/man.cgi?query=hostname" target="_blank">hostname(1)</a> o <a href="https://www.freebsd.org/cgi/man.cgi?query=sethostname" target="_ blank">sethostname(3)</a>.
fr: Permet de changer le nom d'hôte de l'environnement jail avec <a href="https://www.freebsd.org/cgi/man.cgi?query=hostname" target="_blank">hostname(1)</a> ou <a href="https://www.freebsd.org/cgi/man.cgi?query=sethostname" target="_blank">sethostname(3)</a>.
ru: Разрешить изменение имени хоста jail с помощью <a href="https://www.freebsd.org/cgi/man.cgi?query=hostname" target="_blank">hostname(1)</a> or <a href="https://www.freebsd.org/cgi/man.cgi?query=sethostname" target="_blank">sethostname(3)</a>.

source: Allow the jail to access the bhyve virtual machine monitor (VMM). The jail must have FreeBSD 12.0 or newer installed with the <a href="https://www.freebsd.org/cgi/man.cgi?query=vmm" target="_blank">vmm(4)</a> kernel module loaded.
es_ar: Permita que la jaula acceda al monitor de la máquina virtual de bhyve (VMM). El jail debe tener FreeBSD 12.0 o más reciente instalado con <a href="https://www.freebsd.org/cgi/man.cgi?query=vmm" target="_blank">vmm(4)</a> módulo de kernel cargado.
fr: Permettez à l'environnement jail d'accéder au moniteur de machine virtuelle bhyve (VMM). L'environnement jail doit avoir FreeBSD 12.0 ou plus récent installé avec le module du noyau <a href="https://www.freebsd.org/cgi/man.cgi?query=vmm" target="_blank">vmm(4)</a> chargé.
ru: Разрешить jail доступ к монитору виртуальных машин bhyve (VMM). В jail должна быть установлена FreeBSD 12.0 или новее с загруженным модулем ядра href="https://www.freebsd.org/cgi/man.cgi?query=vmm" target="_blank">vmm(4)</a>.

source: Allow this replication to send large data blocks. The destination system must also support large blocks. This setting cannot be changed after it has been enabled and the replication task is created. For more details, see <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">zfs(8)</a>.
es_ar: Permita que esta replicación envíe grandes bloques de datos. El sistema de destino también debe admitir bloques grandes. Esta configuración no se puede cambiar después de que se haya habilitado y se haya creado la tarea de replicación. Para obtener más detalles, consulte <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">zfs(8)</a>.
fr: Autoriser cette réplication à envoyer de grands blocs de données. Le système de destination doit également prendre en charge les grands blocs. Ce paramètre ne peut pas être modifié une fois activé et la tâche de réplication est créée. Pour plus de détails, voir <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">zfs(8)</a>.

source: Allow using open file handles that can withstand short disconnections. Support for POSIX byte-range locks in Samba is also disabled. This option is not recommended when configuring multi-protocol or local access to files.
es_ar: Permita el uso de identificadores de archivos abiertos que puedan soportar desconexiones breves. El soporte para bloqueos de rango de bytes POSIX en Samba también está deshabilitado. Esta opción no se recomienda al configurar el acceso multiprotocolo o local a los archivos.
fr: Permet d'utiliser des gestionnaires de fichiers ouverts qui peuvent supporter de courtes déconnexions. La prise en charge des serrures POSIX à portée d'octet dans Samba est également désactivée. Cette option n'est pas recommandée lors de la configuration d'un accès multiprotocole ou local aux fichiers.
ru: Разрешить использование дескрипторов открытых файлов, которые могут выдерживать короткие отключения. Поддержка блокировок диапазона байтов POSIX в Samba также отключена. Этот параметр не рекомендуется при настройке многопротокольного или локального доступа к файлам.

source: Allowed Initiators (IQN)
es_ar: Iniciadores permitidos (IQN)
fr: Initiateurs autorisés (IQN)
ru: Разрешенные инициаторы (IQN)

source: Allowed characters: letters, numbers, underscore (_), and dash (-).
es_ar: Caracteres permitidos: letras, números, guión bajo (_) y guión (-).
fr: Caractères autorisés : lettres, chiffres, soulignement (_) et tiret (-).
ru: Допустимые символы: буквы, цифры, подчеркивание (_) и тире (-).

source: Allows multiple <a href="http://www.ntfs.com/ntfs-multiple.htm" target"_blank">NTFS data streams</a>. Disabling this option causes MacOS to write streams to files on the filesystem.
es_ar: Permite múltiples <a href="http://www.ntfs.com/ntfs-multiple.htm" target"_blank">flujos de datos NTFS</a>. Deshabilitar esta opción hace que MacOS escriba secuencias en archivos en el sistema de archivos.
fr: Permet plusieurs <a href="http://www.ntfs.com/ntfs-multiple.htm" target"_blank">flux de données NTFS</a>. La désactivation de cette option permet à MacOS d'écrire des flux dans des fichiers du système de fichiers.
ru: Позволяет использовать несколько <a href="http://www.ntfs.com/ntfs-multiple.htm" target"_blank">потоков данных NTFS</a>. Отключение этой опции заставляет MacOS записывать потоки в файлы в файловой системе.

source: Allows the drive to enter standby, even when non-physical S.M.A.R.T. operations could prevent the drive from sleeping.
es_ar: Permite que la unidad entre en modo de espera, incluso cuando las operaciones S.M.A.R.T. podrían evitar que el disco duerma.
fr: Permet au lecteur de se mettre en veille, même lorsque des opérations S.M.A.R.T. non physiques pourraient empêcher le lecteur de mettre en veille.
ru: Позволяет приводу перейти в режим ожидания, даже если нефизический S.M.A.R.T. Операции могут помешать приводу спать.

source: Allows the share to host user home directories. Each user is given a personal home directory when connecting to the share which is not accessible by other users. This allows for a personal, dynamic share. Only one share can be used as the home share.
es_ar: Permite que el recurso compartido aloje directorios de inicio de usuarios. Cada usuario recibe un directorio personal de inicio cuando se conecta al recurso compartido al que otros usuarios no pueden acceder. Esto permite una participación personal y dinámica. Solo se puede usar un recurso compartido como el recurso compartido doméstico.
fr: Permet au partage d'héberger les répertoires personnels des utilisateurs. Chaque utilisateur reçoit un répertoire personnel lors de la connexion au partage, qui n'est pas accessible aux autres utilisateurs. Cela permet d'avoir un partage personnel et dynamique. Un seul partage peut être utilisé comme partage d'accueil.
ru: Разрешает общий доступ к домашним каталогам пользователей. Каждый пользователь получает личный домашний каталог при подключении к общему ресурсу, который недоступен другим пользователям. Это позволяет для личного, динамического обмена. В качестве домашней папки может использоваться только одна акция.

source: Alphanumeric <a href="https://www.backblaze.com/b2/cloud-storage.html" target="_blank">Backblaze B2</a> Application Key ID. To generate a new application key, log in to the Backblaze account, go to the <i>App Keys</i> page, and add a new application key. Copy the application <i>keyID</i> string to this field.
es_ar: Alfanumérico <a href="https://www.backblaze.com/b2/cloud-storage.html" target="_blank">ID de clave de aplicación de Backblaze B2</a>. Para generar una nueva clave de aplicación, inicie sesión en la cuenta de Backblaze, vaya a la página <i>Claves de aplicación</i> y agregue una nueva clave de aplicación. Copie la cadena <i>keyID</i> de la aplicación en este campo.
fr: <a href="https://www.backblaze.com/b2/cloud-storage.html" target="_blank">Backblaze</a> alphanumérique <a href="https://www.backblaze.com/b2/cloud-storage.html" target="_blank">B2</a> Application Key ID. Pour générer une nouvelle clé d'application, connectez-vous au compte Backblaze, allez à la page <i>Touches d'application</i> et ajoutez une nouvelle clé d'application. Copiez la chaîne <i>keyID de</i> l'application dans ce champ.
ru: Буквенно-цифровой идентификатор ключа приложения <a href="https://www.backblaze.com/b2/cloud-storage.html" target="_blank">Backblaze B2</a>. Чтобы создать новый ключ приложения, войдите в учетную запись Backblaze, перейдите на страницу <i>Ключи приложения</i> и добавьте новый ключ приложения. Скопируйте строку <i>keyID</i> приложения в это поле.

source: Also Include Naming Schema
es_ar: También incluye esquema de nomenclatura
fr: Inclure également le schéma de nommage
ru: Также включить схему именования

source: Also unlock any encrypted dataset stored within this dataset.
es_ar: Desbloquee también cualquier conjunto de datos cifrado almacenado dentro de este conjunto de datos.
fr: Déverrouillez également tout dataset chiffré stockées dans ce dataset.
ru: Также разблокировать любой зашифрованный набор данных, хранящийся в этом наборе данных.

source: Alternative names that SMB clients can use when connecting to this NAS. Can be no greater than 15 characters.
es_ar: Nombres alternativos que los clientes SMB pueden usar al conectarse a este NAS. No puede tener más de 15 caracteres.
fr: Noms alternatifs que les clients SMB peuvent utiliser lorsqu'ils se connectent à ce NAS. Ne peut pas comporter plus de 15 caractères.
ru: Альтернативные имена, которые клиенты SMB могут использовать при подключении к этому NAS. Может быть не более 15 символов.

source: Always
es_ar: Siempre
fr: Toujours
ru: Всегда

source: Always Chroot
es_ar: Siempre chroot
fr: Toujours Chroot
ru: Всегда chroot

source: Always On
es_ar: Siempre en
fr: Toujours actif
ru: Всегда включен

source: Amazon Web Services Key ID. This is found on <a href="https://aws.amazon.com/" target="_blank">Amazon AWS</a> by going through <i>My account -> Security Credentials -> Access Keys (Access Key ID and Secret Access Key)</i>. Must be alphanumeric and between 5 and 20 characters.
es_ar: ID de clave de servicios web de Amazon. Esto se encuentra en <a href="https://aws.amazon.com/" target="_blank">Amazon AWS</a> al pasar por <i>Mi cuenta -> Credenciales de seguridad -> Teclas de acceso (Acceso ID de clave y clave de acceso secreta)</i>. Debe ser alfanumérico y tener entre 5 y 20 caracteres.
fr: Amazon Web Services Key ID. Ceci se trouve sur <a href="https://aws.amazon.com/" target="_blank">Amazon AWS</a> en passant par <i>Mon compte -> Identifiants de sécurité ->; Clé d'accès (code d'accès et clé d'accès secrète)</i>. Doit être alphanumérique et comporter entre 5 et 20 caractères.
ru: Идентификатор ключа веб-сервисов Amazon. Это можно найти в <a href="https://aws.amazon.com/" target="_blank">Amazon AWS</a>, выбрав <i>Моя учетная запись -> Учетные данные безопасности -> Ключи доступа (идентификатор ключа доступа и секретный ключ доступа)</i>. Должен быть буквенно-цифровым и содержать от 5 до 20 символов.

source: Amazon Web Services password. If the Secret Access Key cannot be found or remembered, go to <i>My Account -> Security Credentials -> Access Keys</i> and create a new key pair. Must be alphanumeric and between 8 and 40 characters.
es_ar: Contraseña de Amazon Web Services. Si no se puede encontrar o recordar la clave de acceso secreta, vaya a <i>Mi cuenta -> Credenciales de seguridad -> Claves de acceso</i> y cree un nuevo par de claves. Debe ser alfanumérico y tener entre 8 y 40 caracteres.
fr: Mot de passe Amazon Web Services. Si la clé d'accès secrète ne peut être trouvée ou mémorisée, allez dans <i>Mon compte -> Identifiants de sécurité -> Clé d'accès</i> et créez une nouvelle paire de clés. Doit être alphanumérique et comporter entre 8 et 40 caractères.
ru: Пароль веб-сервисов Amazon. Если секретный ключ доступа не может быть найден или вспомнен, перейдите в раздел <i>Моя учетная запись -> Учетные данные безопасности -> Ключи доступа</i> и создайте новую пару ключей. Должен быть буквенно-цифровым и содержать от 8 до 40 символов.

source: Amount of disk space that can be used by the selected groups. Entering <code>0</code> (zero) allows all disk space.
es_ar: Cantidad de espacio en disco que pueden usar los grupos seleccionados. Ingresar <code>0</code> (cero) permite todo el espacio en disco.
fr: Quantité d'espace disque pouvant être utilisée par les groupes sélectionnés. La saisie de <code>0</code> (zéro) permet d'utiliser tout l'espace disque.
ru: Объем дискового пространства, которое может быть использовано выбранными группами. Ввод <code>0</code> (ноль) разрешает все дисковое пространство.

source: Amount of disk space that can be used by the selected users. Entering <code>0</code> (zero) allows all disk space to be used.
es_ar: Cantidad de espacio en disco que pueden usar los usuarios seleccionados. Ingresar <code>0</code> (cero) permite que se use todo el espacio en disco.
fr: Quantité d'espace disque qui peut être utilisée par les utilisateurs sélectionnés. La saisie de <code>0</code> (zéro) permet d'utiliser tout l'espace disque.
ru: Объем дискового пространства, которое может быть использовано выбранными пользователями. Ввод <code>0</code> (ноль) позволяет использовать все дисковое пространство.

source: Amount of locked memory in bytes for the jail.
es_ar: Cantidad de memoria bloqueada en bytes para la jaula.
fr: Quantité de mémoire verrouillée en octets pour le jail.
ru: Количество блокированной памяти в байтах для jail.
