Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: CSR exists on this system
es_ar: CSR existe en este sistema
fr: La CSR existe sur ce système
ru: CSR существует на этой системе

source: Cache
es_ar: Caché
ru: Кэш

source: Cache VDev
es_ar: Caché de VDev
ru: VDev кэша

source: Caches
es_ar: Cachés
ru: Кэши

source: Can be set to <i>0</i>, left empty for FreeNAS to assign a port when the VM is started, or set to a fixed, preferred port number.
es_ar: Se puede establecer en <i>0</i>, dejar en blanco para que FreeNAS asigne un puerto cuando se inicia la VM, o establecer un número de puerto fijo y preferido.
fr: Peut être réglé sur <i>0</i>, laissé vide pour que FreeNAS puisse assigner un port au démarrage de la VM, ou défini sur un numéro de port fixe et préféré.
ru: Может быть установлен в <i>0</i>, оставьте пустым чтобы FreeNAS назначил порт при запуске виртуальной машины, или установите в фиксированный предпочтительный номер порта.

source: Cancel
es_ar: Cancelar
fr: Annuler
ru: Отмена

source: Cancel any pending Key synchronization.
es_ar: Cancele cualquier sincronización de clave pendiente.
fr: Annulez toute synchronisation de clé en attente.
ru: Отменить любую ожидающую синхронизацию ключа.

source: Cannot Delete while HA is Enabled
es_ar: No se puede eliminar mientras HA está habilitado
fr: Impossible de supprimer lorsque HA est activé
ru: Невозможно удалить, пока включена ВД

source: Cannot Edit while HA is Enabled
es_ar: No se puede editar mientras HA está habilitado
fr: Impossible de modifier lorsque HA est activé
ru: Невозможно редактировать, пока включена ВД

source: Cannot create plugins or jails until a pool is present for storing them.
es_ar: No se pueden crear complementos o jaulas hasta que haya un grupo para almacenarlos.
fr: Impossible de créer des plugins ou des jails tant qu'il n'y a pas de volume pour les stocker.
ru: Невозможно создать плагины или jailы, пока нет пула для их хранения.

source: Cannot edit while HA is enabled.
es_ar: No se puede editar mientras HA está habilitado.
fr: Impossible d'éditer lorsque HA est activé.
ru: Невозможно редактировать, когда включена отказоустойчивость.

source: Cannot open this ACL. Check the permissions this dataset has inherited from parents.
es_ar: No se puede abrir este ACL. Verifique los permisos que este conjunto de datos ha heredado de los padres.
fr: Impossible d'ouvrir l'ACL. Vérifiez les autorisations que ce dataset a héritées des parents.
ru: Не удается открыть этот ACL. Проверьте разрешения, которые этот набор данных унаследовал от родителей.

source: Capacity
es_ar: Capacidad
fr: Capacité
ru: Емкость

source: Case Sensitivity
es_ar: Sensibilidad del caso
fr: ‪Sensibilité à la casse
ru: Чувствительность к регистру

source: Category
es_ar: Categoría
fr: Catégorie
ru: Категория

source: Caution: Allocating too much memory can slow the system or prevent VMs from running.
es_ar: Precaución: la asignación de demasiada memoria puede ralentizar el sistema o evitar que se ejecuten máquinas virtuales.
fr: Attention: L'allocation d'une trop grande quantité de mémoire peut ralentir le système ou empêcher les machines virtuelles de fonctionner.
ru: Внимание: выделение слишком большого объема памяти может замедлить работу системы или помешать работе виртуальных машин.

source: Cerfiticate
es_ar: Certificado
fr: Certificat
ru: Сертификат

source: Certificate
es_ar: Certificado
fr: Certificat
ru: Сертификат

source: Certificate Authorities
es_ar: Autoridades de certificación
fr: Autorités de certification
ru: Центры сертификации

source: Certificate Authority
es_ar: Autoridad de Certificación
fr: Autorité de certification
ru: Центр сертификации

source: Certificate Authority (CA) to use for connecting to the key server. A valid CA public certificate is required to authenticate the connection. WARNING: for security reasons, please protect the Certificate Authority used for key server authentication.
es_ar: Autoridad de certificación (CA) que se utilizará para conectarse al servidor de claves. Se requiere un certificado público de CA válido para autenticar la conexión. ADVERTENCIA: por razones de seguridad, proteja la Autoridad de certificación utilizada para la autenticación del servidor clave.
fr: Autorité de certification (CA) à utiliser pour la connexion au serveur de clés. Un certificat public CA valide est nécessaire pour authentifier la connexion. AVERTISSEMENT : pour des raisons de sécurité, veuillez protéger l'autorité de certification utilisée pour l'authentification du serveur de clés.
ru: Центр сертификации (CA), используемый для подключения к серверу ключей. Для аутентификации соединения требуется действительный открытый сертификат CA ВНИМАНИЕ: по соображениям безопасности, пожалуйста, защитите центр сертификации, используемый для аутентификации сервера ключей.

source: Certificate Options
es_ar: Opciones de certificado
fr: Options de certificat
ru: Параметры Сертификата

source: Certificate Signing Request
es_ar: Solicitud de firma de certificado
fr: Demande de signature de certificat

source: Certificate Signing Requests
es_ar: Solicitudes de firma de certificado
fr: Demandes de signature de certificat

source: Certificate Subject
es_ar: Asunto del certificado
fr: Objet du certificat
ru: Предмет сертификата

source: Certificate to use for key server authentication. A valid certificate is required to verify the key server connection. WARNING: for security reasons, please protect the Certificate used for key server authentication.
es_ar: Certificado para usar para la autenticación del servidor clave. Se requiere un certificado válido para verificar la conexión del servidor de claves. ADVERTENCIA: por razones de seguridad, proteja el Certificado utilizado para la autenticación del servidor clave.
fr: Certificat à utiliser pour l'authentification du serveur de clés. Un certificat valide est nécessaire pour vérifier la connexion au serveur de clés. AVERTISSEMENT : pour des raisons de sécurité, veuillez protéger le certificat utilisé pour l'authentification du serveur de clés.
ru: Сертификат, используемый для аутентификации на сервере ключей. Для проверки соединения с сервером ключей требуется действительный сертификат. ВНИМАНИЕ: по соображениям безопасности, пожалуйста, защитите Сертификат, используемый для аутентификации сервера ключей.

source: Certificate to use when performing LDAP certificate-based authentication. To configure LDAP certificate-based authentication, create a Certificate Signing Request for the LDAP provider to sign. A certificate is not required when using username/password or Kerberos authentication.
es_ar: Certificado para usar cuando se realiza la autenticación basada en certificados LDAP. Para configurar la autenticación basada en certificados LDAP, cree una Solicitud de firma de certificado para que la firme el proveedor LDAP. No se requiere un certificado cuando se utiliza el nombre de usuario/contraseña o la autenticación Kerberos.
fr: Certificat à utiliser lors de l'authentification par certificat LDAP. Pour configurer l'authentification par certificat LDAP, créez une demande de signature de certificat que le fournisseur LDAP doit signer. Un certificat n'est pas nécessaire lorsque vous utilisez un nom d'utilisateur/mot de passe ou une authentification Kerberos.
ru: Сертификат для использования при выполнении аутентификации на основе сертификатов LDAP. Чтобы настроить аутентификацию на основе сертификатов LDAP, создайте запрос на подпись сертификата для подписи поставщика LDAP. Сертификат не требуется при использовании имени пользователя / пароля или аутентификации Kerberos.

source: Certificates
es_ar: Certificados
fr: Certificats
ru: Сертификаты

source: Change Administrator Password
es_ar: Cambiar contraseña de administrador
fr: Changer le mot de passe administrateur
ru: Изменить пароль администратора

source: Change Device Order
es_ar: Cambiar orden de dispositivo
fr: Modifier l'ordre des appareils
ru: Изменить порядок устройств

source: Change Enclosure Label
es_ar: Cambiar etiqueta del gabinete
ru: Изменить ярлык Enclosure

source: Change Passphrase
es_ar: Cambiar contraseña
fr: Modifier la passphrase
ru: Сменить пароль

source: Change Password
es_ar: Cambiar contraseña
fr: Modifier le mot de passe
ru: Сменить пароль

source: Change Server
es_ar: Cambiar Servidor
fr: Changer de serveur
ru: Изменить сервер

source: Change Settings and Clear Report History?
es_ar: ¿Cambiar configuración y borrar historial de informes?
fr: Modifier les paramètres et effacer l'historique des rapports ?
ru: Изменить настройки и очистить историю отчетов?

source: Change User & Group Ownership
es_ar: Cambiar propiedad de usuario y grupo
fr: Modifier la propriété de l'utilisateur et du groupe
ru: Сменить владельца и группу

source: Change User and Group Ownership
es_ar: Cambiar propiedad de usuario y grupo
fr: Modifier la propriété de l'utilisateur et du groupe
ru: Сменить владельца и группу

source: Change existing ownership of ALL files in the share to user <samp>webdav</samp> and group <samp>webdav</samp>. If unset, ownership of files to be accessed through WebDAV must be manually set to the <samp>webdav</samp> or <samp>www</samp> user/group.
es_ar: Cambie la propiedad existente de TODOS los archivos del recurso compartido al usuario <samp>webdav</samp> y al grupo <samp>webdav</samp>. Si no está configurado, la propiedad de los archivos a los que se debe acceder a través de WebDAV debe establecerse manualmente en <samp>webdav</samp> o <samp>www</samp> user/group.
fr: Changer la propriété existante de TOUS les fichiers du partage en utilisateur <samp>webdav</samp> et groupe <samp>webdav</samp>. Si cette option n'est pas activée, la propriété des fichiers accessibles via WebDAV doit être définie manuellement sur l'utilisateur/groupe <samp>webdav</samp> ou <samp>www</samp>.
ru: Изменить существующее право собственности на ВСЕ файлы на ресурсе на пользователя <samp>webdav</samp> и группу <samp>webdav</samp>. Если не установлено, владельцем файлов к которым необходимо получить доступ через WebDAV необходимо вручную установить пользователя и группу <samp>webdav</samp> или <samp>www</samp>.

source: Change from <i>public</i> to increase system security. Can only contain alphanumeric characters, underscores, dashes, periods, and spaces. This can be left empty for <i>SNMPv3</i> networks.
es_ar: Cambie de <i>público</i> para aumentar la seguridad del sistema. Solo puede contener caracteres alfanuméricos, guiones bajos, guiones, puntos y espacios. Esto puede dejarse vacío para las redes <i>SNMPv3</i>.
fr: Passer d'un système <i>public</i> à un système plus sûr. Ne peut contenir que des caractères alphanumériques, des soulignés, des tirets, des points et des espaces. Ceci peut être laissé vide pour les réseaux <i>SNMPv3</i>.
ru: Измените с <i>public</i>, чтобы повысить безопасность системы. Может содержать только буквенно-цифровые символы, подчеркивания, тире, точки и пробелы. Это можно оставить пустым для сетей <i>SNMPv3</i>.

source: Change log
es_ar: Cambiar registro
fr: Changer le log
ru: Журнал изменений

source: Change the default password to improve system security. The new password cannot contain a space or <b>#</b>.
es_ar: Cambie la contraseña predeterminada para mejorar la seguridad del sistema. La nueva contraseña no puede contener un espacio o <b>#</b>.
fr: Modifiez le mot de passe par défaut pour améliorer la sécurité du système. Le nouveau mot de passe ne peut pas contenir d'espace ou de <b>#</b>.
ru: Измените пароль по умолчанию для повышения безопасности системы. Новый пароль не может содержать пробелы или <b>#</b>.

source: Changes Saved
es_ar: Cambios guardados
fr: Modifications enregistrées
ru: Изменения сохранены

source: Changes to <em>Hosts Allow</em> or <em>Hosts Deny</em> take effect when the SMB service restarts.
es_ar: Los cambios en <em>Hosts Allow</em> o <em>Hosts Deny</em> tienen efecto cuando se reinicia el servicio SMB.
fr: Les changements apportés aux <em>hôtes autorisés</em> ou <em>refusés</em> prennent effet lorsque le service SMB redémarre.
ru: Изменения в <em>Разрешить хосты</em> или <em>Запретить хосты</em> вступают в силу после перезапуска службы SMB.

source: Changing
es_ar: Cambiando
fr: Changer
ru: Изменение

source: Changing dataset permission mode can severely affect existing permissions, particularly when going from Windows to Unix permissions.
es_ar: Cambiar el modo de permiso del conjunto de datos puede afectar severamente los permisos existentes, particularmente cuando se pasa de Windows a los permisos de Unix.
fr: Changer le mode d'autorisation d'un dataset peut sérieusement affecter les permissions existantes, en particulier lorsque vous passez des permissions Windows aux permissions Unix.
ru: Изменение режима разрешений набора данных может серьезно повлиять на существующие разрешения, особенно при переходе с разрешений Windows на Unix.

source: Changing dataset permission mode can severely affect existing permissions.
es_ar: Cambiar el modo de permiso del conjunto de datos puede afectar gravemente los permisos existentes.
fr: Le changement du mode d'autorisation du dataset peut affecter gravement les autorisations existantes.
ru: Изменение режима разрешений набора данных может серьезно повлиять на существующие разрешения.

source: Changing to a nightly train is one-way. Changing back to a stable train is not supported!
es_ar: Cambiar a una versión nocturna es de ida. ¡No se admite volver a una versión estable!
fr: Le changement pour un canal de nuit (nightly ) est à sens unique. Le retour à un train stable n'est pas pris en charge !
ru: Переход на ночной поезд необратим. Обратный переход на стабильный поезд не поддерживается!

source: Channel
es_ar: Canal
fr: Canal
ru: Канал

source: Check Interval
es_ar: Comprobar intervalo
fr: Cochez l'intervalle
ru: Интервал проверки

source: Check Now
es_ar: Comprobar ahora
fr: Vérifier maintenant
ru: Проверить сейчас

source: Check Release Notes
es_ar: Comprobar notas de la versión
fr: Vérifier les notes de version
ru: Проверить примечания к релизу

source: Check for Updates
es_ar: Buscar actualizaciones
fr: Vérifier les mises à jour
ru: Проверить обновления

source: Check for Updates Daily and Download if Available
es_ar: Buscar actualizaciones diarias y descargarlas si están disponibles
fr: Vérifier les mises à jour quotidiennes et les télécharger si disponibles
ru: Ежедневно проверять наличие обновлений и загружать, если доступны

source: Check the <i>hostid</i> property of the jail. If not the same as the host, do not start the jail.
es_ar: Verifique la propiedad <i>hostid</i> de la jaula. Si no es lo mismo que el host, no inicie la jaula.
fr: Vérifiez la propriété des <i>hostid</i> du jail. Si ce n'est pas la même chose que l'hôte, ne démarrez pas l'environnement jail.
ru: Проверьте свойство <i>hostid</i> jail. Если не совпадает с хостом, не запускайте jail.

source: Check the box for full upgrade. Leave unchecked to download only.
es_ar: Marque la casilla para la actualización completa. Deje sin marcar para descargar solo.
fr: Cochez la case pour une mise à jour complète. Laissez décoché pour le téléchargement uniquement.
ru: Установите для полного обновления. Оставьте снятым только для скачивания.

source: Check the network connection.
es_ar: Verifique la conexión de red.
fr: Vérifiez la connexion réseau.
ru: Проверьте подключение к сети.

source: Check the update server daily for any updates on the chosen train. Automatically download an update if one is available. Click <i>APPLY PENDING UPDATE</i> to install the downloaded update.
es_ar: Consulte el servidor de actualizaciones diariamente para ver si hay actualizaciones en el tren elegido. Descargue automáticamente una actualización si hay una disponible. Haga clic en <i>APLICAR ACTUALIZACIÓN PENDIENTE</i> para instalar la actualización descargada.
fr: Vérifiez quotidiennement le serveur de mise à jour pour toute mise à jour sur le canal choisi. Téléchargez automatiquement une mise à jour si elle est disponible. Cliquez sur <i>APPLIQUER LES MISES À JOUR EN ATTENTE</i> pour installer la mise à jour téléchargée.
ru: Ежедневно проверять сервер обновлений на наличие обновлений для выбранного поезда. Автоматически загружать обновление, если оно доступно. Нажмите <i>Применить ожидающее обновление</i>, чтобы установить загруженное обновление.

source: Check this box if importing a certificate for which a CSR exists on this system
es_ar: Marque esta casilla si importa un certificado para el que existe una CSR en este sistema
fr: Cochez cette case si vous importez un certificat pour lequel une CSR existe sur ce système
ru: Установите этот флажок, если импортируете сертификат, для которого в этой системе существует CSR

source: CheckIP Path
es_ar: Ruta de CheckIP
fr: Chemin CheckIP
ru: Путь CheckIP

source: CheckIP Server
es_ar: Servidor de CheckIP
fr: Serveur CheckIP
ru: Сервер CheckIP

source: CheckIP Server SSL
es_ar: Servidor SSL de CheckIP
fr: Serveur CheckIP SSL
ru: SSL сервер CheckIP

source: Checking HA status
es_ar: Comprobación del estado de HA
fr: Vérification de l'état du HA
ru: Проверка статуса ВД

source: Checksum
es_ar: Suma de comprobación
ru: Контрольная сумма

source: Chmod Request
es_ar: Solicitud Chmod
fr: Demande de Chmod
ru: Запрос chmod

source: Choices are <i>2000, 2003, 2008, 2008_R2, 2012,</i> or <i>2012_R2</i>. Refer to <a href="https://docs.microsoft.com/en-us/windows-server/identity/ad-ds/active-directory-functional-levels" target="_blank">Understanding Active Directory Domain Services (AD DS) Functional Levels</a> for more details.
es_ar: Las opciones son <i>2000, 2003, 2008, 2008_R2, 2012,</i> o <i>2012_R2</i>. Consulte <a href="https://docs.microsoft.com/en-us/windows-server/identity/ad-ds/active-directory-functional-levels" target="_blank">Comprensión de los servicios de dominio de Active Directory (AD DS) Niveles funcionales</a> para más detalles.
fr: Les choix sont <i>2000, 2003, 2008, 2008, 2008_R2, 2012</i> ou <i>2012_R2</i>. Reportez-vous à la section <a href="https://docs.microsoft.com/en-us/windows-server/identity/ad-ds/active-directory-functional-levels" target="_blank">Comprendre les niveaux fonctionnels d'Active Directory Domain Services (AD DS)</a> pour plus de détails.
ru: Варианты: <i>2000, 2003, 2008, 2008_R2, 2012,</i> или <i>2012_R2</i>. Обратитесь к <a href="https://docs.microsoft.com/en-us/windows-server/identity/ad-ds/active-directory-functional-levels" target="_blank">Понимание функциональных уровней доменных служб Active Directory (AD DS)</a> для получения более подробной информации.

source: Choices are <i>None, Auto, CHAP,</i> or <i>Mutual CHAP</i>.
es_ar: Las opciones son <i>Ninguno, Automático, CHAP,</i> o <i>CHAP mutuo</i>.
fr: Les choix sont <i>None, Auto, CHAP</i> ou <i>Mutual CHAP</i>.
ru: Возможные варианты: <i>Нет, Авто, CHAP,</i> или <i>Взаимный CHAP</i>.

source: Choose
es_ar: Elegir
fr: Choisir
ru: Выберите

source: Choose <i>AES-256</i> or <i>None</i>.
es_ar: Elija <i>AES-256</i> o <i>Ninguno</i>.
fr: Choisissez <i>AES-256</i> ou <i>None</i>.
ru: Выберите <i>AES-256</i> или <i>None</i>.

source: Choose <i>Master</i> if the UPS is plugged directly into the system serial port. The UPS will remain the last item to shut down. Choose <i>Slave</i> to have this system shut down before <i>Master</i>. See the <a href="http://networkupstools.org/docs/user-manual.chunked/ar01s02.html#_monitoring_client" target="_blank">Network UPS Tools Overview</a>.
es_ar: Elija <i>Maestro</i> si el UPS está conectado directamente al puerto serie del sistema. El UPS seguirá siendo el último elemento en apagarse. Elija <i>Esclavo</i> para cerrar este sistema antes de <i>Maestro</i>. Consulte la <a href="http://networkupstools.org/docs/user-manual.chunked/ar01s02.html#_monitoring_client" target="_blank">Descripción general de las herramientas de UPS de red</a>.
fr: Choisissez <i>Master</i> si l'onduleur est branché directement sur le port série du système. L'onduleur restera le dernier élément à s'éteindre. Choisissez <i>Slave</i> pour que ce système s'éteigne avant <i>Master</i>. Voir l'<a href="http://networkupstools.org/docs/user-manual.chunked/ar01s02.html#_monitoring_client" target="_blank">Aperçu des outils réseau UPS</a>.
ru: Выберите <i>Master</i>, если ИБП подключен непосредственно к последовательному порту системы. ИБП останется последним пунктом, который будет отключен. Выберите <i>Slave</i>, чтобы отключить эту систему перед <i>Master</i>. Смотрите <a href="http://networkupstools.org/docs/user-manual.chunked/ar01s02.html#_monitoring_client" target="_blank">Обхор Network UPS Tools</a>.

source: Choose <i>ON</i> to update the access time for files when they are read. Choose <i>Off</i> to prevent producing log traffic when reading files. This can result in significant performance gains.
es_ar: Elija <i>ACTIVADO</i> para actualizar el tiempo de acceso para los archivos cuando se leen. Elija <i>Desactivado</i> para evitar la producción de tráfico de registro al leer archivos. Esto puede resultar en ganancias significativas de rendimiento.
fr: Sélectionnez <i>ON</i> pour mettre à jour le temps d'accès aux fichiers lorsqu'ils sont lus. Choisissez <i>Désactivé</i> pour empêcher la production de logs lors de la lecture de fichiers. Cela peut se traduire par des gains de performance importants.
ru: Выберите <i>ON</i>, чтобы обновлять время доступа к файлам при их чтении. Выберите <i>Off</i>, чтобы предотвратить создание трафика журнала при чтении файлов. Это может привести к значительному увеличению производительности.

source: Choose File
es_ar: Elija el archivo
fr: Choisir le fichier

source: Choose Pool for Plugin and Jail Manager
es_ar: Elija Pool para Complemento y Administrador de Jaula
fr: Choisissez un volume pour les plugin et le manager jail
ru: Выберите пул для менеджера плагинов и jail

source: Choose Pool for Plugin and Jail Storage
es_ar: Elija Pool para Complemento y Almacenamiento de Jaula
fr: Choisissez un volume pour les plugin et le stockage jail
ru: Выберите пул для хранения плагинов и jail

source: Choose Theme
es_ar: Elegir tema
fr: Choisir un thème
ru: Выберите тему

source: Choose a DNS provider and configure any required authenticator attributes.
es_ar: Elija un proveedor de DNS y configure los atributos de autenticación necesarios.
fr: Choisissez un fournisseur DNS et configurez tous les attributs d'authentification requis.
ru: Выберите поставщика DNS и настройте все необходимые атрибуты аутентификатора.Выберите набор данных в целевой системе, где хранятся снимки. Нажмите <b>значок папки</b>, чтобы просмотреть все наборы данных в целевой системе, и нажмите набор данных, чтобы установить его в качестве цели. Соединение SSH должно быть выбрано, чтобы браузер отображал наборы данных из удаленной системы.

source: Choose a Device
es_ar: Elija un dispositivo
fr: Choisissez un périphérique
ru: Выберите устройство

source: Choose a cipher algorithm to encrypt data channel packets.
es_ar: Elija un algoritmo de cifrado para cifrar paquetes de canales de datos.
fr: Choisissez un algorithme de chiffrement pour chiffrer les paquets de canaux de données.
ru: Выберите алгоритм шифрования для шифрования пакетов канала данных.

source: Choose a color scheme.
es_ar: Elige un esquema de color.
fr: Choisissez un schéma de couleurs.
ru: Выберите цветовую схему.

source: Choose a compression algorithm.
es_ar: Elige un algoritmo de compresión.
fr: Choisissez un algorithme de compression.
ru: Выберите алгоритм сжатия.

source: Choose a connection that has been saved in <b>System > SSH Connections</b>.
es_ar: Elija una conexión que se haya guardado en <b>Sistema > Conexiones SSH</b>.
fr: Choisissez une connexion qui a été enregistrée dans <b>Système &gt; Connexions SSH</b>.
ru: Выберите соединение, которое было сохранено в <b>Система > Соединения SSH</b>.
