Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: The maximum polling interval, in seconds, as a power of 2. For example, <i>10</i> means 2^10, or 1,024 seconds. The default is 10, maximum value is 17.
es_ar: El intervalo de sondeo máximo, en segundos, como una potencia de 2. Por ejemplo, <i>10</i> significa 2^10, o 1,024 segundos. El valor predeterminado es 10, el valor máximo es 17.
fr: L'intervalle d'interrogation maximum, en secondes, comme une puissance de 2, par exemple <i>10</i> signifie 2^10, ou 1,024 secondes. La valeur par défaut est 10, la valeur maximale est 17.
ru: Максимальный интервал опроса в секундах в виде степени 2. Например, <i>10</i> означает 2^10 или 1024 секунды. По умолчанию 10, максимальное значение 17.

source: The member interface to configure.
es_ar: La interfaz de miembro para configurar.
fr: L'interface membre à configurer.
ru: Пользовательский интерфейс для настройки.

source: The message to show when a user logs in with SSH.
es_ar: El mensaje que se muestra cuando un usuario inicia sesión con SSH.
fr: Le message à afficher lorsqu'un utilisateur se connecte avec SSH.
ru: Сообщение отображаемое когда пользователь входит в систему с помощью SSH.

source: The minimum polling interval, in seconds, as a power of 2. For example, <i>6</i> means 2^6, or 64 seconds. The default is 6, minimum value is 4.
es_ar: El intervalo de sondeo mínimo, en segundos, como una potencia de 2. Por ejemplo, <i>6</i> significa 2^6 o 64 segundos. El valor predeterminado es 6, el valor mínimo es 4.
fr: L'intervalle d'interrogation minimum, en secondes, comme une puissance de 2, par exemple <i>6</i> signifie 2^6, ou 64 secondes. La valeur par défaut est 6, la valeur minimale est 4.
ru: Минимальный интервал опроса, в секундах, как степень 2. Например, <i>6</i> означает 2^6 или 64 секунды. По умолчанию 6, минимальное значение 4.

source: The name
es_ar: El nombre
fr: Le nom
ru: Имя

source: The number of bits in the key used by the cryptographic algorithm. For security reasons, a minimum key length of <i>2048</i> is recommended.
es_ar: El número de bits en la clave utilizada por el algoritmo criptográfico. Por razones de seguridad, se recomienda una longitud mínima de clave de <i>2048</i>.
fr: Le nombre de bits dans la clé utilisée par l'algorithme cryptographique. Pour des raisons de sécurité, une longueur minimale de clé de <i>2048</i> est recommandée.
ru: Количество бит в ключе, используемом криптографическим алгоритмом. По соображениям безопасности рекомендуется использовать минимальную длину ключа <i>2048</i>.

source: The number of digits in the One-Time Password. The default value is 6, which is the length of the standard OTP from Google. Check the settings of your app or device before selecting this.
es_ar: El número de dígitos en la contraseña de un solo uso. El valor predeterminado es 6, que es la longitud de la OTP estándar de Google. Verifique la configuración de su aplicación o dispositivo antes de seleccionar esto.
fr: Le nombre de chiffres du mot de passe unique. La valeur par défaut est 6, ce qui correspond à la longueur de l'OTP standard de Google. Vérifiez les paramètres de votre application ou de votre appareil avant de le sélectionner.

source: The number of entries the Netdata daemon keeps in memory for each chart dimension. Default is 86400.
es_ar: El número de entradas que el demonio Netdata guarda en memoria para cada dimensión de gráfico. El valor predeterminado es 86400.
fr: Le nombre d'entrées que le démon Netdata garde en mémoire pour chaque dimension de carte. La valeur par défaut est 86400.
ru: Количество записей, которые демон Netdata хранит в памяти для каждого измерения. По умолчанию 86400.

source: The numeric <i>UUID</i> or <i>custom name</i> of the jail.
es_ar: El <i>UUID</i> numérico o <i>nombre personalizado</i> de la jaula.
fr: L'<i>UUID</i> numérique ou le <i>nom personnalisé</i> de l'environnement jail.
ru: Числовой <i>UUID</i> или <i>пользовательское имя</i> jail.

source: The only server role available is the domain controller for a new domain.
es_ar: La única función de servidor disponible es el controlador de dominio para un nuevo dominio.
fr: Le seul rôle de serveur disponible est le contrôleur de domaine pour un nouveau domaine.
ru: Единственная доступная роль сервера - это контроллер домена для нового домена.

source: The operation timed out. The requested resource might be offline. Check the network connection.
es_ar: La operación expiró. El recurso solicitado puede estar fuera de línea. Verifique la conexión de red.
fr: L'opération a expiré. La ressource demandée est peut-être hors ligne. Vérifiez la connexion réseau.
ru: Время операции вышло. Запрашиваемый ресурс может быть отключен. Проверьте подключение к сети.

source: The parent of this dataset has an Access Control List (ACL). Do you want to set an ACL for this dataset using the ACL Manager?
es_ar: El padre de este conjunto de datos tiene una lista de control de acceso (ACL). ¿Desea configurar una ACL para este conjunto de datos mediante el Administrador de ACL?

source: The passwords do not match.
es_ar: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ru: Пароли не совпадают.

source: The pasted string ends with a space
es_ar: La cadena pegada termina con un espacio
fr: La chaîne collée se termine par un espace

source: The pasted string starts with a space
es_ar: La cadena pegada comienza con un espacio
fr: La chaîne collée commence par un espace

source: The path
es_ar: La ruta
fr: Le chemin

source: The physical location of the host.
es_ar: La ubicación física del host.
fr: L'emplacement physique de l'hôte.
ru: Физическое местонахождение хоста.

source: The pool <i>
es_ar: El pool <i>
fr: Le volume <i>
ru: Пул <i>

source: The pool name that appears in the <b>connect to server</b> dialog of the computer.
es_ar: El nombre del grupo que aparece en el cuadro de diálogo <b>conectarse al servidor</b> de la computadora.
fr: Le nom du volume qui apparaît dans la boîte de dialogue de <b>connexion au serveur</b> de l'ordinateur.
ru: Имя пула, которое отображается в диалоговом окне <b>подключиться к серверу</b> компьютера.

source: The port on the host system that forwards data to the jail. Avoid using a port that is already in use by another system service. For a list of commonly-used ports, see this <a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xhtml" target="_blank">Internet Assigned Numbers Authority (IANA) registry</a>.
es_ar: El puerto en el sistema host que reenvía datos a la jaula. Evite usar un puerto que ya esté en uso por otro servicio del sistema. Para obtener una lista de los puertos de uso común, consulte <a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xhtml" target="_ blank">Registro de la Autoridad de Números Asignados de Internet (IANA)</a>.
fr: Le port sur le système hôte qui transmet les données à l'environnement jail. Évitez d'utiliser un port qui est déjà utilisé par un autre service système. Pour obtenir une liste des ports couramment utilisés, consultez ce <a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xhtml" target="_blank">registre de l'Internet Assigned Numbers Authority (IANA)</a>.
ru: Порт в хост-системе, который передает данные в jail. Избегайте использования портов, которые уже используется другой системной службой. Список часто используемых портов см. в <a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xhtml" target="_blank">Internet Assigned Numbers Authority (IANA) registry</a>.

source: The preconfigured system <i>Certificate</i> to use for authenticating the TLS protocol connection to the remote system log server.
es_ar: El sistema preconfigurado <i>Certificado</i> para usar para autenticar la conexión del protocolo TLS al servidor de registro del sistema remoto.

source: The product of vCPUs, cores and threads must not exceed
es_ar: El producto de vCPU, núcleos e hilos no debe exceder
fr: Le produit des vCPUs, des cœurs et des threads ne doit pas excéder

source: The recovery key is an additional key file that can be used to decrypt the pool. <br /> <br /> Entering the administrator password and clicking <b>ADD RECOVERY KEY</b> generates a single recovery key file and downloads it to the client system. Store the recovery key file in a secure location! Adding a new recovery key invalidates any previous recovery key files for this pool. <br /> <br />To deactivate the recovery key for this pool, click <b>INVALIDATE EXISTING KEY</b>.
es_ar: La clave de recuperación es un archivo de clave adicional que se puede utilizar para descifrar el grupo. <br /> <br /> Ingresar la contraseña de administrador y hacer clic en <b> AGREGAR CLAVE DE RECUPERACIÓN </b> genera un único archivo de clave de recuperación y lo descarga al sistema del cliente. ¡Almacene el archivo de clave de recuperación en una ubicación segura! Agregar una nueva clave de recuperación invalida cualquier archivo de clave de recuperación anterior para este grupo. <br /> <br /> Para desactivar la clave de recuperación para este grupo, haga clic en <b> INVALIDAR CLAVE EXISTENTE </b>.
fr: La clé de récupération est un fichier clé supplémentaire qui peut être utilisé pour déchiffré le pool. <br /> <br /> En saisissant le mot de passe administrateur et en cliquant sur <b>AJOUTER UNE CLE DE RÉCUPÉRATION</b>, vous générez un seul fichier de clé de récupération et le téléchargez sur le système client. Stockez ce fichier dans un endroit sûr ! L'ajout d'une nouvelle clé de récupération invalide tous les fichiers de clés de récupération précédents pour ce volume. <br /> <br /> Pour désactiver la clé de récupération de ce volume, cliquez sur <b>INVALIDER LA CLÉ EXISTANTE</b>.
ru: Ключ восстановления - это дополнительный файл ключа, который можно использовать для расшифровки пула. <br /> <br /> При вводе пароля администратора и нажатии <b>ДОБАВИТЬ КЛЮЧ ДЛЯ ВОССТАНОВЛЕНИЯ</b> создается один файл ключа восстановления и загружается в клиентскую систему. Храните файл ключа восстановления в безопасном месте! Добавление нового ключа восстановления делает недействительными все предыдущие файлы ключей восстановления для этого пула. <br /> <br />Чтобы деактивировать ключ восстановления для этого пула, нажмите <b>СДЕЛАТЬ СУЩЕСТВУЮЩИЙ КЛЮЧ НЕДЕЙСТВИТЕЛЬНЫМ</b>.

source: The recovery key is used to decrypt the pool. Store the key file in a secure location!
es_ar: La clave de recuperación se usa para descifrar el grupo. ¡Almacene el archivo de clave en una ubicación segura!
fr: La clé de récupération est utilisée pour déchiffrer le volume. Conservez le fichier de la clé dans un endroit sûr !
ru: Ключ восстановления используется для расшифровки пула. Храните файл ключа в надежном месте!

source: The rollback will destroy any related intermediate, child dataset, and cloned snapshots that are newer than the rollback snapshot.
es_ar: La reversión destruirá cualquier intermediario relacionado, conjunto de datos secundario e instantáneas clonadas que sean más nuevas que la instantánea de reversión.
fr: Le retour arrière détruira tous les instantanés intermédiaires, enfants et clonés associés, plus récents que la capture de l'instantané.

source: The search base where group objects can be found in the LDAP server.
es_ar: La base de búsqueda donde se pueden encontrar objetos de grupo en el servidor LDAP.
fr: La base de recherche où les objets de groupe peuvent être trouvés dans le serveur LDAP.
ru: База поиска, где групповые объекты можно найти на сервере LDAP.

source: The search base where user objects can be found in the LDAP server.
es_ar: La base de búsqueda donde se pueden encontrar objetos de usuario en el servidor LDAP.
fr: La base de recherche où les objets utilisateur peuvent être trouvés dans le serveur LDAP.
ru: База поиска, где пользовательские объекты можно найти на сервере LDAP.

source: The secret used to generate OTPs. The secret is produced by the system when Two-Factor Authentication is first activated.
es_ar: El secreto utilizado para generar OTP. El sistema produce el secreto cuando la autenticación de dos factores se activa por primera vez.
fr: Le secret utilisé pour générer les OTPs. Le secret est produit par le système lorsque l'authentification à deux facteurs est activée pour la première fois.

source: The sharing configuration will be removed. Data in the share dataset will not be affected.
es_ar: La configuración para compartir se eliminará. Los datos en el conjunto de datos compartidos no se verán afectados.
fr: La configuration de partage sera supprimée. Les données dans le dataset ne seront pas affectées.
ru: Конфигурация доступа будет удалена. Данные в наборе данных общего доступа не будут затронуты.

source: The specified permissions of that group are used by all clients.
es_ar: Los permisos especificados de ese grupo son utilizados por todos los clientes.
fr: Les autorisations spécifiées de ce groupe sont utilisées par tous les clients.
ru: Указанные разрешения этой группы используются всеми клиентами.

source: The specified permissions of that user are used by all clients.
es_ar: Los permisos especificados de ese usuario son utilizados por todos los clientes.
fr: Les autorisations spécifiées de cet utilisateur sont utilisées par tous les clients.
ru: Указанные разрешения этого пользователя используются всеми клиентами.

source: The standby controller has finished upgrading. To complete the update process, failover to the standby controller.
es_ar: El controlador en espera ha finalizado la actualización. Para completar el proceso de actualización, conmutación por error al controlador en espera.
fr: Le contrôleur de secours a terminé la mise à niveau (upgrade). Pour terminer le processus de mise à jour, basculez (failover) sur le contrôleur de secours.
ru: Резервный контроллер завершил обновление. Чтобы завершить процесс обновления, переключитесь на резервный контроллер.

source: The system dataset will be updated and the SMB service restarted. This will cause a temporary disruption of any active SMB connections.
es_ar: El conjunto de datos del sistema se actualizará y se reiniciará el servicio SMB. Esto provocará una interrupción temporal de cualquier conexión SMB activa.
fr: Le dataset du système sera mis à jour et le service SMB redémarré. Cela causera une interruption temporaire de toutes les connexions SMB actives.
ru: Системный набор данных будет обновлен, а служба SMB перезапущена. Это приведет к временному нарушению любых активных соединений SMB.

source: The system restricts creating a zvol that brings the pool to over 80% capacity. Set to force creation of the zvol (<b>NOT Recommended</b>).
es_ar: El sistema restringe la creación de un zvol que lleva al grupo a más del 80% de su capacidad. Establezca para forzar la creación de zvol (<b> NO recomendado </b>).
fr: Le système limite la création d'un zvol qui porte la capacité du volume à plus de 80%. Réglé pour forcer la création du zvol<b> (NON recommandé</b>).
ru: Система ограничивает создание zvol, которое доводит использование пула сверх 80%. Установите для принудительного создания zvol (<b>НЕ рекомендуется</b>).

source: The system uses a self-signed certificate to enable encrypted web interface connections. To change the default certificate, select a different certificate that was created or imported in the <b>Certificates</b> menu.
es_ar: El sistema utiliza un certificado autofirmado para habilitar conexiones de interfaz web encriptadas. Para cambiar el certificado predeterminado, seleccione un certificado diferente que se creó o importó en el menú <b>Certificados</b>.
fr: Le système utilise un certificat auto-signé pour permettre les connexions chiffrées de l'interface web. Pour modifier le certificat par défaut, sélectionnez un autre certificat qui a été créé ou importé dans le menu <b>Certificats</b>.

source: The system will reboot and be briefly unavailable while applying updates. Apply updates and reboot?
es_ar: El sistema se reiniciará y no estará disponible brevemente mientras se aplican las actualizaciones. ¿Aplicar actualizaciones y reiniciar?
fr: Le système redémarre et est brièvement indisponible lors de l'application des mises à jour. Appliquer les mises à jour et redémarrer ?
ru: Система перезагрузится и будет ненадолго недоступна при применении обновлений. Применить обновления и перезагрузить?

source: The time in seconds the system waits for the VM to cleanly shut down. During system shutdown, the system initiates poweroff for the VM after the shutdown timeout has expired.
es_ar: El tiempo en segundos que el sistema espera a que la VM se apague limpiamente. Durante el apagado del sistema, el sistema inicia el apagado de la máquina virtual después de que haya expirado el tiempo de espera de apagado.
fr: Temps en secondes pendant lequel le système attend que la VM s'arrête proprement. Pendant l'arrêt du système, le système déclenche la mise hors tension de la VM après l'expiration du délai d'arrêt.

source: The time values when the task will run. Accepts standard <a href="https://www.freebsd.org/cgi/man.cgi?query=crontab" target="_blank">crontab(5)</a> values. </br></br>Symbols:</br> A comma (,) separates individual values.</br> An asterisk (*) means "match all values".</br> Hyphenated numbers (1-5) sets a range of time.</br> A slash (/) designates a step in the value: */2 means every other minute.</br></br> Example: 30-35 in Minutes, 1,14 in Hours, and */2 in Days means the task will run on 1:30 - 1:35 AM and 2:30 - 2:35 PM every other day.
es_ar: Los valores de tiempo cuando se ejecutará la tarea. Acepta los valores <a href="https://www.freebsd.org/cgi/man.cgi?query=crontab" target="_blank"> crontab (5) </a> estándar. </br> </br> Símbolos: </br> Una coma (,) separa valores individuales. </br> Un asterisco (*) significa "hacer coincidir todos los valores". </br> Números con guiones (1-5) establece un rango de tiempo. </br> Una barra inclinada (/) designa un paso en el valor: * / 2 significa cada dos minutos. </br> </br> Ejemplo: 30-35 en minutos, 1,14 en Horas y * / 2 en días significa que la tarea se ejecutará de 1:30 a 1:35 a.m. y de 2:30 a 2:35 p.m. cada dos días.
fr: <br>Le temps est une valeur qui indique quand la tâche sera exécutée. Accepte les valeurs standard de <a href="https://www.freebsd.org/cgi/man.cgi?query=crontab" target="_blank">crontab(5)</a>. Les symboles : Une virgule (,) sépare les valeurs individuelles.<br> Un astérisque (*) signifie "correspond à toutes les valeurs". Les nombres à trait d'union (1-5) définissent une plage de temps.</br>Une barre oblique (/) désigne une étape de la valeur : */2 signifie une minute sur deux.</br></br> Exemple : 30-35 en minutes, 1,14 en heures et */2 en jours signifie que la tâche sera exécutée tous les deux jours de 1h30 à 1h35 et de 14h30 à 14h35.

source: The type of connection the port uses. Choose <a href="https://www.freebsd.org/cgi/man.cgi?query=tcp" target="_blank">TCP</a> for a reliable two-way transmission of data or <a href="https://www.freebsd.org/cgi/man.cgi?query=udp" target="_blank">UDP</a> for an unreliable and unordered one-way data transmission.
es_ar: El tipo de conexión que usa el puerto. Elija <a href="https://www.freebsd.org/cgi/man.cgi?query=tcp" target="_blank"> TCP </a> para una transmisión de datos bidireccional confiable o <a href = "https://www.freebsd.org/cgi/man.cgi?query=udp" target = "_ blank"> UDP </a> para una transmisión de datos unidireccional no confiable y desordenada.
fr: Le type de connexion utilisé par le port. Choisissez <a href="https://www.freebsd.org/cgi/man.cgi?query=tcp" target="_blank">TCP</a> pour une transmission bidirectionnelle fiable des données ou <a href="https://www.freebsd.org/cgi/man.cgi?query=udp" target="_blank">UDP</a> pour une transmission unidirectionnelle des données peu fiable et non ordonnée.
ru: Тип соединения, который использует порт. Выберите <a href="https://www.freebsd.org/cgi/man.cgi?query=tcp" target="_blank">TCP</a> для надежной двусторонней передачи данных или <a href="https://www.freebsd.org/cgi/man.cgi?query=udp" target="_blank">UDP</a> для ненадежной и неупорядоченной передачи данных.

source: The update file is temporarily stored here before being applied.
es_ar: El archivo de actualización se almacena temporalmente aquí antes de aplicarse.
fr: Le fichier de mise à jour est temporairement stocké ici avant d'être appliqué.
ru: Файл обновления будет временно сохранен здесь до момента применения.

source: The user account <i>Email</i> address to use for the envelope <i>From</i> email address. The user account <i>Email</i> in <b>Accounts > Users > Edit</b> must be configured first.
es_ar: La dirección de <i> Correo electrónico </i> de la cuenta de usuario a utilizar para la dirección de correo electrónico <i> De </i> del sobre. La cuenta de usuario <i> Correo electrónico </i> en <b> Cuentas> Usuarios> Editar </b> debe configurarse primero.
fr: <i>Adresse électronique</i> du compte utilisateur à utiliser pour le champs <i>De</i> . Le champs <i>E-mail</i> du compte utilisateur dans <b>Comptes > Utilisateurs > Modifier</b> doit d'abord être configuré.
ru: <i>Адрес электронной почты</i> учетной записи пользователя, который будет использоваться для конверта <i>От</i> адреса электронной почты. Учетная запись пользователя <i>Электронная почта</i> в разделе <b>Учетные записи > Пользователи > Изменить </b> должна быть настроена в первую очередь.

source: The user-defined string that can unlock this dataset.
es_ar: Cadena definida por el usuario que puede desbloquear este conjunto de datos.
fr: Chaîne définie par l'utilisateur qui peut déverrouiller ce dataset.

source: The value is out of range. Enter a value between
es_ar: El valor esta fuera de rango. Ingrese un valor entre
fr: La valeur est hors plage. Entrer une valeur entre
ru: Значение выходит за пределы диапазона. Введите значение между

source: The value of the jail <a href="https://www.freebsd.org/doc/faq/security.html#idp60202568" target="_blank">securelevel</a> sysctl. A jail never has a lower securelevel than the host system. Setting this parameter allows a higher securelevel. If the host system securelevel is changed, the jail securelevel will be at least as secure.
es_ar: El valor de la jaula <a href="https://www.freebsd.org/doc/faq/security.html#idp60202568" target="_blank">securelevel</a> sysctl. Una jaula nunca tiene un nivel de seguridad más bajo que el sistema host. Establecer este parámetro permite un nivel de seguridad más alto. Si se cambia el nivel de seguridad del sistema host, el nivel de seguridad de la jaula será al menos igual de seguro.
fr: La valeur de sysctl du <a href="https://www.freebsd.org/doc/faq/security.html#idp60202568" target="_blank">niveau de sécurité</a> de l'environnement jail. Un environnement jail n'a jamais un niveau de sécurité inférieur à celui du système hôte. Le réglage de ce paramètre permet d'obtenir un niveau de sécurité plus élevé. Si le niveau de sécurité du système hôte est modifié, le niveau de sécurité de l'environnement jail sera au moins aussi sûr.
ru: Значение sysctl <a href="https://www.freebsd.org/doc/faq/security.html#idp60202568" target="_blank">securelevel</a> для jail. Jail никогда не имеет более низкого уровня безопасности, чем хост-система. Установка этого параметра позволяет повысить уровень безопасности. Если уровень безопасности хост-системы изменяется, уровень безопасности jail будет как минимум таким же безопасным.
