Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Enter or paste a string to use as the encryption key for this dataset.
es_ar: Ingrese o pegue una cadena para usar como clave de cifrado para este conjunto de datos.
fr: Saisissez ou collez une chaîne de caractères qui servira de clé de chiffrement pour ce dataset.
ru: Введите или вставьте строку, которая будет использоваться в качестве ключа шифрования для этого набора данных.

source: Enter or paste an Authentication token.
es_ar: Ingrese o pegue un token de autenticación.
fr: Entrez ou collez un jeton d'authentification.
ru: Введите или вставьте токен аутентификации.

source: Enter or paste the "integration/service" key for this system to access the <a href="https://v2.developer.pagerduty.com/v2/docs/events-api" target="_blank">PagerDuty API</a>.
es_ar: Ingrese o pegue la clave de "integración/servicio" para que este sistema acceda a la <a href="https://v2.developer.pagerduty.com/v2/docs/events-api" target="_blank">PagerDuty API</a>.
fr: Entrez ou collez la clé "intégration/service" de ce système pour accéder à l'<a href="https://v2.developer.pagerduty.com/v2/docs/events-api" target="_blank">API PagerDuty</a>.
ru: Введите или вставьте ключ "интеграции/службы" этой системы для доступа к <a href="https://v2.developer.pagerduty.com/v2/docs/events-api" target="_blank">PagerDuty API</a>.

source: Enter or paste the <a href="https://docs.mattermost.com/developer/webhooks-incoming.html" target="_blank">incoming webhook</a> URL associated with this service.
es_ar: Ingrese o pegue la <a href="https://docs.mattermost.com/developer/webhooks-incoming.html" target="_blank">URL webokok entrante</a> asociada con este servicio.
fr: Entrez ou collez l'URL du <a href="https://docs.mattermost.com/developer/webhooks-incoming.html" target="_blank">webhook entrant</a> associé à ce service.
ru: Введите или вставьте URL <a href="https://docs.mattermost.com/developer/webhooks-incoming.html" target="_blank">входящего webhook</a>, связанный с этой службой.

source: Enter or paste the <a href="https://docs.opsgenie.com/v1.0/docs/api-integration" target="_blank">API key</a>. Find the API key by signing into the OpsGenie web interface and going to Integrations/Configured Integrations. Click the desired integration, Settings, and read the API Key field.
es_ar: Ingrese o pegue la <a href="https://docs.opsgenie.com/v1.0/docs/api-integration" target="_blank"> clave API </a>. Encuentre la clave API iniciando sesión en la interfaz web de OpsGenie y vaya a Integraciones / Integraciones configuradas. Haga clic en la integración deseada, Configuración y lea el campo Clave API.
fr: Entrez ou collez la <a href="https://docs.opsgenie.com/v1.0/docs/api-integration" target="_blank">clé API</a>. Trouvez la clé API en vous connectant à l'interface web d'OpsGenie et en allant dans Intégrations/Configuration des intégrations. Cliquez sur l'intégration souhaitée, Paramètres et lisez le champ Clé API.
ru: Введите или вставьте <a href="https://docs.opsgenie.com/v1.0/docs/api-integration" target="_blank">ключ API</a>. Найдите ключ API, войдя в веб-интерфейс OpsGenie и перейдя в раздел Интеграции/Конфигурированные интеграции. Нажмите на нужную интеграцию, Настройки и прочитайте поле API Key.

source: Enter or paste the <a href="https://help.victorops.com/knowledge-base/api/" target="_blank">VictorOps API key</a>.
es_ar: Ingrese o pegue la <a href="https://help.victorops.com/knowledge-base/api/" target="_blank"> clave API VictorOps </a>.
fr: Entrez ou collez la <a href="https://help.victorops.com/knowledge-base/api/" target="_blank">clé API VictorOps</a>.
ru: Введите или вставьте <a href="https://help.victorops.com/knowledge-base/api/" target="_blank">ключ API VictorOps</a>.

source: Enter or paste the <a href="https://portal.victorops.com/public/api-docs.html#/Routing32Keys" target="_blank">VictorOps routing key</a>.
es_ar: Ingrese o pegue la <a href="https://portal.victorops.com/public/api-docs.html#/Routing32Keys" target="_blank"> clave de enrutamiento VictorOps </a>.
fr: Entrez ou collez la <a href="https://portal.victorops.com/public/api-docs.html#/Routing32Keys" target="_blank">clé de routage VictorOps</a>.
ru: Введите или вставьте <a href="https://portal.victorops.com/public/api-docs.html#/Routing32Keys" target="_blank">ключ маршрутизации VictorOps</a>.

source: Enter or paste the <b>public</b> SSH key of the user for any key-based authentication. <b>Do not paste the private key.</b>
es_ar: Ingrese o pegue la clave SSH <b> pública </b> del usuario para cualquier autenticación basada en claves. <b> No pegue la clave privada. </b>
fr: Entrez ou collez la clé <b>publique</b> SSH de l'utilisateur pour toute authentification par clé. <b>Ne collez pas la clé privée.</b>
ru: Введите или вставьте <b>открытый</b> ключ SSH пользователя для любой аутентификации на основе ключей. <b>Не вставляйте закрытый ключ.</b>

source: Enter or paste the API key provided from <a href="https://portal.ixsystems.com/portal/login/" target="_blank">iXsystems Account Services</a>. Login or signup is required.
es_ar: Ingrese o pegue la clave API proporcionada por <a href="https://portal.ixsystems.com/portal/login/" target="_blank"> iXsystems Account Services</a>. Se requiere iniciar sesión o registrarse.
fr: Saisissez ou collez la clé API fournie par les <a href="https://portal.ixsystems.com/portal/login/" target="_blank">services de comptes d'iXsystems</a>. La connexion ou l'inscription est requise.

source: Enter or select the cloud storage location to use for this task.
es_ar: Ingrese o seleccione la ubicación de almacenamiento en la nube que se utilizará para esta tarea.
fr: Entrez ou sélectionnez l’emplacement de stockage dans le cloud à utiliser pour cette tâche.
ru: Введите или выберите облачное хранилище, которое будет использоваться для этой задачи.

source: Enter passphrase to lock pool
es_ar: Ingrese la contraseña para bloquear el pool
fr: Entrez la passphrase pour verrouiller le volume
ru: Введите пароль для блокировки пула

source: Enter password.
es_ar: Ingresar contraseña.
fr: Entrez le mot de passe.
ru: Введите пароль.

source: Enter the <a href="https://docs.aws.amazon.com/sns/latest/dg/sms_supported-countries.html" target="_blank">AWS account region</a>.
es_ar: Ingrese la <a href="https://docs.aws.amazon.com/sns/latest/dg/sms_supported-countries.html" target="_blank"> región de la cuenta de AWS </a>.
fr: Entrez la <a href="https://docs.aws.amazon.com/sns/latest/dg/sms_supported-countries.html" target="_blank">région du compte AWS</a>.
ru: Введите <a href="https://docs.aws.amazon.com/sns/latest/dg/sms_supported-countries.html" target="_blank">регион учетной записи AWS</a>.

source: Enter the <a href="https://docs.influxdata.com/influxdb/" target="_blank">InfluxDB</a> hostname.
es_ar: Ingrese el <a href="https://docs.influxdata.com/influxdb/" target="_blank"> InfluxDB </a> nombre de host.
fr: Entrez le nom d'hôte <a href="https://docs.influxdata.com/influxdb/" target="_blank">InfluxDB</a>.
ru: Введите имя хоста <a href="https://docs.influxdata.com/influxdb/" target="_blank">InfluxDB</a>.

source: Enter the <a href="https://kb.iu.edu/d/aiuv" target="_blank">fully-qualified hostname (FQDN)</a> of the system. This name must be unique within a certificate chain.
es_ar: Ingrese el <a href="https://kb.iu.edu/d/aiuv" target="_blank"> nombre de host completo (FQDN) </a> del sistema. Este nombre debe ser único dentro de una cadena de certificados.
fr: Entrez le <a href="https://kb.iu.edu/d/aiuv" target="_blank">nom d'hôte entièrement qualifié (FQDN)</a> du système. Ce nom doit être unique dans une chaîne de certificats.
ru: Введите <a href="https://kb.iu.edu/d/aiuv" target="_blank">полное имя хоста (FQDN)</a> системы. Это имя должно быть уникальным в цепочке сертификатов.

source: Enter the Active Directory administrator account name.
es_ar: Ingrese el nombre de la cuenta del administrador de Active Directory.
fr: Entrez le nom du compte administrateur Active Directory.
ru: Введите имя учетной записи администратора Active Directory.

source: Enter the Active Directory domain (<i>example.com</i>) or child domain (<i>sales.example.com</i>).
es_ar: Ingrese el dominio de Active Directory (<i> example.com </i>) o el dominio secundario (<i> sales.example.com </i>).
fr: Entrez le domaine Active Directory<i> (example.com</i>) ou le domaine enfant<i> (sales.example.com</i>).
ru: Введите домен Active Directory (<i>example.com</i>) или дочерний домен (<i>sales.example.com</i>).

source: Enter the FreeBSD device name of the interface. This cannot be changed after the interface is created.
es_ar: Ingrese el nombre del dispositivo FreeBSD de la interfaz. Esto no se puede cambiar después de crear la interfaz.
fr: Entrez le nom du périphérique FreeBSD de l'interface. Ceci ne peut pas être modifié après la création de l'interface.
ru: Введите имя устройства FreeBSD интерфейса. Это нельзя изменить после создания интерфейса.

source: Enter the IP address and netmask of the server.
es_ar: Ingrese la dirección IP y la máscara de red del servidor.
fr: Saisissez l'adresse IP et le masque de réseau du serveur.
ru: Введите IP-адрес и сетевую маску сервера.

source: Enter the IP address of a DNS forwarder. Required for recursive queries when <i>SAMBA_INTERNAL</i> is selected.
es_ar: Ingrese la dirección IP de un reenviador DNS. Necesario para consultas recursivas cuando se selecciona <i>SAMBA_INTERNAL</i>.
fr: Entrez l'adresse IP d'un redirecteur DNS. Requis pour les requêtes récursives lorsque <i>SAMBA_INTERNAL</i> est sélectionné.
ru: Введите IP-адрес DNS-сервера пересылки. Требуется для рекурсивных запросов, если выбран <i>SAMBA_INTERNAL</i>.

source: Enter the IP address of the gateway.
es_ar: Ingrese la dirección IP de la puerta de enlace.
fr: Entrez l'adresse IP de la passerelle.
ru: Введите IP-адрес шлюза.

source: Enter the IP address or hostname for SNMP UPS.
es_ar: Ingrese la dirección IP o el nombre de host para SNMP UPS.
fr: Entrez l'adresse IP ou le nom d'hôte pour SNMP UPS.
ru: Введите IP-адрес или имя хоста для SNMP UPS.

source: Enter the IP address or hostname of the VMware host. When clustering, this is the vCenter server for the cluster.
es_ar: Ingrese la dirección IP o el nombre de host del host VMware. Al agrupar, este es el servidor vCenter para el clúster.
fr: Entrez l'adresse IP ou le nom d'hôte de l'hôte VMware. Lors du clustering, il s'agit du serveur vCenter du cluster.
ru: Введите IP-адрес или имя хоста VMware. При кластеризации это сервер vCenter для кластера.

source: Enter the IP address or hostname of the remote system that will store the copy. Use the format <i>username@remote_host</i> if the username differs on the remote host.
es_ar: Ingrese la dirección IP o el nombre de host del sistema remoto que almacenará la copia. Utilice el formato <i>username@remote_host</i> si el nombre de usuario difiere en el host remoto.
fr: Entrez l'adresse IP ou le nom d'hôte du système distant qui stockera la copie. Utilisez le format <i>username@remote_host</i> si le nom d'utilisateur diffère sur l'hôte distant.
ru: Введите IP-адрес или имя хоста удаленной системы, в которой будет храниться копия. Используйте формат <i>username@remote_host</i>, если имя пользователя отличается на удаленном хосте.

source: Enter the IP address which runs the S3 service. <i>0.0.0.0</i> tells the server to listen on all addresses.
es_ar: Ingrese la dirección IP que ejecuta el servicio S3. <i>0.0.0.0</i> le dice al servidor que escuche en todas las direcciones.
fr: Saisissez l'adresse IP qui gère le service S3. <i>0.0.0.0</i>indique au serveur d'écouter sur toutes les adresses.
ru: Введите IP-адрес, на котором работает служба S3. <i>0.0.0.0</i> указывает серверу прослушивать все адреса.

source: Enter the IPv4 address for <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> and shared IP jails.
es_ar: Ingrese la dirección IPv4 para <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> y jaulas IP compartidas.
fr: Entrez l'adresse IPv4 pour <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> et les IP jails partagées.
ru: Введите адрес IPv4 для <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> и jail с общим IP.

source: Enter the IPv6 address for <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> and shared IP jails.
es_ar: Ingrese la dirección IPv6 para <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> y jaulas IP compartidas.
fr: Entrez l'adresse IPv6 pour <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> et les IP jails partagées.
ru: Введите адрес IPv6 для <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> и jail с общим IP.

source: Enter the S3 access ID. See <a href="https://docs.aws.amazon.com/general/latest/gr/aws-sec-cred-types.html#access-keys-and-secret-access-keys" target="_blank"> Access keys</a> for more information.
es_ar: Ingrese la ID de acceso S3. Ver <a href="https://docs.aws.amazon.com/general/latest/gr/aws-sec-cred-types.html#access-keys-and-secret-access-keys" target="_ blank">Teclas de acceso</a> para más información.
fr: Saisissez l'identifiant d'accès S3. Voir <a href="https://docs.aws.amazon.com/general/latest/gr/aws-sec-cred-types.html#access-keys-and-secret-access-keys" target="_blank">Clé</a> d'accès pour plus d'informations.

source: Enter the S3 secret access key. See <a href="https://docs.aws.amazon.com/general/latest/gr/aws-sec-cred-types.html#access-keys-and-secret-access-keys" target="_blank"> Access keys</a> for more information.
es_ar: Ingrese la clave de acceso secreta S3. Ver <a href="https://docs.aws.amazon.com/general/latest/gr/aws-sec-cred-types.html#access-keys-and-secret-access-keys" target="_ blank ">Teclas de acceso</a> para más información.
fr: Entrez la clé d'accès secrète S3. Voir <a href="https://docs.aws.amazon.com/general/latest/gr/aws-sec-cred-types.html#access-keys-and-secret-access-keys" target="_blank">Clé</a> d'accès pour plus d'informations.

source: Enter the SSH Port of the remote system.
es_ar: Ingrese el puerto SSH del sistema remoto.
fr: Entrez le port SSH du système distant.
ru: Введите порт SSH удаленной системы.

source: Enter the TCP port which provides the S3 service.
es_ar: Ingrese el puerto TCP que proporciona el servicio S3.
fr: Entrez le port TCP qui fournit le service S3.
ru: Введите порт TCP, который предоставляет сервис S3.

source: Enter the administrator password to authorize this operation.
es_ar: Ingrese la contraseña de administrador para autorizar esta operación.
fr: Entrez le mot de passe administrateur pour autoriser cette opération.
ru: Введите пароль администратора для авторизации этой операции.

source: Enter the bug tracker account password.
es_ar: Ingrese la contraseña de la cuenta del rastreador de errores.
fr: Entrez le mot de passe du compte du bug tracker.
ru: Введите пароль учетной записи трекера ошибок.

source: Enter the command with any options.
es_ar: Ingrese el comando con cualquier opción.
fr: Entrez la commande avec toutes les options possibles.
ru: Введите команду с любыми опциями.

source: Enter the current passphrase for the encrypted pool. This will be used to encrypt the new disk and integrate it into the pool.
es_ar: Ingrese la frase de contraseña actual para el grupo cifrado. Esto se usará para cifrar el nuevo disco e integrarlo en el grupo.
fr: Entrez la passphrase actuelle pour le volume chiffré. Celle-ci sera utilisée pour chiffrer le nouveau disque et l'intégrer dans le volume.
ru: Введите текущую парольную фразу для зашифрованного пула. Она будет использоваться для шифрования нового диска и его интеграции в пул.

source: Enter the decryption passphrase.
es_ar: Ingrese la frase de contraseña de descifrado.
fr: Entrez la passphrase de déchiffrement.
ru: Введите пароль расшифровки.

source: Enter the default gateway of the IPv4 connection.
es_ar: Ingrese la puerta de enlace predeterminada de la conexión IPv4.
fr: Entrez la passerelle par défaut de la connexion IPv4.
ru: Введите шлюз по умолчанию для соединения IPv4.

source: Enter the desired address into the field to override the randomized MAC address.
es_ar: Ingrese la dirección deseada en el campo para anular la dirección MAC aleatoria.
fr: Entrez l'adresse souhaitée dans le champ pour remplacer l'adresse MAC aléatoire.
ru: Введите нужный адрес в поле, чтобы переопределить случайный MAC-адрес.

source: Enter the email address of the new user.
es_ar: Ingrese la dirección de correo electrónico del nuevo usuario.
fr: Entrez l'adresse électronique du nouvel utilisateur.
ru: Введите адрес электронной почты нового пользователя.

source: Enter the email address of the person responsible for the CA.
es_ar: Ingrese la dirección de correo electrónico de la persona responsable de la CA.
fr: Entrez l'e-mail de la personne responsable de l'autorité de certification (CA).
ru: Введите адрес электронной почты лица, ответственного за центр сертификации.

source: Enter the email of the contact person. Use the format <i>name</i>@<i>domain.com</i>.
es_ar: Ingrese el correo electrónico de la persona de contacto. Use el formato <i> nombre </i> @ <i> dominio.com </i>.
fr: Entrez l'adresse mail de la personne de contact. Utilisez le format <i>nom</i>@<i>domaine.com</i>.
ru: Введите адрес электронной почты контактного лица. Используйте формат<i>name</i>@<i>domain.com</i>.

source: Enter the filesystem to snapshot.
es_ar: Ingrese el sistema de archivos para la instantánea.
fr: Entrez le système de fichiers à capturer (réalisation d'un instantané).
ru: Введите файловую систему для снимка.

source: Enter the full path to the command or script to be run.
es_ar: Ingrese la ruta completa al comando o script que se ejecutará.
fr: Entrez le chemin complet de la commande ou du script à exécuter.
ru: Введите полный путь к команде или скрипту, который нужно запустить.

source: Enter the hostname or IP address of the <b>NTP</b> server.
es_ar: Ingrese el nombre de host o la dirección IP del servidor <b> NTP </b>.
fr: Entrez le nom d'hôte ou l'adresse IP du serveur <b>NTP</b>.
ru: Введите имя хоста или IP-адрес сервера <b>NTP</b>.

source: Enter the hostname or IP address of the <b>NTP</b> server.
es_ar: Ingrese el nombre de host o la dirección IP del servidor <b> NTP </b>.
fr: Entrez le nom d'hôte ou l'adresse IP du serveur <b>NTP</b>.
ru: Введите имя хоста или IP-адрес сервера <b>NTP</b>.

source: Enter the hostname to connect to.
es_ar: Ingrese el nombre de host al que conectarse.
fr: Entrez le nom d’hôte pour vous connecter à.

source: Enter the location of the organization. For example, the city.
es_ar: Ingrese la ubicación de la organización. Por ejemplo, la ciudad.
fr: Entrez l'emplacement de l'organisation. Par exemple, la ville.
ru: Введите местоположение организации. Например, город.

source: Enter the location of the system.
es_ar: Ingrese la ubicación del sistema.
fr: Entrez l'emplacement du système.
ru: Введите местоположение системы.

source: Enter the maximum number of attempts before client is disconnected. Increase this if users are prone to typos.
es_ar: Ingrese el número máximo de intentos antes de que el cliente se desconecte. Aumente esto si los usuarios son propensos a errores tipográficos.
fr: Entrez le nombre maximum de tentatives avant que le client ne soit déconnecté. Augmentez cette valeur si les utilisateurs sont sujets aux fautes de frappe.
ru: Введите максимальное количество попыток, прежде чем клиент будет отключен. Увеличьте это, если пользователи склонны к опечаткам.

source: Enter the mountpoint for the <b>jail_zfs_dataset</b>. <b>Example:</b> <i>/data example-dataset-name</i>
es_ar: Ingrese el punto de montaje para <b>jail_zfs_dataset</b>. <b>Ejemplo:</b> <i>/data example-dataset-name</i>
fr: Entrez le point de montage pour le <b>jail_zfs_dataset</b>. <b>Exemple :</b> <i>/data example-dataset-name</i>
ru: Введите точку монтирования для <b>jail_zfs_dataset</b>. <b>Пример:</b> <i>/data example-dataset-name</i>

source: Enter the name of the Key Distribution Center.
es_ar: Ingrese el nombre del Centro de distribución de claves.
fr: Entrez le nom de la plate-forme de distribution de clés.
ru: Введите название Центра распространения ключей.

source: Enter the name of the Virtual Interface. Use the format <i>vlanX</i> where <i>X</i> is a number representing a non-parent VLAN interface.
es_ar: Ingrese el nombre de la interfaz virtual. Use el formato <i> vlanX </i> donde <i> X </i> es un número que representa una interfaz VLAN no primaria.
fr: Entrez le nom de l'interface virtuelle. Utilisez le format <i>vlanX</i> où <i>X</i> est un nombre représentant une interface VLAN non parent.
ru: Введите имя виртуального интерфейса. Используйте формат <i>vlanX</i>, где <i>X</i> - это число, представляющее не родительский интерфейс VLAN.

source: Enter the name of the company or organization.
es_ar: Ingrese el nombre de la empresa u organización.
fr: Entrez le nom de la société ou de l'organisation.
ru: Введите название компании или организации.

source: Enter the name of the contact person.
es_ar: Ingrese el nombre de la persona de contacto.
fr: Entrez le nom de la personne à contacter.
ru: Введите имя контактного лица.

source: Enter the name of the loader, sysctl, or rc.conf variable to configure. <i>loader</i> tunables are used to specify parameters to pass to the kernel or load additional modules at boot time. <i>rc.conf</i> tunables are for enabling system services and daemons and only take effect after a reboot. <i>sysctl</i> tunables are used to configure kernel parameters while the system is running and generally take effect immediately.
es_ar: Ingrese el nombre de la variable loader, sysctl o rc.conf para configurar. Los sintonizables <i> loader </i> se usan para especificar parámetros para pasar al kernel o cargar módulos adicionales en el momento del arranque. Los ajustes <i> rc.conf </i> son para habilitar los servicios del sistema y los demonios y solo surten efecto después de un reinicio. Los sintonizables <i> sysctl </i> se utilizan para configurar los parámetros del kernel mientras el sistema se está ejecutando y, por lo general, surten efecto de inmediato.
fr: Entrez le nom de la variable loader, sysctl ou rc.conf à configurer. Les paramètres du <i>loader</i> sont utilisés pour spécifier les paramètres à transmettre au noyau ou charger des modules supplémentaires au démarrage. Les paramètres <i>rc.conf</i> sont utilisés pour activer les services système et les démons et ne prennent effet qu'après un redémarrage. Les paramètres <i>sysctl</i> sont utilisés pour configurer les paramètres noyau pendant l'exécution système et prennent généralement effet immédiatement.
ru: Введите имя переменной loader, sysctl или rc.conf для настройки. Переменные <i>loader</i> используются для указания параметров, передаваемых ядру или загрузки дополнительных модулей во время загрузки. Переменные <i>rc.conf</i> предназначены для включения системных служб и демонов и вступают в силу только после перезагрузки. Переменные <i>sysctl</i> используются для настройки параметров ядра во время работы системы и обычно вступают в силу немедленно.

source: Enter the name of the realm.
es_ar: Ingrese el nombre del reino.
fr: Entrez le nom du realm.
ru: Введите название области.

source: Enter the new encryption key passphrase.
es_ar: Ingrese la nueva frase clave de cifrado.
fr: Entrez la nouvelle passphrase de la clé de chiffrement.
ru: Введите новую ключевую фразу ключа шифрования.

source: Enter the numeric tag configured in the switched network.
es_ar: Ingrese la etiqueta numérica configurada en la red conmutada.
fr: Entrer le tag numérique configuré dans le réseau commuté.
ru: Введите числовой тег, настроенный в коммутируемой сети.
