Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Passwords cannot contain a <b>?</b>. Passwords should be at least eight characters and contain a mix of lower and upper case, numbers, and special characters.
es_ar: Las contraseñas no pueden contener un <b>?</b>. Las contraseñas deben tener al menos ocho caracteres y contener una combinación de minúsculas y mayúsculas, números y caracteres especiales.
fr: Les mots de passe ne peuvent pas contenir un <b>?</b>. Les mots de passe doivent comporter au moins huit caractères et contenir un mélange de minuscules et de majuscules, de chiffres et de caractères spéciaux.
ru: Пароли не могут содержать <b>?</b>. Пароли должны состоять как минимум из восьми символов и содержать сочетание строчных и прописных букв, цифр и специальных символов.

source: Passwords do not match
es_ar: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ru: Пароли не совпадают

source: Paste either or both public and private keys. If only a public key is entered, it will be stored alone. If only a private key is pasted, the public key will be automatically calculated and entered in the public key field. Click <b>Generate Keypair</b> to create a new keypair. Encrypted keypairs or keypairs with passphrases are not supported.
es_ar: Pegue una o ambas claves públicas y privadas. Si solo se ingresa una clave pública, se almacenará sola. Si solo se pega una clave privada, la clave pública se calculará automáticamente y se ingresará en el campo de clave pública. Haga clic en <b>Generar par de claves</b> para crear un nuevo par de claves. No se admiten pares de claves cifrados o pares de claves con frases de contraseña.
fr: Coller l'une ou l'autre des clés publiques et privées ou les deux. Si seule une clé publique est entrée, elle sera stockée seule. Si seule une clé privée est collée, la clé publique sera automatiquement calculée et saisie dans le champ clé publique. Cliquez sur <b>Générer une paire de clés</b> pour créer une nouvelle paire de clés. Les paires de clés chiffrées ou les paires de clés avec des passphrases ne sont pas prises en charge.
ru: Вставьте один или оба открытых и закрытых ключа. Если введен только открытый ключ, он будет сохранен один. Если вставлен только закрытый ключ, открытый ключ будет автоматически рассчитан и введен в поле открытого ключа. Нажмите <b>Создать пару ключей</b>, чтобы создать новую пару ключей. Зашифрованные пары ключей или пары ключей с парольными фразами не поддерживаются.

source: Paste the <a href="https://api.slack.com/incoming-webhooks" target="_blank">incoming webhook</a> URL associated with this service.
es_ar: Pegue la <a href="https://api.slack.com/incoming-webhooks" target="_blank"> URL webokok entrante </a> asociada con este servicio.
fr: Collez l'URL du <a href="https://api.slack.com/incoming-webhooks" target="_blank">webhook entrant</a> associé à ce service.
ru: Вставьте URL <a href="https://api.slack.com/incoming-webhooks" target="_blank">incoming webhook</a>, связанный с этой службой.

source: Paste the certificate for the CA.
es_ar: Pegue el certificado para la CA.
fr: Collez le certificat pour le CA.
ru: Вставьте сертификат для CA.

source: Paste the contents of your Certificate Signing Request here.
es_ar: Pegue el contenido de su Solicitud de firma de certificado aquí.
fr: Collez ici le contenu de votre demande de signature de certificat.
ru: Вставьте содержимое вашего запроса на подпись сертификата здесь.

source: Paste the private key associated with the Certificate when available. Please provide a key at least 1024 bits long.
es_ar: Pegue la clave privada asociada con el Certificado cuando esté disponible. Proporcione una clave de al menos 1024 bits de longitud.
fr: Collez la clé privée associée au certificat lorsqu'elle est disponible. Veuillez fournir une clé d'au moins 1024 bits.
ru: Вставьте закрытый ключ, связанный с сертификатом, если он доступен. Пожалуйста, предоставьте ключ длиной не менее 1024 бит.

source: Paste value above or choose a file.
es_ar: Pegue el valor arriba o elija un archivo.

source: Path
es_ar: Ruta
fr: Chemin
ru: Путь

source: Path Length
es_ar: Longitud de la ruta
fr: Longueur du chemin

source: Path Suffix
es_ar: Sufijo de ruta
fr: Suffixe du chemin

source: Path to the <b>CheckIP Server</b>. For example, <i>no-ip.com</i> uses a <b>CheckIP Server</b> of <i>dynamic.zoneedit.com</i> and <b>CheckIP Path</b> of <i>/checkip.html</i>.
es_ar: Ruta al <b> servidor CheckIP </b>. Por ejemplo, <i> no-ip.com </i> utiliza un <b> servidor CheckIP </b> de <i> dynamic.zoneedit.com </i> y <b> ruta CheckIP </b> de <i> /checkip.html </i>.
fr: Chemin d'accès au <b>serveur CheckIP</b>. Par exemple, <i>no-ip.com</i> utilise un <b>serveur CheckIP</b> de <i>dynamic.zoneedit.com</i> et <b>CheckIP Path</b> de <i>/checkip.html</i>.
ru: Путь к <b>серверу CheckIP</b>. Например, <i>no-ip.com</i> использует <b>сервер CheckIP</b> <i>dynamic.zoneedit.com</i> и <b>путь CheckIP</b> <i>/checkip.html</i>.

source: Path to the Extent
es_ar: Ruta a la extensión
fr: Le chemin vers l'étendue

source: Path:
es_ar: RUta:

source: Paths
es_ar: Rutas
fr: Chemins

source: Pattern of naming custom snapshots to include in the replication with the periodic snapshot schedule. Enter the <a href="https://www.freebsd.org/cgi/man.cgi?query=strftime" target="_blank">strftime(3)</a> strings that match the snapshots to include in the replication.<br><br> When a periodic snapshot is not linked to the replication, enter the naming schema for manually created snapshots. Has the same <i>%Y</i>, <i>%m</i>, <i>%d</i>, <i>%H</i>, and <i>%M</i> string requirements as the <b>Naming Schema</b> in a <b>Periodic Snapshot Task</b>. Separate entries by pressing <code>Enter</code>.
es_ar: Patrón de nombrar instantáneas personalizadas para incluir en la replicación con el programa periódico de instantáneas. Ingrese las <a href="https://www.freebsd.org/cgi/man.cgi?query=strftime" target="_blank">strftime(3)</a> cadenas que coinciden con las instantáneas para incluir en las replicación. <br><br> Cuando una instantánea periódica no está vinculada a la replicación, ingrese el esquema de nombres para las instantáneas creadas manualmente. Tiene los mismos <i>%Y</i>, <i>%m</i>, <i>%d</i>, <i>%H</i> y <i>%M</i> requisitos de cadena como el <b>Esquema de nomenclatura</b> en una <b>Tarea de instantánea periódica</b>. Separe las entradas presionando <code>Enter</code>.
fr: Modèle de dénomination des instantanés personnalisés à inclure dans la réplication avec le calendrier périodique des instantanés. Entrez les chaînes de caractères <a href="https://www.freebsd.org/cgi/man.cgi?query=strftime" target="_blank">strftime(3)</a> qui correspondent aux instantanés à inclure dans la réplication.<br><br> Lorsqu'un instantané périodique n'est pas lié à la réplication, entrez le schéma de dénomination des instantanés créés manuellement. Les chaînes <i>%Y</i>, <i>%m</i>, <i>%d</i>, <i>%H</i> et <i>%M</i> doivent répondre aux mêmes exigences que le <b>schéma</b> de dénomination dans une <b>tâche</b> d'instantané périodique. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.

source: Pattern of naming custom snapshots to be replicated. Enter the name and <a href="https://www.freebsd.org/cgi/man.cgi?query=strftime" target="_blank">strftime(3)</a> <i>%Y</i>, <i>%m</i>, <i>%d</i>, <i>%H</i>, and <i>%M</i> strings that match the snapshots to include in the replication. Separate entries by pressing <code>Enter</code>.
es_ar: Patrón de nombrar instantáneas personalizadas para replicar. Ingrese el nombre y <a href="https://www.freebsd.org/cgi/man.cgi?query=strftime" target="_blank">strftime(3)</a> <i>%Y</i>, <i>%m</i>, <i>%d</i>, <i>%H</i> y <i>%M</i> que coinciden con las instantáneas para incluir en la replicación Separe las entradas presionando <code>Enter</code>.
fr: Modèle de dénomination des clichés personnalisés à reproduire. Entrez le nom et les chaînes <a href="https://www.freebsd.org/cgi/man.cgi?query=strftime" target="_blank">strftime(3)</a> <i>%Y</i>, <i>%m</i>, <i>%d</i>, <i>%H</i> et <i>%M</i> qui correspondent aux instantanés à inclure dans la réplication. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.

source: Pattern of naming custom snapshots to be replicated. Enter the name and <a href="https://www.freebsd.org/cgi/man.cgi?query=strftime" target="_blank">strftime(3)</a> <i>%Y</i>, <i>%m</i>, <i>%d</i>, <i>%H</i>, and <i>%M</i> strings that match the snapshots to include in the replication. Separate entries by pressing <code>Enter</code>. The number of snapshots matching the patterns are shown.
es_ar: Patrón de nombrar instantáneas personalizadas para replicar. Ingrese el nombre y <a href="https://www.freebsd.org/cgi/man.cgi?query=strftime" target="_blank">strftime(3)</a> <i>%Y</i>, <i>%m</i>, <i>%d</i>, <i>%H</i> y <i>%M</i> que coinciden con las instantáneas para incluir en la replicación Separe las entradas presionando <code> Enter </code>. Se muestra el número de instantáneas que coinciden con los patrones.
fr: Modèle de dénomination des clichés personnalisés à reproduire. Entrez le nom et les chaînes <a href="https://www.freebsd.org/cgi/man.cgi?query=strftime" target="_blank">strftime(3)</a> <i>%Y</i>, <i>%m</i>, <i>%d</i>, <i>%H</i> et <i>%M</i> qui correspondent aux instantanés à inclure dans la réplication. Séparez les entrées en appuyant sur la touche <code>Entrée</code>. Le nombre d'instantanés correspondant aux motifs est affiché.

source: Peer Secret
es_ar: Secreto de pares
ru: Секрет напарника

source: Peer Secret (Confirm)
es_ar: Secreto del par (Confirmar)
ru: Секрет напарника (Подтверждение)

source: Peer User
es_ar: Usuario del par
ru: Пользователь напарника

source: Pending Network Changes
es_ar: Cambios de red pendientes
fr: Modifications réseau en attente
ru: Ожидающие изменения сети

source: Pending Sync
es_ar: Sincronización pendiente
fr: Synchronisation en cours

source: Pending Upgrade
es_ar: Actualización pendiente
fr: Mise à niveau en attente
ru: Ожидающее обновление

source: Perform Reverse DNS Lookups
es_ar: Realizar búsquedas inversas de DNS
fr: Effectuer des recherches DNS inversées
ru: Выполнять обратное преобразование DNS

source: Performs authentication from an LDAP server.
es_ar: Realiza la autenticación desde un servidor LDAP.
fr: Effectue l'authentification à partir d'un serveur LDAP.
ru: Выполняет аутентификацию с сервера LDAP.

source: Periodic Snapshot Tasks
es_ar: Tareas periódicas de instantáneas
fr: Instantanés périodiques
ru: Задания создания снимков

source: Permission
es_ar: Permiso
fr: Autorisation

source: Permissions
es_ar: Permisos
fr: Autorisations
ru: Права доступа

source: Permissions Type
es_ar: Tipo de permisos
fr: Type d'autorisations
ru: Тип прав доступа

source: Permit Sudo
es_ar: Permiso Sudo
fr: Autoriser sudo
ru: Разрешить sudo

source: Phone
es_ar: Teléfono
fr: Téléphone
ru: Телефон

source: Phone Number
es_ar: Número de teléfono
fr: Numéro de téléphone
ru: Номер телефона

source: Physical interface of the selected member.
es_ar: Interfaz física del miembro seleccionado.
fr: Interface physique du membre sélectionné.
ru: Физический интерфейс выбранного члена.

source: Plain (No Encryption)
es_ar: Sencillo (sin cifrado)

source: Platform
es_ar: Plataforma
fr: Plateforme
ru: Платформа

source: Please
es_ar: Por favor
fr: S'il vous plaît

source: Please accept the terms of service for the given ACME Server.
es_ar: Acepte los términos de servicio para el servidor ACME dado.
fr: Veuillez accepter les conditions d'utilisation du serveur ACME donné.
ru: Пожалуйста, примите условия обслуживания для данного Сервера ACME.

source: Please enter your 2FA code
es_ar: Por favor ingrese su código de 2FA
fr: Veuillez entrer votre code 2FA

source: Please enter your 2FA code again
es_ar: Por favor vuela a ingresar su código de 2FA
fr: Veuillez saisir à nouveau votre code 2FA

source: Please enter your password
es_ar: Por favor ingrese su contraseña
fr: Veuillez saisir votre mot de passe
ru: Пожалуйста, введите пароль

source: Please enter your password again
es_ar: Por favor vuela a ingresar su contraseña
fr: Veuillez saisir à nouveau votre mot de passe
ru: Пожалуйста, введите ваш пароль еще раз

source: Please enter your username
es_ar: Por favor ingrese su nombre de usuario
fr: Veuillez saisir votre nom d'utilisateur
ru: Пожалуйста, введите имя пользователя

source: Please enter your username again
es_ar: Por favor vuelva a ingresar su nombre de usuario
fr: Veuillez saisir à nouveau votre nom d'utilisateur
ru: Пожалуйста, введите имя пользователя еще раз

source: Please select a valid SSH Connection
es_ar: Por favor selecciones una conexión SSH válida
fr: Veuillez sélectionner une connexion SSH valide

source: Please select a valid path
es_ar: Por favor selecciones una ruta válida
fr: Veuillez sélectionner un chemin d'accès valide
ru: Пожалуйста, выберите правильный путь

source: Please wait
es_ar: Por favor espere
fr: Veuillez patienter
ru: Пожалуйста, подождите

source: Plugin
es_ar: Complemento
ru: Плагин

source: Plugin
es_ar: Complemento
ru: Плагин

source: Plugin Installed Successfully
es_ar: Complemento instalado correctamente
fr: Plugin installé avec succès
ru: Плагин установлен успешно

source: Plugin Name
es_ar: Nombre del complemento
fr: Nom du Plugin
ru: Название плагина

source: Plugin Update Failed
es_ar: Actualización de complemento fallida
fr: Echec de la mise à jour du plugin
ru: Не удалось обновить плагин

source: Plugin Updated
es_ar: Complementos actualizados
fr: Plugin mis à jour
ru: Плагин обновлен

source: Plugin installed successfully
es_ar: Complemento instalado correctamente
fr: Plugin installé avec succès
ru: Плагин успешно установлен

source: Pool Actions
es_ar: Acciones de Pool
fr: Actions volume

source: Pool Available Space Threshold (%)
es_ar: Umbral de espacio disponible del Pool (%)
fr: Seuil d'espace disponible dans le volume (%)
ru: Порог доступного места для пула (%)

source: Pool Chosen
es_ar: Pool elegido
fr: Volume choisi
ru: Пул выбран

source: Pool Expanded
es_ar: Pool expandido
fr: Extension du volume

source: Pool Manager
es_ar: Administrador de Pool
fr: Gestionnaire de volume
ru: Менеджер пула

source: Pool Options
es_ar: Opciones de grupo

source: Pool Options Saved
es_ar: Opciones de pool guardadas

source: Pool Status
es_ar: Estado de Pool
fr: État du volume
ru: Статус пула

source: Pool to import
es_ar: Pool a importar
fr: Volume à importer
ru: Пул для импорта

source: Pool/Dataset
es_ar: Pool/Conjunto de datos
fr: Volume/Dataset
ru: Пул/Набор данных

source: Pools
es_ar: Grupos (Pools)
fr: Volumes
ru: Пулы

source: Pools & Snapshots
es_ar: Grupos e Instantáneas
fr: Volumes et instantanés
ru: Пулы и снимки

source: Port
es_ar: Puerto
ru: Порт

source: Port number on the remote system to use for the SSH connection.
es_ar: Número de puerto en el sistema remoto para usar para la conexión SSH.
fr: Numéro de port sur le système distant à utiliser pour la connexion SSH.
ru: Номер порта в удаленной системе, который будет использоваться для подключения SSH.

source: Port or Hostname
es_ar: Puerto o nombre de host
fr: Port ou nom d'hôte
ru: Порт или имя хоста

source: Port to assign to this jail. Avoid using a port that is already in use by another jail or system service. For a list of commonly-used ports, see this <a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xhtml" target="_blank">Internet Assigned Numbers Authority (IANA) registry</a>.
es_ar: Puerto para asignar a esta jaula. Evite usar un puerto que ya esté en uso por otra jaula o servicio del sistema. Para obtener una lista de los puertos de uso común, consulte <a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xhtml" target="_ blank">Registro de la Autoridad de Números Asignados de Internet (IANA)</a>.
fr: Port à affecter à ce jail. Évitez d'utiliser un port qui est déjà utilisé par un autre jail ou un autre service système. Pour obtenir une liste des ports couramment utilisés, consultez ce <a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xhtml" target="_blank">registre de l'Internet Assigned Numbers Authority (IANA)</a>.
ru: Порт для назначения этому jail. Избегайте использования порта, который уже используется другим jail или системной службой. Список часто используемых портов см. в <a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xhtml" target="_blank">Internet Assigned Numbers Authority (IANA) registry</a>.

source: Portal Group ID
es_ar: ID de grupo de portal
fr: ID de groupe du portail
ru: Ид. группы порталов

source: Portals
es_ar: Portales

source: Ports
es_ar: Puertos

source: Post Install Notes
es_ar: Notas posteriores a la instalación
fr: Notes post-installation
ru: Примечания после установки

source: Power
es_ar: Potencia
fr: Alimentation
ru: Питание

source: Power Off
es_ar: Apagar
fr: Éteindre
ru: Отключить

source: Power Off UPS
es_ar: Apagar UPS
fr: Mettre l'onduleur hors tension
ru: Отключить ИБП

source: Power of 2 in seconds; cannot be higher than 17 or lower than <i>Min. Poll</i>.
es_ar: Poder de 2 en segundos; no puede ser superior a 17 o inferior a <i> Min. Encuesta </i>.
fr: Puissance de 2 en secondes ; ne peut être supérieure à 17 ou inférieure à <i>Min. Poll</i>..
ru: Степень 2 в секундах; не может быть выше 17 или ниже <i>Мин. опрос</i>.

source: Power of 2 in seconds; cannot be lower than 4 or higher than <i>Max. Poll</i>.
es_ar: Poder de 2 en segundos; no puede ser inferior a 4 o superior a <i> Máx. Encuesta </i>.
fr: Puissance de 2 en secondes ; ne peut être inférieure à 4 ou supérieure à <i>Poll Max.</i>.
ru: Степень 2 в секундах; не может быть ниже 4 или выше, чем <i>Макс. опрос</i>.

source: Predefined certificate extensions. Choose a profile that best matches your certificate usage scenario.
es_ar: Extensiones de certificado predefinidas. Elija el perfil que mejor se adapte a su escenario de uso de certificado.
fr: Extensions de certificats prédéfinies. Choisissez un profil qui correspond le mieux à votre scénario d'utilisation des certificats.

source: Predefined permission combinations:<br><i>Read</i>: Read access and Execute permission on the object (RX).<br><i>Change</i>: Read access, Execute permission, Write access, and Delete object (RXWD).<br><i>Full</i>: Read access, Execute permission, Write access, Delete object, change Permissions, and take Ownership (RXWDPO).<br><br> For more details, see <a href="https://www.samba.org/samba/docs/current/man-html/smbcacls.1.html" target="_blank">smbacls(1)</a>.
es_ar: Combinaciones de permisos predefinidos: <br> <i> Leer </i>: acceso de lectura y permiso de ejecución sobre el objeto (RX). <br> <i> Cambiar </i>: acceso de lectura, permiso de ejecución, acceso de escritura y Eliminar objeto (RXWD). <br> <i> Completo </i>: Acceso de lectura, Ejecutar permiso, Acceso de escritura, Eliminar objeto, cambiar Permisos y tomar Propiedad (RXWDPO). <br> <br> Para más detalles, consulte <a href="https://www.samba.org/samba/docs/current/man-html/smbcacls.1.html" target="_blank"> smbacls (1) </a>.
fr: Combinaisons d'autorisations prédéfinies<i> : Lire</i> : Accès en lecture et Exécution de la permission sur l'objet (RX).<i> Modifier</i> : Accès en lecture, Exécuter la permission, Accès en écriture et Supprimer l'objet (RXWD).<br><i> Complet</i> :</br> Accès en lecture, Exécution de la permission, Accès en écriture, Suppression de l'objet, Modification des permissions et Prise de possession (RXWDPO).<br> Pour plus de détails, voir <a href="https://www.samba.org/samba/docs/current/man-html/smbcacls.1.html" target="_blank">smbacls(1)</a>.

source: Prefer
es_ar: Preferir
ru: Предпочтитать

source: Prefer buttons with icons only
es_ar: Preferir sólo botones con íconos
fr: Préférez les boutons avec des icônes uniquement
ru: Предпочитать кнопки только с иконками

source: Preferences
es_ar: Preferencias
fr: Préférences
ru: Предпочтения

source: Preserve
es_ar: Preservar
fr: Préserver

source: Preserve Extended Attributes
es_ar: Preservar atributos extendidos
fr: Préserver les attributs étendus

source: Preserve Permissions
es_ar: Preservar permisos
fr: Préserver les autorisations

source: Preserve screen space with icons and tooltips instead of text labels.
es_ar: Preserve el espacio de la pantalla con iconos e información sobre herramientas en lugar de etiquetas de texto.
fr: Préservez l'espace à l'écran avec des icônes et des infobulles au lieu d'étiquettes de texte.
ru: Сохранять место на экране с помощью значков и всплывающих подсказок вместо текстовых меток.

source: Presets
es_ar: Preajustes
fr: Préréglages
ru: Пресеты

source: Prevent source system snapshots that have failed replication from being automatically removed by the <b>Snapshot Retention Policy</b>.
es_ar: Evite que las <b> Política de retención de instantáneas </b> eliminen automáticamente las instantáneas del sistema de origen que han fallado la replicación.
fr: Empêche les instantanés du système source dont la réplication a échoué d'être automatiquement supprimés par la <b>Politique de conservation des instantanés</b>.
ru: Запретить автоматическое удаление с помощью <b>Политики хранения снимков</b> снимков исходной системы, которые не прошли репликацию.

source: Prevent the user from logging in or using password-based services until this option is unset. Locking an account is only possible when <b>Disable Password</b> is <i>No</i> and a <b>Password</b> has been created for the account.
es_ar: Evite que el usuario inicie sesión o use servicios basados en contraseña hasta que esta opción esté desactivada. El bloqueo de una cuenta solo es posible cuando <b> Desactivar contraseña </b> es <i> No </i> y se ha creado una <b> Contraseña </b> para la cuenta.
fr: Empêchez l'utilisateur de se connecter ou d'utiliser des services basés sur un mot de passe tant que cette option n'est pas désactivée. Le verrouillage d'un compte <i>n</i>'est possible que lorsque l'option "<b>Désactiver le mot de passe</b>" est désactivée et qu'un <b>mot de passe</b> a été créé pour le compte.

source: Preview JSON Service Account Key
es_ar: Vista previa de la clave de cuenta de servicio JSON
fr: Prévisualiser la clé du compte de service JSON
ru: Предварительный просмотр ключа учетной записи службы JSON

source: Previous
es_ar: Anterior
fr: Précédent
ru: Предыдущая

source: Primary Contact
es_ar: Primer contacto
fr: Contact Primaire
ru: Первичный контакт

source: Primary DNS server.
es_ar: Servidor DNS primario.
fr: Serveur DNS primaire.
ru: Основной DNS-сервер.

source: Primary Group
es_ar: Grupo primario
fr: Groupe primaire
ru: Основная Группа

source: Priority Code Point
es_ar: Punto de código de prioridad
fr: Point de code de priorité

source: Privacy Passphrase
es_ar: Contraseña de privacidad
fr: Passphrase confidentielle
ru: Пароль

source: Privacy Protocol
es_ar: Protocolo de privacidad
fr: Protocole sur la protection de la vie privée
ru: Протокол

source: Private Key
es_ar: Clave privada
fr: Clé privée
ru: Закрытый ключ

source: Private Key ID
es_ar: ID de clave privada
fr: ID de clé privée
ru: Ид. закрытого ключа
