Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Upgrades both controllers. Files are downloaded to the Active Controller and then transferred to the Standby Controller. The upgrade process starts concurrently on both TrueNAS Controllers. Continue with download?
es_ar: Actualiza ambos controladores. Los archivos se descargan en el controlador activo y luego se transfieren al controlador en espera. El proceso de actualización comienza simultáneamente en ambos Controladores TrueNAS. ¿Continuar con la descarga?
fr: Mise à niveau des deux contrôleurs. Les fichiers sont téléchargés vers le contrôleur actif, puis transférés vers le contrôleur en attente. Le processus de mise à niveau démarre simultanément sur les deux contrôleurs TrueNAS. Poursuivre le téléchargement ?

source: Upload
es_ar: Subir
fr: Envoyer
ru: Выгрузить

source: Upload Chunk Size (MiB)
es_ar: Tamaño del fragmento de carga (MiB)
fr: Taille des morceau d'upload (MiB)
ru: Размер куска загрузки (MiB)

source: Upload Config
es_ar: Subir Config
fr: Charger une config
ru: Загрузить конфигурацию

source: Upload Key file
es_ar: Subir archivo de clave
fr: Téléverser le fichier clé

source: Upload a Google <a href="https://rclone.org/googlecloudstorage/#service-account-support" target="_blank">Service Account credential file</a>. The file is created with the <a href="https://console.cloud.google.com/apis/credentials" target="_blank">Google Cloud Platform Console</a>.
es_ar: Cargue un <a href="https://rclone.org/googlecloudstorage/#service-account-support" target="_blank"> archivo de credenciales de cuenta de servicio </a> de Google. El archivo se crea con la <a href="https://console.cloud.google.com/apis/credentials" target="_blank"> Google Cloud Platform Console </a>.
fr: Téléchargez un <a href="https://rclone.org/googlecloudstorage/#service-account-support" target="_blank">fichier d'informations d'identification d'un compte de service</a> Google (Service Account credential file). Le fichier est créé avec la <a href="https://console.cloud.google.com/apis/credentials" target="_blank">console Google Cloud Platform Console</a>.
ru: Загрузите Google <a href="https://rclone.org/googlecloudstorage/#service-account-support" target="_blank">Service Account credential file</a>. Файл создается при помощи <a href="https://console.cloud.google.com/apis/credentials" target="_blank">Google Cloud Platform Console</a>.

source: Upload an installer image file
es_ar: Subir un archivo de imagen de instalador
fr: Envoyer un fichier image de l'installateur
ru: Загрузите файл образа установщика

source: Uploading file...
es_ar: Subiendo archivo...
fr: Envoi du fichier...
ru: Загрузка файла...

source: Uploading...
es_ar: Subiendo...
fr: Téléversement...

source: Upsmon will wait up to this many seconds in master mode for the slaves to disconnect during a shutdown situation.
es_ar: Upsmon esperará hasta estos segundos en modo maestro para que los esclavos se desconecten durante una situación de apagado.
fr: Upsmon attendra pendant plusieurs secondes en mode maître que les esclaves se déconnectent lors d'une situation d'arrêt.
ru: Upsmon будет ждать до этого количества секунд в режиме master, чтобы подчиненные устройства отключались во время отключения.

source: Uptime
es_ar: Tiempo de actividad
fr: Fonctionnement
ru: В работе

source: Usage
es_ar: Uso
fr: Utilisation
ru: Использование

source: Usage collection
es_ar: Colección de uso
fr: Collecte de l'utilisation
ru: Сбор статистики использования

source: Usages
es_ar: Usos

source: Use <a href="https://rclone.org/crypt/" target="_blank">rclone crypt</a> to manage data encryption during <i>PUSH</i> or <i>PULL</i> transfers:<br><br> <i>PUSH:</i> Encrypt files before transfer and store the encrypted files on the remote system. Files are encrypted using the <b>Encryption Password</b> and <b>Encryption Salt</b> values.<br><br> <i>PULL:</i> Decrypt files that are being stored on the remote system before the transfer. Transferring the encrypted files requires entering the same <b>Encryption Password</b> and <b>Encryption Salt</b> that was used to encrypt the files.<br><br> Additional details about the encryption algorithm and key derivation are available in the <a href="https://rclone.org/crypt/#file-formats" target="_blank">rclone crypt File formats documentation</a>.
es_ar: Utilice <a href="https://rclone.org/crypt/" target="_blank"> rclone crypt </a> para gestionar el cifrado de datos durante <i> PUSH </i> o <i> PULL </ i > transferencias: <br> <br> <i> PUSH: </i> Cifre los archivos antes de transferirlos y almacénelos en el sistema remoto. Los archivos se cifran con los valores de <b> Contraseña de cifrado </b> y <b> Sal de cifrado </b>. <br> <br> <i> PULL: </i> Descifre los archivos que se almacenan en el control remoto sistema antes de la transferencia. La transferencia de los archivos cifrados requiere ingresar la misma <b> Contraseña de cifrado </b> y <b> Sal de cifrado </b> que se utilizó para cifrar los archivos. <br> <br> Detalles adicionales sobre el algoritmo de cifrado y la derivación de claves están disponibles en la <a href="https://rclone.org/crypt/#file-formats" target="_blank"> documentación de formatos de archivo de rclone crypt </a>.
fr: Utilisez <a href="https://rclone.org/crypt/" target="_blank">rclone crypt</a> pour gérer le chiffrement des données pendant les transferts <i>PUSH</i> ou <i>PULL</i> :<br><br> <i> PUSH :</i> Chiffrer les fichiers avant le transfert et stocker les fichiers chiffrés sur le système distant. Les fichiers sont chiffrés à l'aide des valeurs <b>Mot de passe de chiffrement</b> et <b>Sel de chiffrement</b>.<br><br> <i> PULL :</i> Déchiffre les fichiers qui sont stockés sur le système distant avant le transfert. Pour transférer les fichiers chiffrés, il faut entrer le même <b>mot de passe de chiffrement</b> et le même <b>sel de chiffrement</b> que ceux qui ont été utilisés pour chiffrer les fichiers.<br><br> Des détails supplémentaires sur l'algorithme de chiffrement et la dérivation de clé sont disponibles dans la <a href="https://rclone.org/crypt/#file-formats" target="_blank">documentation sur les formats de fichiers rclone crypt</a>.
ru: Используйте <a href="https://rclone.org/crypt/" target="_blank">rclone crypt</a> для управления шифрованием данных во время <i>PUSH</i> или <i>PULL</i> передач:<br><br> <i>PUSH:</i> Шифрует файлы перед передачей и сохраняет зашифрованные файлы в удаленной системе. Файлы шифруются с использованием значений <b>Пароль шифрования</b> и <b>Соль шифрования</b>.<br><br> <i>PULL:</i> Расшифровывает файлы, хранящиеся на удаленной истеме перед передачей. Для передачи зашифрованных файлов требуется ввести тот же <b>пароль шифрования</b> и <b>соль шифрования</b>, который использовался для шифрования файлов.<br><br> Дополнительные сведения об алгоритме шифрования и получении ключа доступны в <a href="https://rclone.org/crypt/#file-formats" target="_blank">документации по форматам файлов rclone crypt</a>.

source: Use --fast-list
es_ar: Usar --fast-list
fr: Utiliser --fast-list
ru: Использовать --fast-list

source: Use <a href="https://www.freebsd.org/cgi/man.cgi?query=rtsold" target="_blank">rtsold(8)</a> as part of IPv6 autoconfiguration. Send ICMPv6 Router Solicitation messages to interfaces to discover new routers.
es_ar: Utilice <a href="https://www.freebsd.org/cgi/man.cgi?query=rtsold" target="_blank"> rtsold (8) </a> como parte de la configuración automática de IPv6. Envíe mensajes de solicitud de enrutador ICMPv6 a las interfaces para descubrir nuevos enrutadores.
fr: Utilisez <a href="https://www.freebsd.org/cgi/man.cgi?query=rtsold" target="_blank">rtsold(8)</a> dans le cadre de l'autoconfiguration IPv6. Envoyez des messages de sollicitation de routeur ICMPv6 aux interfaces pour découvrir de nouveaux routeurs.
ru: Использовать <a href="https://www.freebsd.org/cgi/man.cgi?query=rtsold" target="_blank">rtsold(8)</a> как часть автоконфигурации IPv6. Отправлть сообщения ICMPv6 Router Solicitation через интерфейсы для обнаружения новых маршрутизаторов.

source: Use <i>Window</i> to extend the validity of passwords beyond the <i>Interval</i> setting. For example, a window setting of 1 means that one password before and after the current one is valid. leaving three valid passwords. Extending the window can be useful in high-latency situations. IMPORTANT: Two-factor authentication is time-based and requires that the system time is set correctly.
es_ar: Use <i> Window </i> para extender la validez de las contraseñas más allá de la configuración de <i> Intervalo </i>. Por ejemplo, una configuración de ventana de 1 significa que una contraseña antes y después de la actual es válida. dejando tres contraseñas válidas Ampliar la ventana puede ser útil en situaciones de alta latencia. IMPORTANTE: la autenticación de dos factores se basa en el tiempo y requiere que la hora del sistema esté configurada correctamente.
fr: Utilisez <i>Window</i> pour prolonger la validité des mots de passe au-delà du paramètre <i>Intervalle</i>. Par exemple, un paramètre de fenêtre de 1 signifie qu'un mot de passe avant et après le mot de passe actuel est valide, ce qui laisse trois mots de passe valides. L'extension de la fenêtre peut être utile dans les situations de latence élevée. IMPORTANT : L'authentification à deux facteurs est basée sur le temps et nécessite que l'heure du système soit correctement réglée.

source: Use ACL Manager
es_ar: Usar administrador ACL
fr: Utiliser ACL Manager

source: Use Apple-style Character Encoding
es_ar: Utilice la codificación de caracteres al estilo de Apple
fr: Utiliser l'encodage de caractères de style Apple

source: Use DHCP. Unset to manually configure a static IPv4 connection.
es_ar: Usar DHCP. Desmarque para configurar manualmente una conexión IPv4 estática.
fr: Utilisez DHCP. Désactiver la configuration manuelle d'une connexion IPv4 statique.
ru: Использовать DHCP. Отключите для ручной настройки статического IPv4.

source: Use Default Domain
es_ar: Usar dominio predeterminado
fr: Utiliser le domaine par défaut
ru: Использовать домен по умолчанию

source: Use FQDN for Logging
es_ar: Use FQDN para iniciar sesión
fr: Utiliser le FQDN pour l'exploitation des logs

source: Use HTTPS for the connection to the <b>CheckIP Server</b>.
es_ar: Use HTTPS para la conexión al <b>servidor de CheckIP</b>.
fr: Utilisez HTTPS pour la connexion au <b>serveur CheckIP</b>.
ru: Использовать HTTPS для подключения к <b>CheckIP Server</b>.

source: Use HTTPS for the connection to the server that updates the DNS record.
es_ar: Use HTTPS para la conexión al servidor que actualiza el registro DNS.
fr: Utilisez HTTPS pour la connexion au serveur qui met à jour l'enregistrement DNS.
ru: Использовать HTTPS для соединения с сервером, который обновляет запись DNS.

source: Use Permissions Editor
es_ar: Usar el editor de permisos
fr: Utiliser l’éditeur d’autorisations

source: Use Signature Version 2
es_ar: Usar Signature Version 2
fr: Utiliser Signature Version 2
ru: Использовать подпись версии 2

source: Use Syslog Only
es_ar: Usar solo Syslog
fr: Utiliser uniquement Syslog

source: Use all disk space
es_ar: Usa todo el espacio en disco
fr: Utiliser tout l'espace disque
ru: Использовать все дисковое пространство

source: Use an SSL certificate that was created or imported in <b>System > Certificates</b> for secure S3 connections.
es_ar: Use un certificado SSL creado o importado en <b>Sistema > Certificados</b> para conexiones S3 seguras.
fr: Utilisez un certificat SSL qui a été créé ou importé dans <b>Système -> Certificats</b> pour les connexions S3 sécurisées.

source: Use an exported encryption key file to unlock datasets.
es_ar: Use un archivo de clave de cifrado exportado para desbloquear conjuntos de datos.
fr: Utilisez un fichier de clé de chiffrement exporté pour déverrouiller les datasets.

source: Use as Home Share
es_ar: Usar como Compartir en casa
fr: Utiliser comme partage d'accueil (home)

source: Use compressed WRITE records to make the stream more efficient. The destination system must also support compressed WRITE records. See <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">zfs(8)</a>.
es_ar: Use registros de ESCRITURA comprimidos para que la transmisión sea más eficiente. El sistema de destino también debe admitir registros WRITE comprimidos. Consulte <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">zfs(8)</a>.
fr: Utilisez des enregistrements WRITE compressés pour rendre le flux plus efficace. Le système de destination doit également prendre en charge les enregistrements WRITE compressés. Voir <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">zfs(8)</a>.
ru: Используйте сжатые записи WRITE, чтобы сделать поток более эффективным. Система назначения также должна поддерживать сжатые записи WRITE. См. <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">zfs(8)</a>.

source: Use encrypted connection for increased security (preferred).
es_ar: Use una conexión encriptada para mayor seguridad (preferido).
fr: Utilisez une connexion chiffrée pour plus de sécurité (de préférence).
ru: Использовать зашифрованное соединение для повышения безопасности (предпочтительно).

source: Use existing disk image
es_ar: Usar imagen de disco existente
fr: Utiliser l'image disque existante
ru: Использовать существующий образ диска

source: Use settings from a saved replication.
es_ar: Use la configuración de una réplica guardada.
fr: Utilisez les paramètres d'une réplication enregistrée.
ru: Использовать настройки из сохраненной репликации.

source: Use the <i>Log In to GMail</i> button to obtain the credentials for this form.
es_ar: Utilice el botón <i>Iniciar sesión en GMail</i> para obtener las credenciales para este formulario.
fr: Utilisez le bouton <i>Connexion à GMail</i> pour obtenir les informations d'identification pour ce formulaire.

source: Use the KMIP server to manage ZFS encrypted dataset keys. The key server stores, applies, and destroys encryption keys whenever an encrypted dataset is created, when an existing key is modified, an encrypted dataset is unlocked, or an encrypted dataset is removed. Unsetting this option leaves all encryption key management with the local system.
es_ar: Use el servidor KMIP para administrar las claves de conjunto de datos cifradas ZFS. El servidor de claves almacena, aplica y destruye las claves de cifrado cada vez que se crea un conjunto de datos cifrados, cuando se modifica una clave existente, se desbloquea un conjunto de datos cifrados o se elimina un conjunto de datos cifrados. Desmarcar esta opción deja toda la gestión de claves de cifrado con el sistema local.
fr: Utilisez le serveur KMIP pour gérer les clés des datasets ZFS chiffrés. Le serveur de clés stocke, applique et détruit les clés de chiffrement chaque fois qu'un dataset chiffré est créé, qu'une clé existante est modifiée, qu'un dataset chiffré est déverrouillé ou qu'un dataset chiffré est supprimé. En désactivant cette option, toute la gestion des clés de chiffrement reste assurée par le système local.

source: Use the encryption properties of the root dataset.
es_ar: Use las propiedades de cifrado del conjunto de datos raíz.
fr: Utilisez les propriétés de chiffrement du dataset racine.

source: Use the format <i>A.B.C.D/E</i> where <i>E</i> is the CIDR mask.
es_ar: Use el formato <i>A.B.C.D/E</i> donde <i>E</i> es la máscara CIDR.
fr: Utiliser le format <i>A.B.C.C.D/E</i> où <i>E</i> est le masque CIDR.
ru: Используйте формат <i>A.B.C.D/E</i>, где <i>E</i> - маска CIDR.

source: Use this form to set up Two-Factor Authentication for this system. Then link the system to an authenticator app (such as Google Authenticator, LastPass Authenticator, etc.) on a mobile device.
es_ar: Use este formulario para configurar la autenticación de dos factores para este sistema. Luego, vincule el sistema a una aplicación de autenticación (como Google Authenticator, LastPass Authenticator, etc.) en un dispositivo móvil.
fr: Utilisez ce formulaire pour mettre en place une authentification à deux facteurs pour ce système. Reliez ensuite le système à une application d'authentification (telle que Google Authenticator, LastPass Authenticator, etc.) sur un appareil mobile.

source: Use this option to allow legacy SMB clients to connect to the server. Note that SMB1 is being deprecated and it is advised to upgrade clients to operating system versions that support modern versions of the SMB protocol.
es_ar: Use esta opción para permitir que los clientes SMB heredados se conecten al servidor. Tenga en cuenta que SMB1 está en desuso y se recomienda actualizar los clientes a las versiones del sistema operativo que admiten versiones modernas del protocolo SMB.
fr: Utilisez cette option pour permettre aux anciens clients SMB de se connecter au serveur. Notez que SMB1 est obsolète et qu'il est conseillé de mettre à niveau les clients vers des versions du système d'exploitation qui prennent en charge les versions modernes du protocole SMB.
ru: Используйте этот параметр, чтобы разрешить устаревшим клиентам SMB подключаться к серверу. Обратите внимание, что SMB1 устарел, и рекомендуется обновить клиенты до версий операционной системы, которые поддерживают современные версии протокола SMB.

source: Use unencrypted connection.
es_ar: Use una conexión sin encriptar.
fr: Utilisez une connexion non chiffrée.
ru: Использовать незашифрованное соединение.

source: Used
es_ar: Usado
fr: Utilisé
ru: Занято

source: Used by clients in PASV mode. A default of <i>0</i> means any port above 1023.
es_ar: Usado por clientes en modo PASV. Un valor predeterminado de <i> 0 </i> significa cualquier puerto por encima de 1023.
fr: Utilisé par les clients en mode PASV. La valeur de <i>0</i> par défaut signifie tout port supérieur à 1023.
ru: Используется клиентами в режиме PASV. Значение по умолчанию <i>0</i> означает любой порт выше 1023.

source: Used to add additional <a href="https://linux.die.net/man/8/proftpd" target="_blank">proftpd(8)</a> parameters.
es_ar: Se usa para agregar <a href="https://linux.die.net/man/8/proftpd" target="_blank"> parámetros proftpd (8) </a> adicionales.
fr: Utilisé pour ajouter des paramètres <a href="https://linux.die.net/man/8/proftpd" target="_blank">proftpd(8)</a> supplémentaires.
ru: Используется для добавления дополнительных параметров <a href="https://linux.die.net/man/8/proftpd" target="_blank">proftpd(8)</a>.

source: User
es_ar: Usuario
fr: Utilisateur
ru: Пользователь

source: User Bind Path
es_ar: Ruta de enlace de usuario
fr: Bind Path de l'utilisateur
ru: Путь привязки пользователя

source: User CN
es_ar: CN de usuario
fr: CN utilisateur
ru: Пользователь CN

source: User Controls
es_ar: Controles de usuario
fr: Contrôles utilisateur
ru: Элементы управления пользователя

source: User Data Quota
es_ar: Cuota de datos del usuario
fr: Quota de données sur les utilisateurs

source: User Distinguished Name (DN) to use for authentication.
es_ar: Nombre distinguido de usuario (DN) que se utilizará para la autenticación.
fr: Nom distinctif de l'utilisateur (DN) à utiliser pour l'authentification.
ru: Отличительное имя (DN) пользователя для аутентификации.

source: User Domain
es_ar: Dominio de usuario
fr: Domaine de l'utilisateur

source: User Guide
es_ar: Guía de usuario
fr: Guide utilisateur
ru: Руководство пользователя

source: User ID
es_ar: ID de usuario
fr: ID de l’utilisateur
ru: Идентификатор пользователя

source: User ID and Groups
es_ar: ID de usuario y grupos
fr: ID utilisateur et groupes

source: User ID to log in - optional - most swift systems use user and leave this blank <a href="https://rclone.org/swift/#standard-options" target="_blank">(rclone documentation)</a>.
es_ar: ID de usuario para iniciar sesión - opcional - la mayoría de los sistemas rápidos usan al usuario y lo dejan en blanco <a href="https://rclone.org/swift/#standard-options" target="_blank"> (documentación de rclone) </a >.
fr: ID utilisateur pour se connecter - facultatif - la plupart des systèmes rapides utilisent l'utilisateur et laissent ce champ vide <a href="https://rclone.org/swift/#standard-options" target="_blank">(documentation rclone)</a>.

source: User Name
es_ar: Nombre de Usuario
fr: Nom d'utilisateur

source: User Obj
es_ar: Obj de usuario
fr: Utilisateur Obj

source: User Object Quota
es_ar: Cuota de objeto de usuario
fr: Quota d'objet utilisateur

source: User Quotas
es_ar: Cuotas de usuario
fr: Quotas utilisateur

source: User Settings
es_ar: Configuraciones del usuario
fr: Paramètres utilisateur

source: User account password for logging into the remote system.
es_ar: Contraseña de la cuenta de usuario para iniciar sesión en el sistema remoto.
fr: Mot de passe du compte utilisateur pour se connecter au système distant.
ru: Пароль учетной записи пользователя для входа в удаленную систему.

source: User account to create for CHAP authentication with the user on the remote system. Many initiators use the initiator name as the user name.
es_ar: Cuenta de usuario para crear para la autenticación CHAP con el usuario en el sistema remoto. Muchos iniciadores usan el nombre del iniciador como nombre de usuario.
fr: Compte utilisateur à créer pour l'authentification CHAP avec l'utilisateur sur le système distant. De nombreux initiateurs utilisent le nom de l'initiateur comme nom d'utilisateur.
ru: Учетная запись пользователя для создания аутентификации CHAP с пользователем в удаленной системе. Многие инициаторы используют имя инициатора в качестве имени пользователя.

source: User account to which this ACL entry applies.
es_ar: Cuenta de usuario a la que se aplica esta entrada de ACL.
fr: Compte d'utilisateur auquel s'applique cette entrée ACL.
ru: Учетная запись пользователя, к которой относится эта запись ACL.

source: User accounts have an ID greater than 1000 and system accounts have an ID equal to the default port number used by the service.
es_ar: Las cuentas de usuario tienen una ID mayor que 1000 y las cuentas del sistema tienen una ID igual al número de puerto predeterminado utilizado por el servicio.
fr: Les comptes utilisateurs ont un ID supérieur à 1000 et les comptes système ont un ID égal au numéro de port par défaut utilisé par le service.
ru: Учетные записи пользователей имеют идентификатор больше 1000, а системные учетные записи имеют идентификатор, равный номеру порта по умолчанию, используемому службой.

source: User domain - optional <a href="https://rclone.org/swift/#standard-options" target="_blank">(rclone documentation)</a>.
es_ar: Dominio de usuario: opcional <a href="https://rclone.org/swift/#standard-options" target="_blank"> (documentación de rclone) </a>.
fr: Domaine utilisateur - facultatif <a href="https://rclone.org/swift/#standard-options" target="_blank">(documentation rclone</a>).

source: User or Group
es_ar: Usuario o Grupo
fr: Utilisateur ou groupe

source: User passed to <i>camcontrol security -u</i> to unlock SEDs
es_ar: El usuario pasó a <i>camcontrol security -u</i> para desbloquear SED
fr: L'utilisateur est passé à <i>camcontrol security -u</i> pour déverrouiller les SEDs
ru: Пользователь передаваемый в <i>camcontrol security -u</i>, чтобы разблокировать SED

source: User password. Must be at least 12 and no more than 16 characters long.
es_ar: Contraseña de usuario. Debe tener al menos 12 y no más de 16 caracteres de longitud.
fr: Mot de passe utilisateur. Doit comporter au moins 12 caractères et au plus 16 caractères.
ru: Пользовательский пароль. Должен быть не менее 12 и не более 16 символов.

source: User to run as during file transfers to and from this module.
es_ar: Usuario para ejecutar como durante las transferencias de archivos hacia y desde este módulo.
fr: Utilisateur à utiliser lors des transferts de fichiers vers et depuis ce module.
