Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Remove the existing API key and generate a new random key. A dialog shows the new key and has an option to copy the key. Back up and secure the API key! The key string is displayed only one time, at creation.
es_ar: Elimine la clave API existente y genere una nueva clave aleatoria. Un cuadro de diálogo muestra la nueva clave y tiene una opción para copiar la clave. ¡Haga una copia de seguridad y asegure la clave API! La cadena de clave se muestra solo una vez, en la creación.
fr: Supprimez la clé API existante et générez une nouvelle clé aléatoire. Une boîte de dialogue affiche la nouvelle clé et propose une option pour copier la clé. Sauvegardez et sécurisez la clé API ! La chaîne de la clé n'est affichée qu'une seule fois, à la création.

source: Removes the ACL and permissions recursively from all child datasets of the current dataset, including all directories and files contained within those child datasets. This can make data inaccessible until new permissions are created.
es_ar: Elimina la ACL y los permisos de forma recursiva de todos los conjuntos de datos secundarios del conjunto de datos actual, incluidos todos los directorios y archivos contenidos en esos conjuntos de datos secundarios. Esto puede hacer que los datos sean inaccesibles hasta que se creen nuevos permisos.

source: Rename
es_ar: Renombrar
fr: Renommer
ru: Переименовывать

source: Renew
es_ar: Renovar
fr: Renouveler

source: Renew Certificate Days
es_ar: Renovar días de certificado
fr: Renouveler les jours du certificat
ru: Дни обновления сертификата

source: Renew Secret
es_ar: Renovar secreto
fr: Renouveler secret

source: Renew Static Key
es_ar: Renovar clave secreta
fr: Renouveler la clé statique

source: Renewing the secret will cause a new URI and a new QR code to be generated, making it necessary to update your two-factor device or app.
es_ar: Renovar el secreto hará que se genere un nuevo URI y un nuevo código QR, por lo que será necesario actualizar su dispositivo o aplicación de dos factores.
fr: Le renouvellement du secret entraînera la génération d'un nouvel URI et d'un nouveau code QR, ce qui rendra nécessaire la mise à jour de votre appareil ou application à deux facteurs.

source: Repeat
es_ar: Repetir
fr: Répéter
ru: Повторить

source: Repeat Data VDev
es_ar: Repetir datos VDev
fr: Répéter les données VDev
ru: Повторить VDev данных

source: Repeat Vdev
es_ar: Repite Vdev
fr: Répéter le Vdev
ru: Повторить VDev

source: Replace
es_ar: Reemplazar
fr: Remplacer
ru: Заменить

source: Replace Disk
es_ar: Reemplazar disco
fr: Remplacer le disque

source: Replace existing dataset properties with these new defined properties in the replicated files.
es_ar: Reemplace las propiedades del conjunto de datos existente con estas nuevas propiedades definidas en los archivos replicados.

source: Replacing Disk
es_ar: Reemplazando disco
fr: Remplacement du disque
ru: Заменяю диск

source: Replacing disk
es_ar: Reemplazando disco
fr: Remplacement du disque

source: Replacing disk...
es_ar: Reemplazando disco...
fr: Remplacement du disque....
ru: Заменяю диск...

source: Replicate <i>
es_ar: Replicar <i>
fr: Répliquer <i>
ru: Реплицировать <i>

source: Replicate Custom Snapshots
es_ar: Replicar instantáneas personalizadas
fr: Répliquer des instantanés personnalisés
ru: Копировать пользовательские снимки

source: Replicate Specific Snapshots
es_ar: Replicar instantáneas específicas
fr: Reproduire des instantanés spécifiques

source: Replicate all child dataset snapshots. When set, <b>Exclude Child Datasets</b> becomes available.
es_ar: Replicar todas las instantáneas de conjuntos de datos secundarios. Cuando se establece, <b> Excluir conjuntos de datos secundarios </b> queda disponible.
fr: Répliquer tous les instantanés du dataset enfant. Lorsqu'il est défini, <b>Exclure les datasets enfant</b> devient disponible.
ru: Реплицировать все снимки дочерних наборов данных. Если установлено, <b>Исключить дочерние наборы данных</b> станет доступным.

source: Replicate snapshots that have not been created by an automated snapshot task. Requires setting a naming schema for the custom snapshots.
es_ar: Replicar instantáneas que no hayan sido creadas por una tarea de instantánea automatizada. Requiere establecer un esquema de nomenclatura para las instantáneas personalizadas.
fr: Répliquer des instantanés qui n'ont pas été créés par une tâche d'instantané automatique. Nécessite la configuration d'un schéma de nommage pour les instantanés personnalisés.
ru: Реплицировать снимки, которые не были созданы автоматизированной задачей снимков. Требуется установка схемы именования для пользовательских снимков.

source: Replication
es_ar: Replicación
fr: Réplication
ru: Репликация

source: Replication <i>
es_ar: Replicación <i>
fr: Réplication <i>
ru: Репликация <i>

source: Replication Schedule
es_ar: Horario de replicación
fr: Planning de réplication
ru: Расписание репликации

source: Report CPU Usage in Percentage
es_ar: Informar uso de CPU en porcentaje
fr: Rapport sur l'utilisation du CPU en pourcentage

source: Report CPU usage in percent
es_ar: Informe el uso de la CPU en porcentaje
fr: Rapport sur l'utilisation du CPU en pourcentage
ru: Сообщать использование процессора в процентах

source: Report history is cleared when <i>CPU reporting</i>, <i>Graph Age</i>, or <i>Graph Points</i> are changed.
es_ar: El historial de informes se borra cuando se modifican <i> Informes de CPU </i>, <i> Edad del gráfico </i> o <i> Puntos del gráfico </i>.
fr: L'historique du rapport est effacé lorsque le <i>rapport CPU</i>, l'<i>âge du graphique</i> ou les <i>points</i> du graphique sont modifiés.
ru: История отчетов очищается при изменении <i>отчетов ЦП</i>, <i>возраста графика</i> или <i>точек графика</i>.

source: Report if drive temperature is at or above this temperature in Celsius. <i>0</i> disables the report.
es_ar: Informe si la temperatura de la unidad es igual o superior a esta temperatura en grados Celsius. <i> 0 </i> deshabilita el informe.
fr: Signaler si la température du variateur est égale ou supérieure à cette température en degrés Celsius. <i>0</i> désactive le rapport.
ru: Сообщать, если температура привода находится на уровне или выше этой температуры в градусах Цельсия. <i>0</i> отключает отчет.

source: Report if the temperature of a drive has changed by this many degrees Celsius since the last report. <i>0</i> disables the report.
es_ar: Informe si la temperatura de una unidad ha cambiado tantos grados Celsius desde el último informe. <i> 0 </i> deshabilita el informe.
fr: Signaler si la température d'un variateur a changé d'autant de degrés Celsius depuis le dernier rapport. <i>0</i> désactive le rapport.
ru: Сообщать, если температура привода изменилась на столько градусов Цельсия с момента последнего отчета. <i>0</i> отключает отчет.

source: Reporting
es_ar: Informes
fr: Rapports
ru: Отчёты

source: Reports
es_ar: Informes
fr: Rapports
ru: Отчёты

source: Require IDENT Authentication
es_ar: Requerir autenticación IDENT
fr: Nécessite l'authentification IDENT
ru: Требовать IDENT аутентификации

source: Require Kerberos for NFSv4
es_ar: Requerir Kerberos para NFSv4
fr: Nécessite Kerberos pour NFSv4
ru: Требовать Kerberos для NFSv4

source: Required unless <b>Enable password login</b> is <i>No</i>. Passwords cannot contain a <b>?</b>.
es_ar: Se requiere a menos que <b> Habilitar inicio de sesión con contraseña </b> sea <i> No </i>. Las contraseñas no pueden contener un <b>? </b>.
fr: Requis sauf si <b>Désactiver le mot de passe</b> est positionné sur <i>Non</i>. Les mots de passe ne peuvent pas contenir le caractère <b>?</b>.
ru: Требуется, если <b>Включить вход по паролю</b> не <i>Нет</i>. Пароли не могут содержать <b>?</b>.

source: Required. Can contain letters, numbers, periods (.), dashes (-), and underscores (_).
es_ar: Necesario. Puede contener letras, números, puntos (.), Guiones (-) y guiones bajos (_).
fr: Requis. Peut contenir des lettres, des chiffres, des points (.), des tirets (-) et des traits de soulignement (_).
ru: Необходимо. Может содержать буквы, цифры, точки (.), тире (-) и подчеркивания (_).

source: Reserved space for this dataset
es_ar: Espacio reservado para este conjunto de datos
fr: Espace réservé pour ce dataset
ru: Зарезервированное место для этого набора данных

source: Reserved space for this dataset and all children
es_ar: Espacio reservado para este conjunto de datos y todos los niños
fr: Espace réservé pour ce dataset et tous les enfants
ru: Зарезервированное место для этого набора данных и всех его производных

source: Reset All Preferences to Default
es_ar: Restablecer todas las preferencias a las predeterminadas
fr: Rétablir toutes les préférences par défaut

source: Reset Config
es_ar: Restablecer Config
fr: Réinitialiser la config
ru: Сбросить конфигурацию

source: Reset Configuration
es_ar: Restablecer configuración
fr: Réinitialiser la configuration
ru: Сбросить конфигурацию

source: Reset Encryption
es_ar: Restablecer encriptación
fr: Réinitialiser le chiffrement
ru: Сбросить шифрование

source: Reset Keys
es_ar: Restablecer llaves
fr: Clé de réinitialisation
ru: Сбросить ключи

source: Reset Keys for Pool
es_ar: Restablecer claves para Pool
fr: Clé de réinitialisation pour le volume
ru: Сбросить ключи для пула

source: Reset Layout
es_ar: Restablecer diseño
fr: Réinitialiser la mise en page
ru: Сбросить макет

source: Reset Table Columns to Default
es_ar: Restablecer columnas de tabla a las predeterminadas
fr: Réinitialiser les colonnes du tableau à la valeur par défaut
ru: Сбросить столбцы таблицы по умолчанию

source: Reset all tables to display default columns.
es_ar: Restablecer todas las tablas para mostrar columnas predeterminadas.
fr: Réinitialiser toutes les tables pour afficher les colonnes par défaut.
ru: Сброс всех таблиц для отображения столбцов по умолчанию.

source: Reset all user preferences to their default values. (Custom themes are preserved)
es_ar: Restablezca todas las preferencias del usuario a sus valores predeterminados. (Se conservan los temas personalizados)
fr: Réinitialiser toutes les préférences de l'utilisateur à leurs valeurs par défaut. (Les thèmes personnalisés sont conservés)

source: Reset configuration for
es_ar: Restablecer configuración para

source: Reset font size to default value
es_ar: Restablecer tamaño de fuente al valor predeterminado
fr: Réinitialiser la taille de police à sa valeur par défaut
ru: Сбросить размер шрифта по умолчанию

source: Reset system configuration to default settings. The system will restart to complete this operation. You will be required to reset your password.
es_ar: Restablezca la configuración del sistema a la configuración predeterminada. El sistema se reiniciará para completar esta operación. Deberá restablecer su contraseña.
fr: Réinitialiser la configuration du système aux paramètres par défaut. Le système redémarre pour terminer cette opération. Vous devrez réinitialiser votre mot de passe.
ru: Сброс конфигурации системы до настроек по умолчанию. Система перезагрузится, чтобы завершить эту операцию. Вам нужно будет сбросить пароль.

source: Reset the master key encryption used by this pool. Invalidates the current encryption key, recovery key, and passphrase for the pool. <br /> <br /> Clicking <b>RESET ENCRYPTION</b> generates a new encryption key and prompts to download a backup of the new key.
es_ar: Restablezca el cifrado de clave maestra utilizado por este grupo. Invalida la clave de cifrado actual, la clave de recuperación y la frase de contraseña para el grupo. <br /> <br /> Al hacer clic en <b>RESTABLECER ENCRIPTACIÓN</b> se genera una nueva clave de cifrado y se le solicita que descargue una copia de seguridad de la nueva clave.
fr: Réinitialisez le chiffrement de la clé maître utilisée par ce volume. Invalide la clé de chiffrement, la clé de récupération et la phrase de chiffrement actuelles pour le volume. <br /> <br /> Cliquer sur <b>RÉINITIALISER LE CHIFFREMENT</b> génère une nouvelle clé de cryptage et invite à télécharger une sauvegarde de la nouvelle clé.
ru: Сброс шифрования главного ключа, используемого этим пулом. Делает недействительными текущий ключ шифрования, ключ восстановления и фразу-пароль для пула. <br /> <br /> При нажатии <b>RESET ENCRYPTION</b> создается новый ключ шифрования и запрашивается загрузка резервной копии нового ключа.

source: Reset to Defaults
es_ar: Restablecer los valores predeterminados
fr: Réinitialiser les paramètres par défaut
ru: Сбросить до значений по умолчанию

source: Resetting system configuration to default settings. The system will restart.
es_ar: Restablecer la configuración del sistema a la configuración predeterminada. El sistema se reiniciará.
fr: Réinitialisation de la configuration du système aux paramètres par défaut. Le système redémarre.
ru: Сброс конфигурации системы к настройкам по умолчанию. Система перезагрузится.

source: Resident set size in bytes. See <a href="https://www.freebsd.org/cgi/man.cgi?query=rctl" target="_blank">RCTL(8)</a> for more details.
es_ar: Tamaño de conjunto residente en bytes. Consulte <a href="https://www.freebsd.org/cgi/man.cgi?query=rctl" target="_blank"> RCTL (8) </a> para obtener más detalles.
fr: Taille de l'ensemble des résidents en octets. Voir <a href="https://www.freebsd.org/cgi/man.cgi?query=rctl" target="_blank">RCTL(8)</a> pour plus de détails.
ru: Размер резидентного набора в байтах. См <a href="https://www.freebsd.org/cgi/man.cgi?query=rctl" target="_blank">RCTL(8)</a> для получения более подробной информации.

source: Resilver Priority
es_ar: Prioridad de resilver
fr: Priorité Resilver
ru: Приоритет восстановления

source: Resilvering Status
es_ar: Estado resilvering
fr: Statut resilvering
ru: Статус восстановления

source: Resilvering pool:
es_ar: Recuperando grupo:

source: Resolution
es_ar: Resolución
fr: Résolution
ru: Разрешение

source: Restart
es_ar: Reiniciar
fr: Redémarrer
ru: Перезапустить

source: Restart SMB Service
es_ar: Reiniciar servicio SMB
fr: Redémarrer le service SMB
ru: Перезапустить cлужбу SMB

source: Restart SMB Service?
es_ar: ¿Reiniciar servicio SMB?
fr: Redémarrer le service SMB ?
ru: Перезапустить cлужбу SMB?

source: Restart Services
es_ar: Reiniciar Servicios
fr: Services de redémarrage
ru: Перезапустить службы

source: Restart Web Service
es_ar: Reiniciar servicio Web
fr: Redémarrer le service Web
ru: Перезапустить службу Web

source: Restart attached VMs, Jails and Services
es_ar: Reiniciar Máquinas Virtuales, Jaulas y Servicios adjuntos
fr: Redémarrer les VM, les jails et les services rattachés

source: Restart the system?
es_ar: ¿Reiniciar el sistema?
fr: Redémarrer le système ?
ru: Перезапустить систему?

source: Restarting Jail
es_ar: Reiniciando Jaula
fr: Redémarrage du jail
ru: Перезапуск jail

source: Restarting system services after unlocking the dataset makes the information contained within the dataset available to the rest of the system.
es_ar: Reiniciar los servicios del sistema después de desbloquear el conjunto de datos hace que la información contenida dentro del conjunto de datos esté disponible para el resto del sistema.
fr: Le redémarrage des services du système après le déverrouillage du dataset met les informations contenues dans le dataset à la disposition du reste du système.

source: Restore
es_ar: Restaurar
fr: Restaurer

source: Restore Cloud Sync Task
es_ar: Restaurar tarea de sincronización en la nube
fr: Restaurer la tâche de synchronisation cloud

source: Restore Replication Task
es_ar: Restaurar tarea de replicación
fr: Restaurer la tâche de réplication

source: Restore default
es_ar: Restaurar predeterminado
fr: Restaurer les valeurs par défaut
ru: Восстановить по умолчанию

source: Restrict PAM
es_ar: Restringir PAM
fr: Restreindre PAM

source: Restrict share visibility to users with read or write access to the share. See the <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target=_blank>smb.conf</a> manual page.
es_ar: Restrinja la visibilidad del recurso compartido a los usuarios con acceso de lectura o escritura al recurso compartido. Consulte la página de manual <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target=_blank>smb.conf</a>.

source: Retrieving Key
es_ar: Recuperando clave

source: Retro Logo
es_ar: Logotipo retro
fr: Logo FreeNAS

source: Return to pool list
es_ar: Volver a la lista de grupos

source: Reveal <i>tun</i> devices for the jail with an individual devfs ruleset. Allow the creation of <i>tun</i> devices in the jail.
es_ar: Revele dispositivos <i>tun</i> para la jaula con un conjunto de reglas de devfs individual. Permitir la creación de dispositivos <i>tun</i> en la jaula.
fr: Révéler les dispositifs d'<i>accord</i> pour le jail avec un jeu de règles devfs individuel. Permet la création de périphériques <i>tun</i> dans l'environnement jail.
ru: Выявить <i>tun</i> устройства для jail с отдельным набором правил devfs. Разрешить создание <i>tun</i> устройств в jail.

source: Revert Changes
es_ar: Revertir cambios

source: Revert Network Interface Changes
es_ar: Revertir cambios en la interfaz de red
fr: Annuler les modifications de l'interface réseau

source: Revert branding back to FreeNAS
es_ar: Revertir la marca de nuevo a FreeNAS
fr: Revenir au logo de FreeNAS

source: Revert interface changes? All changes that are being tested will be lost.
es_ar: ¿Revertir los cambios de interfaz? Todos los cambios que se están probando se perderán.
fr: Annuler les changements d'interface ? Toutes les modifications testées seront perdues.

source: Revoked:
es_ar: Revocado:

source: Rights
es_ar: Derechos

source: Rollback
es_ar: Retroceder
fr: Retour arrière
ru: Откатить

source: Room
es_ar: Habitación
fr: Pièce
ru: Комната

source: Root CA
es_ar: Raíz CA

source: Root Password
es_ar: Contraseña de root
fr: Mot de passe Root

source: Root dataset ACL cannot be edited.
es_ar: El conjunto de datos root ACL no se puede editar.
fr: L'ACL du dataset racine ne peut pas être modifiée.
ru: ACL корневого набора данных не может быть отредактирован.

source: Root dataset permissions cannot be edited.
es_ar: Los permisos del conjunto de datos raíz no se pueden editar.
fr: Les autorisations du dataset racine ne peuvent pas être modifiées.
ru: Права доступа к корневому набору данных не могут быть изменены.

source: Root node is not a valid value
es_ar: El nodo raíz no es un valor válido
fr: Le nœud racine n'est pas une valeur valide
ru: Корневой узел не является допустимым значением

source: Rotation Rate
es_ar: Velocidad de rotación
fr: Vitesse de rotation
ru: Частота вращения

source: Rotation Rate (RPM)
es_ar: Velocidad de rotación (RPM)
fr: Vitesse de rotation (RPM)
ru: Частота вращения (об/мин)

source: Routing Key
es_ar: Clave de enrutamiento
fr: Clé de routage
ru: Ключ маршрутизации

source: Rsync Configure
es_ar: Configurar Rsync

source: Rsync Mode
es_ar: Modo Rsync
fr: Mode Rsync

source: Rsync Module
es_ar: Módulo Rsync

source: Run As User
es_ar: Ejecutar como usuario
fr: Exécuter en tant qu'utilisateur
ru: Запуск от имени пользователя

source: Run Automatically
es_ar: Ejecutar automáticamente
fr: Exécuter automatiquement
ru: Запустить автоматически

source: Run Now
es_ar: Ejecutar ahora
fr: Exécuter maintenant
ru: Запустить сейчас

source: Run On a Schedule
es_ar: Ejecutar en un horario
fr: Exécuter selon un calendrier
ru: Выполнять по расписанию

source: Run Once
es_ar: Ejecutar una vez
fr: Exécuter une fois
ru: Запустить один раз

source: Run commands in a clean environment. The current environment is discarded except for $HOME, $SHELL, $TERM, and $USER. <br>$HOME and $SHELL are set to the target login. $USER is set to the target login. $TERM is imported from the current environment. The environment variables from the login class capability database for the target login are also set.
es_ar: Ejecute comandos en un entorno limpio. El entorno actual se descarta, excepto $ HOME, $ SHELL, $ TERM y $ USER. <br> $ HOME y $ SHELL están configurados para el inicio de sesión objetivo. $ USER está configurado para el inicio de sesión de destino. $ TERM se importa del entorno actual. También se establecen las variables de entorno de la base de datos de capacidad de clase de inicio de sesión para el inicio de sesión de destino.
fr: Exécuter les commandes dans un environnement propre. L'environnement actuel est supprimé sauf $HOME, $SHELL, $TERM et $USER. <br>$HOME et $SHELL sont définis sur le login cible. $USER est défini sur le nom d'utilisateur cible. $TERM est importé de l'environnement actuel. Les variables d'environnement de la base de données de capacité de la classe de connexion pour la connexion cible sont également définies.
ru: Выполнять команды в чистой среде. Текущая среда отбрасывается за исключением $HOME, $SHELL, $TERM и $USER. <br>$HOME, $SHELL и $USER устанавливаются на целевую учетную запись. $TERM импортируется из текущей среды. Также устанавливаются переменные среды из базы данных возможностей класса входа в систему для целевой учетной записи.

source: Run commands in the jail as this user. By default, commands are run as the current user.
es_ar: Ejecute comandos en la jaula como este usuario. Por defecto, los comandos se ejecutan como el usuario actual.
fr: Exécuter des commandes dans l'environnement jail en tant qu'utilisateur. Par défaut, les commandes sont exécutées en tant qu'utilisateur courant.
ru: Запускать команды в jail от имени этого пользователя. По умолчанию команды запускаются от имени текущего пользователя.

source: Run this cloud sync now?
es_ar: ¿Ejecutar esta sincronización en la nube ahora?
fr: Exécuter cette synchronisation cloud maintenant ?
ru: Запустить эту облачную синхронизацию сейчас?

source: Run this job now?
es_ar: Ejecutar este trabajo ahora?
fr: Exécuter ce job maintenant ?

source: Run this rsync now?
es_ar: ¿Ejecutar este rsync ahora?
fr: Exécuter ce rsync maintenant ?
ru: Запустить это задание rsync сейчас?

source: S.M.A.R.T Test Results
es_ar: Resultados de prueba S.M.A.R.T.
fr: Résultats du test S.M.A.R.T

source: S.M.A.R.T Test Results of
es_ar: Resultados de prueba S.M.A.R.T. de
fr: Résultats du test S.M.A.R.T de

source: S.M.A.R.T. Test
es_ar: Prueba S.M.A.R.T.
fr: Test S.M.A.R.T
ru: Тест S.M.A.R.T.

source: S.M.A.R.T. extra options
es_ar: Opciones extra de S.M.A.R.T.
fr: Options supplémentaires S.M.A.R.T
ru: Дополнительные параметры S.M.A.R.T.

source: SAVE
es_ar: GUARDAR
fr: ENREGISTRER

source: SAVE AND FAILOVER
es_ar: GUARDAR Y CONMUTAR POR ERROR
fr: ENREGISTRER ET BASCULEMENT

source: SAVE CONFIGURATION
es_ar: GUARDAR CONFIGURACIÓN
fr: SAUVEGARDER LA CONFIGURATION
ru: СОХРАНИТЬ КОНФИГУРАЦИЮ

source: SED Password
es_ar: Contraseña del SED
fr: Mot de passe SED
ru: Пароль SED

source: SEND TEST ALERT
es_ar: ENVIAR PRUEBA DE ALERTA
fr: ENVOYER L'ALERTE DE TEST
ru: ОТПРАВИТЬ ТЕСТОВОЕ ОПОВЕЩЕНИЕ

source: SFTP Log Facility
es_ar: Facilidad de registro SFTP

source: SFTP Log Level
es_ar: Nivel de registro SFTP
fr: Niveau du journal SFTP

source: SIGNUP
es_ar: REGISTRARSE
fr: INSCRIPTION

source: SMB - Primary Domain
es_ar: SMB: Dominio Primario

source: SMB Service
es_ar: Servicio SMB
fr: Service SMB
ru: Служба SMB

source: SMTP port number. Typically <i>25,465</i> (secure SMTP), or <i>587</i> (submission).
es_ar: Número de puerto SMTP. Por lo general, <i> 25,465 </i> (SMTP seguro) o <i> 587 </i> (envío).
fr: Numéro de port SMTP. Typiquement <i>25, 465</i> (SMTP sécurisé), ou <i>587</i> (soumission).
ru: Номер порта SMTP. Обычно <i>25,465</i> (безопасный SMTP) или <i>587</i> (отправка).

source: SNMP Community
es_ar: Comunidad SNMP
fr: Communauté SNMP
ru: Сообщество SNMP

source: SNMP v3 Options
es_ar: Opciones de SNMP v3
fr: Options du SNMP v3

source: SNMP v3 Support
es_ar: Soporte SNMP v3
fr: Support SNMP v3
ru: Поддержка SNMP v3
