Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Determine which information the processes in a jail are able to obtain about mount points. The behavior of multiple syscalls is affected. <a href="https://www.freebsd.org/cgi/man.cgi?query=statfs" target="_blank">statfs(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=statfs" target="_blank">fstatfs(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=getfsstat" target="_blank">getfsstat(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=fhstatfs" target="_blank">fhstatfs(2)</a>, and other similar compatibility syscalls.<br> Set to <i>0</i> for all mount points to be available without restriction. Set to <i>1</i> for mount points below the jail <i>chroot</i> directory to be available. Set to <i>2</i> (default) for mounts that point to the jail <i>chroot</i> directory to be available.
es_ar: Determine qué información pueden obtener los procesos en una jaula sobre los puntos de montaje. El comportamiento de múltiples llamadas al sistema se ve afectado. <a href="https://www.freebsd.org/cgi/man.cgi?query=statfs" target="_blank">statfs(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=statfs" target="_ blank">fstatfs(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=getfsstat" target="_ blank ">getfsstat(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=fhstatfs" target=" _ blank">fhstatfs(2)</a> y otras llamadas al sistema de compatibilidad similares. <br> Establezca en <i>0</i> para que todos los puntos de montaje estén disponibles sin restricciones. Establezca <i>1</i> para que los puntos de montaje debajo del directorio <i>chroot</i> de la jaula estén disponibles. Establezca en <i>2</i> (predeterminado) para que las monturas que apuntan al directorio <i>chroot</i> de la jaula estén disponibles.
fr: Déterminer quelles informations les processus d'un environnement jail peuvent obtenir sur les points de montage. Le comportement de plusieurs syscalls multiples est affecté. <a href="https://www.freebsd.org/cgi/man.cgi?query=statfs" target="_blank">statfs(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=statfs" target="_blank">fstatfs(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=getfsstat" target="_blank">getfsstat(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=fhstatfs" target="_blank">fhstatfs(2), fhstatfs(2)</a> et autres syscalls de compatibilité similaires.<br> Réglez à <i>0</i> pour que tous les points de montage soient disponibles sans restriction. Définissez à <i>1</i> pour que les points de montage sous le répertoire <i>chroot de</i> l'environnement jail soient disponibles. Réglez à <i>2</i> (par défaut) pour les montages qui pointent vers le répertoire <i>chroot</i> de l'environnement jail pour être disponibles.
ru: Определите, какую информацию процессы в jail могут получить о точках монтирования. Поведение нескольких системных вызовов затрагивается. <a href="https://www.freebsd.org/cgi/man.cgi?query=statfs" target="_blank">statfs(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=statfs" target="_blank">fstatfs(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=getfsstat" target="_blank">getfsstat(2)</a>, <a href="https://www.freebsd.org/cgi/man.cgi?query=fhstatfs" target="_blank">fhstatfs(2)</a> и другие подобные системные вызовы совместимости.<br> Установлено в <i>0</i>: все точки монтирования доступны без ограничений. Установлено в <i>1</i>: доступны только точки монтирования ниже каталога chroot jail. Установлено в <i>2</i> (по умолчанию): доступны только точки монтирования, где находится каталог chroot jail.

source: Determines the outgoing and incoming traffic ports.<br> <i>LACP</i> is the recommended protocol if the network switch is capable of active LACP.<br><i>Failover</i> is the default protocol choice and should only be used if the network switch does not support active LACP.<br> See <a href="https://www.freebsd.org/cgi/man.cgi?query=lagg" target="_blank">lagg(4)</a> for more details.
es_ar: Determina los puertos de tráfico entrantes y salientes. <br> <i>LACP</i> es el protocolo recomendado si el conmutador de red es capaz de LACP activo. <br> <i>Failover</i> es la opción de protocolo predeterminada y solo debe usarse si el conmutador de red no es compatible con LACP activo.<br> Consulte <a href="https://www.freebsd.org/cgi/man.cgi?query=lagg" target="_blank">lagg(4)</a> para más detalles.
fr: Détermine les ports de trafic sortant et entrant. <i> LACP</i> est le protocole recommandé si le commutateur de réseau est capable d'activer le LACP. Le<br><i>Failover</i> est le</br> choix de<br> protocole par défaut</br> et ne doit être utilisé que si le commutateur de réseau ne prend pas en charge le LACP actif.<br><br> Voir <a href="https://www.freebsd.org/cgi/man.cgi?query=lagg" target="_blank">lagg(4)</a> pour plus de détails.

source: Device
es_ar: Dispositivo
fr: Périphérique
ru: Устройство

source: Device Attached
es_ar: Dispositivo conectado
fr: Périphérique connecté
ru: Устройство подключено

source: Device Busy
es_ar: Dispositivo ocupado
fr: Périphérique occupé
ru: Устройство занято

source: Device ID
es_ar: ID del dispositivo
fr: ID du périphérique
ru: Идентификатор устройства

source: Device Order
es_ar: Orden de dispositivo
fr: Ordre du périphérique
ru: Порядок устройств

source: Device Type
es_ar: Tipo de dispositivo
fr: Type de périphérique
ru: Тип устройства

source: Device detached
es_ar: Dispositivo separado
fr: Périphérique détaché
ru: Устройство отключено

source: Devices
es_ar: Dispositivos
fr: Périphériques
ru: Устройства

source: Difference
es_ar: Diferencia
fr: Différence
ru: Разница

source: Digest Algorithm
es_ar: Algoritmo Digerido
fr: Algorithme Digest
ru: Алгоритм хеширования

source: Digest Algorithm:
es_ar: Algoritmo de resumen:
fr: Algorithme Digest:

source: Digital Signature
es_ar: Firma digital
fr: Signature numérique
ru: Цифровая подпись

source: Direct the flow of data to the remote host.
es_ar: Dirija el flujo de datos al host remoto.
fr: Diriger le flux de données vers l'hôte distant.
ru: Направить поток данных на удаленный хост.

source: Direction
es_ar: Dirección
ru: Направление

source: Directories and Permissions
es_ar: Directorios y Permisos
fr: Répertoires et Permissions
ru: Каталоги и разрешения

source: Directory
es_ar: Directorio
fr: Répertoire
ru: Каталог

source: Directory Mask
es_ar: Máscara de directorio
fr: Masque du répertoire
ru: Маска каталога

source: Directory Permissions
es_ar: Permisos de directorio
fr: Autorisations du répertoire
ru: Разрешения каталога

source: Directory Services
es_ar: Directorio de Servicios
fr: Services d'annuaire
ru: Службы каталогов

source: Directory Services Monitor
es_ar: Monitor de servicios de directorio
fr: Moniteur des services d'annuaire
ru: Монитор служб каталогов

source: Directory/Files
es_ar: Directorio/Archivos
fr: Répertoire/Fichiers
ru: Каталог/Файлы

source: Disable Endpoint Region
es_ar: Deshabilitar región de punto final
fr: Désactiver la région du noeud final
ru: Отключить регион конечной точки

source: Disable Failover
es_ar: Deshabilitar conmutación por error
fr: Désactiver le basculement (failover)
ru: Отключить аварийной переключение

source: Disable FreeNAS Cache
es_ar: Deshabilitar caché de FreeNAS
fr: Désactiver le cache FreeNAS
ru: Отключить кэш FreeNAS

source: Disable Hardware Offloading
es_ar: Deshabilitar descarga de hardware
fr: Désactiver le déchargement du matériel
ru: Отключить аппаратную разгрузку

source: Disable IPv4 source address selection for the jail in favor of the primary IPv4 address of the jail. Only available when the jail is not configured to use VNET.
es_ar: Deshabilite la selección de la dirección de origen IPv4 para la jaula a favor de la dirección IPv4 primaria de la jaula. Solo está disponible cuando la jaula no está configurada para usar VNET.
fr: Désactivez la sélection de l'adresse source IPv4 pour l'environnement jail en faveur de l'adresse IPv4 primaire de l'environnement jail. Disponible uniquement lorsque l'environnement jail n'est pas configuré pour utiliser VNET.
ru: Отключить выбор адреса источника IPv4 для jail в пользу основного адреса IPv4 jail. Доступно только когда jail не настроен на использование VNET.

source: Disable IPv6 source address selection for the jail in favor of the primary IPv6 address of the jail. Only available when the jail is not configured to use VNET.
es_ar: Inhabilite la selección de la dirección de origen IPv6 para la jaula a favor de la dirección IPv6 primaria de la jaula. Solo está disponible cuando la jaula no está configurada para usar VNET.
fr: Désactivez la sélection de l'adresse source IPv6 pour l'environnement jail en faveur de l'adresse IPv6 primaire de l'environnement jail. Disponible uniquement lorsque l'environnement jail n'est pas configuré pour utiliser VNET.
ru: Отключить выбор адреса источника IPv6 для jail в пользу основного адреса IPv6 jail. Доступно только когда jail не настроен на использование VNET.

source: Disable LDAP User/Group Cache
es_ar: Deshabilitar caché de usuario/grupo LDAP
fr: Désactiver le cache utilisateur/groupe LDAP
ru: Отключить кэш пользователей/групп LDAP

source: Disable Password
es_ar: Deshabilitar contraseña
fr: Désactiver le mot de passe
ru: Отключить пароль

source: Disable Physical Block Size Reporting
es_ar: Deshabilitar informes de tamaño de bloque físico
fr: Désactiver le rapport sur la taille des blocs physiques
ru: Отключить отчеты о размере физического блока

source: Disable Two-Factor Authentication
es_ar: Deshabilitar segundo factor de autenticación
fr: Désactiver l'authentification à deux facteurs
ru: Отключить двухфакторную аутентификацию

source: Disable automatic failover.
es_ar: Deshabilitar la conmutación por error automática.
fr: Désactiver le basculement automatique.
ru: Отключить автоматическое переключение.

source: Disable caching LDAP users and groups in large LDAP environments. When caching is disabled, LDAP users and groups do not appear in dropdown menus, but are still accepted when manually entered.
es_ar: Deshabilite el almacenamiento en caché de usuarios y grupos LDAP en entornos LDAP grandes. Cuando el almacenamiento en caché está desactivado, los usuarios y grupos de LDAP no aparecen en los menús desplegables, pero aún se aceptan cuando se ingresan manualmente.
fr: Désactivez la mise en cache des utilisateurs et des groupes LDAP dans les grands environnements LDAP. Lorsque la mise en cache est désactivée, les utilisateurs et groupes LDAP n'apparaissent pas dans les menus déroulants, mais sont toujours acceptés lorsqu'ils sont saisis manuellement.
ru: Отключить кэширование пользователей и групп LDAP в больших средах LDAP. Когда кэширование отключено, пользователи и группы LDAP не отображаются в раскрывающихся меню, но все же принимаются при вводе вручную.

source: Disabled
es_ar: Deshabilitado
fr: Désactivé
ru: Отключено

source: Disabled (Not encrypted)
es_ar: Deshabilitado (Sin encriptación)
fr: Désactivé (Non chiffré)
ru: Отключено (не зашифровано)

source: Disabling hardware offloading can severely reduce network performance. Disabling this feature is only recommended when an interface is used for plugin, jail, or virtual machine networking.
es_ar: Deshabilitar la descarga de hardware puede reducir severamente el rendimiento de la red. La desactivación de esta función solo se recomienda cuando se utiliza una interfaz para redes de complementos, jaulas o máquinas virtuales.
fr: La désactivation du déchargement du matériel peut réduire considérablement les performances du réseau. La désactivation de cette fonctionnalité n'est recommandée que lorsqu'une interface est utilisée pour la mise en réseau de plug-ins, de jails ou de machines virtuelles.
ru: Отключение аппаратной разгрузки может серьезно снизить производительность сети. Отключение этой функции рекомендуется только в том случае, если интерфейс используется для плагина, jail или виртуальной машины.

source: Discover Remote Host Key
es_ar: Descubra la clave de host remoto
fr: Découvrez la clé hôte distante
ru: Открыть ключ удаленного хоста

source: Discovery Auth Group
es_ar: Grupo de autenticación de descubrimiento
fr: Découverte du groupe d'authentification
ru: Группа аутентификации обнаружения

source: Discovery Auth Method
es_ar: Método de descubrimiento de autenticación
fr: Découverte de la méthode d'authentification
ru: Метод аутентификации обнаружения

source: Discovery Authentication Group
es_ar: Grupo de autenticación de descubrimiento
fr: Groupe d'authentification de découverte
ru: Группа аутентификации обнаружения

source: Discovery Authentication Method
es_ar: Método de autenticación de descubrimiento
fr: Méthode d'authentification de découverte
ru: Метод аутентификации обнаружения

source: Disk
es_ar: Disco
fr: Disque
ru: Диск

source: Disk Details
es_ar: Detalles del disco
fr: Détails du disque
ru: Детали диска

source: Disk Imported: Log Summary
es_ar: Disco importado: resumen de registro
fr: Disque importé : Résumé du log
ru: Диск импортирован: Сводка журнала

source: Disk Reports
es_ar: Informes de disco
fr: Rapports disque
ru: Отчеты диска

source: Disk Selection Required
es_ar: Selección de disco requerida
fr: Sélection du disque requise
ru: Требуется выбор диска

source: Disk Size
es_ar: Tamaño de disco
fr: Taille du disque
ru: Размер диска

source: Disk Type
es_ar: Tipo de disco
fr: Type de disque
ru: Тип диска

source: Disk Wiped successfully
es_ar: Disco limpiado con éxito
fr: Disque effacé avec succès
ru: Диск успешно стерт

source: Disk sector size
es_ar: Tamaño del sector del disco
fr: Taille du secteur du disque
ru: Размер сектора диска

source: Disk to wipe.
es_ar: Disco para limpiar.
fr: Disque à effacer.
ru: Диск стереть.

source: Disks
es_ar: Discos
fr: Disques
ru: Диски

source: Disks to be edited:
es_ar: Discos a editar:
fr: Disques à éditer :
ru: Диски для редактирования:

source: Dismiss
es_ar: Descartar
fr: Rejeter
ru: Отклонить

source: Dismiss All Alerts
es_ar: Descartar todas las alertas
fr: Ignorer toutes les alertes
ru: Отклонить все оповещения

source: Display Login
es_ar: Mostrar inicio de sesión
fr: Afficher le Login
ru: Сообщение при входе

source: Display Note
es_ar: Mostrar nota
fr: Note d'affichage
ru: Показать примечание

source: Display console messages in real time at the bottom of the browser.
es_ar: Mostrar mensajes de la consola en tiempo real en la parte inferior del navegador.
fr: Affichage des messages de la console en temps réel en bas du navigateur.
ru: Отображать консольные сообщения в режиме реального времени в нижней части браузера.

source: Distinguished Name
es_ar: Nombre distinguido
fr: Nom distinctif
ru: Уникальное имя

source: Distinguished Name:
es_ar: Nombre distinguido:
fr: Nom distinctif:

source: Do <b>NOT</b> change this setting when using Windows as the initiator. Only needs to be changed in large environments where the number of systems using a specific RPM is needed for accurate reporting statistics.
es_ar: <b>NO</b> cambie esta configuración cuando use Windows como iniciador. Solo necesita cambiarse en entornos grandes donde se necesita la cantidad de sistemas que utilizan un RPM específico para obtener estadísticas de informes precisas.
fr: <b>Ne</b> modifiez <b>PAS</b> ce paramètre lorsque vous utilisez Windows comme initiateur. N'a besoin d'être modifié que dans les grands environnements où le nombre de systèmes utilisant un RPM spécifique est nécessaire pour obtenir des statistiques de reporting précises.
ru: <B>НЕ</b> изменяйте этот параметр при использовании Windows в качестве инициатора. Изменять нужно только в больших средах, где для точной статистики отчетов необходимо количество систем, использующих определенный RPM.

source: Do not set this if the Serial Port is disabled.
es_ar: No configure esto si el puerto serie está deshabilitado.
fr: Ne réglez pas ce paramètre si le port série est désactivé.
ru: Не устанавливайте это, если последовательный порт отключен.

source: Docker Host
es_ar: Host de Docker
fr: Docker Hôte
ru: Docker Хост

source: Does the pool have GELI Encryption from FreeNAS/TrueNAS 11.3 or earlier?
es_ar: ¿El grupo tiene cifrado GELI de FreeNAS/TrueNAS 11.3 o anterior?
fr: Le volume dispose-t-il du chiffrement GELI de FreeNAS/TrueNAS 11.3 ou d'une version antérieure ?
ru: Имеет ли пул GELI-шифрование из FreeNAS/TrueNAS 11.3 или более ранней версии?

source: Does your business need
es_ar: ¿Su negocio necesita un
fr: Votre entreprise a besoin du
ru: Нужен ли вашему бизнесу

source: Domain
es_ar: Dominio
fr: Domaine
ru: Домен

source: Domain Account Name
es_ar: Nombre de cuenta de dominio
fr: Nom de compte de domaine
ru: Учетная запись домена

source: Domain Account Password
es_ar: Contraseña de cuenta de dominio
fr: Mot de passe du compte de domaine
ru: Пароль учетной записи домена

source: Domain Credentials
es_ar: Credenciales de dominio
fr: Identifiants du Domaine
ru: Учетные данные домена

source: Domain Forest Level
es_ar: Nivel de bosque de dominio
fr: Niveau de la forêt du domaine
ru: Уровень доменного леса

source: Domain Name
es_ar: Nombre de dominio
fr: Nom de domaine
ru: Доменное имя

source: Domain for the user <i>Name</i>. Required when a <i>SID</i> is not entered. Local users have the SMB server NetBIOS name: <code>freenas\smbusers</code>.
es_ar: Dominio para el usuario <i>Nombre</i>. Se requiere cuando no se ingresa un <i>SID</i>. Los usuarios locales tienen el nombre de NetBIOS del servidor SMB: <code>freenas\smbusers</code>.
fr: Domaine pour le <i>nom</i> d'utilisateur. Requis lorsqu'un <i>SID</i> n'est pas saisi. Les utilisateurs locaux ont le nom NetBIOS du serveur SMB : <code>freenas\smbusers</code>.
ru: Домен для пользователя <i>Имя</i>. Требуется, когда <i>SID</i> не введен. Локальные пользователи имеют имя NetBIOS сервера SMB: <code>freenas\smbusers</code>.

source: Domain:
es_ar: Dominio:
fr: Domaine :

source: Done
es_ar: Listo
fr: Terminé
ru: Готово

source: Download
es_ar: Descargar
fr: Télécharger
ru: Скачать

source: Download Client Config
es_ar: Descargar Config del Cliente
fr: Télécharger la configuration du client
ru: Скачать Client Config

source: Download Encryption Key
es_ar: Descargar clave de encriptación
fr: Télécharger la clé de chiffrement
ru: Скачать ключ шифрования

source: Download Key
es_ar: Descargar clave
fr: Télécharger la clé
ru: Скачать ключ

source: Download Logs
es_ar: Descargar registros
fr: Télécharger les logs
ru: Скачать журналы

source: Download Private Key
es_ar: Descargar clave privada
fr: Télécharger Clé privée
ru: Скачать закрытый ключ

source: Download Public Key
es_ar: Descargar clave pública
fr: Télécharger Clé publique
ru: Скачать открытый ключ

source: Download Recovery Key
es_ar: Descargar clave de recuperación
fr: Télécharger la clé de récupération
ru: Скачать ключ восстановления

source: Download SSH Public Key
es_ar: Descargar clave pública de SSH
fr: Télécharger la clé SSH publique
ru: Скачать открытый ключ SSH

source: Download Sucessful
es_ar: Descargar completada
fr: Téléchargement réussi
ru: Скачивание удалось

source: Download Update
es_ar: Descargar actualización
fr: Télécharger la mise à jour
ru: Скачать обновление

source: Drive Account Type
es_ar: Tipo de cuenta de unidad
fr: Type de compte du disque dur
ru: Тип учетной записи диска

source: Drive ID
es_ar: ID del controlador
fr: ID du lecteur
ru: ID диска

source: Drive reserved for inserting into DATA pool vdevs when an active drive has failed.
es_ar: Unidad reservada para insertar en el conjunto de datos vdevs cuando falla una unidad activa.
fr: Disque réservé à l'insertion dans les vdev du volume de données lorsqu'un disque actif est défaillant.
ru: Диск зарезервирован для вставки в vdevs ДАННЫХ при сбое активного диска.

source: Driver
es_ar: Controlador
fr: Pilote
ru: Драйвер

source: Drives List
es_ar: Lista de controladores
fr: Liste des disques
ru: Список дисков

source: Drives and IDs registered to the Microsoft account. Selecting a drive also fills the <i>Drive ID</i> field.
es_ar: Unidades e identificaciones registradas en la cuenta de Microsoft. Seleccionar una unidad también llena el campo <i>ID de unidad</i>.
fr: Lecteurs et identifiants enregistrés sur le compte Microsoft. La sélection d'un lecteur remplit également le champ <i>Drive ID</i>.
ru: Диски и идентификаторы, зарегистрированные в учетной записи Microsoft. Выбор диска также заполняет поле <i>Идентификатор диска</i>.

source: Dry Run
es_ar: Funcionamiento en seco
fr: Essai à Vide
ru: Репетиция

source: Dry Run Cloud Sync Task
es_ar: Tarea de sincronización de ejecución en seco en la nube
fr: Essai à vide de la tâche de synchronisation Cloud
ru: Репетиция pадачи синхронизации с облаком

source: Dynamic DNS
es_ar: DNS dinámico
fr: DNS dynamique

source: E-mail address that will receive SNMP service messages.
es_ar: Dirección de correo electrónico que recibirá mensajes de servicio SNMP.
fr: Adresse électronique qui recevra les messages du service SNMP.
ru: Адрес электронной почты, который будет получать служебные сообщения SNMP.

source: EC Curve
es_ar: Curva CE
fr: Courbe CE
ru: Кривая EC

source: EDIT
es_ar: EDITAR
fr: EDITER
ru: РЕДАКТИРОВАТЬ

source: ENABLED
es_ar: HABILITADO
fr: ACTIVÉ

source: ERROR: Not Enough Memory
es_ar: ERROR: Memoria insuficiente
fr: ERREUR : Pas assez de mémoire
ru: ОШИБКА: Недостаточно памяти

source: EXPIRED
es_ar: EXPIRADO
fr: EXPIRÉ
ru: ИСТЕК

source: EXPIRES TODAY
es_ar: EXPIRA HOY
fr: EXPIRE AUJOURD'HUI
ru: ИСТЕКАЕТ СЕГОДНЯ

source: Edit
es_ar: Editar
fr: Modifier
ru: Изменить

source: Edit ACL
es_ar: Editar ACL
fr: Modifier ACL
ru: Редактировать ACL

source: Edit API Key
es_ar: Editar clave API
fr: Modifier la clé API
ru: Редактировать ключ API

source: Edit Alert Service
es_ar: Editar servicio de alerta
fr: Éditer le service d'alerte
ru: Изменить службу оповещения

source: Edit CA
es_ar: Editar CA
fr: Modifier AC

source: Edit CSR
es_ar: Editar CSR
fr: Modifier CSR

source: Edit Certificate
es_ar: Editar certificado
fr: Modifier Certificat

source: Edit DNS Authenticator
es_ar: Editar el autenticador de DNS
fr: Modifier DNS Authenticator

source: Edit Disk(s)
es_ar: Editar disco(s)
fr: Modifier le(s) disque(s)
ru: Редактировать диск(и)

source: Edit Encryption Options for
es_ar: Editar opciones de cifrado para
fr: Modifier les options de chiffrement pour
ru: Редактировать опции шифрования для

source: Edit Filesystem ACL
es_ar: Editar sistema de archivos ACL
fr: Modifier l'ACL du système de fichiers
ru: Редактировать ACL ФС

source: Edit Group
es_ar: Editar grupo
fr: Modifier le groupe
ru: Редактировать группу

source: Edit Idmap
es_ar: Editar Idmap
fr: Modifier Idmap
ru: Редактировать Idmap

source: Edit Interface
es_ar: Editar interfaz
fr: Modifier l’interface

source: Edit Options
es_ar: Editar opciones
fr: Modifier les options
ru: Редактировать параметры

source: Edit Permissions
es_ar: Editar permisos
fr: Modifier les autorisations
ru: Изменить разрешения

source: Edit Pool Options for
es_ar: Editar opciones de grupo para
fr: Modifier les options de volume pour

source: Edit Share ACL
es_ar: Editar Compartir ACL
fr: Modifier l'ACL du partage
ru: Редактировать ACL ресурса

source: Edit Static Route
es_ar: Editar ruta estática
fr: Modifier la route statique

source: Edit User
es_ar: Editar usuario
fr: Modifier l'utilisateur
ru: Редактировать пользователя

source: Edit Zvol
es_ar: Editar Zvol
fr: Modifier le Zvol
ru: Редактировать Zvol

source: Editing interfaces while HA is enabled is not allowed.
es_ar: No se permite editar interfaces mientras HA está habilitado.
fr: La modification des interfaces lorsque HA est activée n'est pas autorisée.
ru: Редактирование интерфейсов при включенной ВД запрещено.
