Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: An ACL is detected on the selected path but <i>Enable ACL</i> is not selected for this share. ACLs must be stripped from the dataset prior to creating an SMB share.
es_ar: Se detecta una ACL en la ruta seleccionada, pero <i>Habilitar ACL</i> no está seleccionada para este recurso compartido. Las ACL deben eliminarse del conjunto de datos antes de crear un recurso compartido de SMB.
fr: Une ACL est détecté sur le chemin d’accès sélectionné, mais <i>Activer ACL</i> n'est pas sélectionné pour ce partage. Les ACL doivent être retirés du dataset avant de créer un partage SMB.
ru: ACL обнаружен на выбранном пути, но <i>Включить ACL</i> не выбран для этого общего ресурса. Перед созданием общего ресурса SMB необходимо удалить списки ACL из набора данных.

source: An ACL is present in this path
es_ar: Un ACL está presente en esta ruta
fr: Une ACL est présente dans ce chemin
ru: ACL присутствует в этом пути

source: An IP address must be provided for each controller and the virtual interface.
es_ar: Se debe proporcionar una dirección IP para cada controlador y la interfaz virtual.
fr: Une adresse IP doit être fournie pour chaque contrôleur et l’interface virtuelle.
ru: IP-адрес должен быть предоставлен для каждого контроллера и виртуального интерфейса.

source: An update is already applied. Please reboot the system.
es_ar: Ya se ha aplicado una actualización. Por favor reinicie el sistema.
fr: Une mise à jour est déjà appliquée. Veuillez redémarrer le système.
ru: Обновление уже применено. Пожалуйста, перезагрузите систему.

source: Anonymous User Download Bandwidth
es_ar: Ancho de banda de descarga de usuario anónimo
fr: Bande passante de téléchargement des utilisateurs anonymes
ru: Полоса скачивания анонимного пользователя

source: Anonymous User Upload Bandwidth
es_ar: Ancho de banda de carga de usuario anónimo
fr: Bande passante de téléchargement des utilisateurs anonymes
ru: Полоса закачки анонимного пользователя

source: Any notes about initiators.
es_ar: Cualquier nota sobre iniciadores.
fr: Des notes sur les initiateurs.
ru: Любые заметки об инициаторах.

source: Any system service can communicate externally.
es_ar: Cualquier servicio del sistema puede comunicarse externamente.
fr: N’importe quel service système peut communiquer à l’extérieur.

source: Appdefaults Auxiliary Parameters
es_ar: Parámetros auxiliares de Appdefaults
fr: Paramètres auxiliaires par défaut
ru: Вспомогательный параметры Appdefaults

source: Append <i>@realm</i> to <i>cn</i> in LDAP queries for both groups and users when User CN is set).
es_ar: Agregue <i>@realm</i> a <i>can</i> en consultas LDAP tanto para grupos como para usuarios cuando se establece el CN de usuario).
fr: Ajouter <i>@realm</i> à <i>cn</i> dans les requêtes LDAP pour les groupes et les utilisateurs lorsque CN utilisateur est défini).
ru: Добавлять <i>@realm</i> к <i>cn</i> в запросах LDAP для групп и пользователей, если задан User CN).

source: Appends a suffix to the share connection path. This is used to provide unique shares on a per-user, per-computer, or per-IP address basis. Suffixes can contain a macro. See the <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target="_blank">smb.conf</a> manual page for a list of supported macros. The connectpath **must** be preset before a client connects.
es_ar: Agrega un sufijo a la ruta de conexión compartida. Esto se utiliza para proporcionar recursos compartidos únicos por usuario, por computadora o por dirección IP. Los sufijos pueden contener una macro. Consulte la página de manual <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target="_blank">smb.conf</a> para obtener una lista de las macros compatibles . La ruta de conexión **debe** estar preestablecida antes de que un cliente se conecte.
fr: Ajoute un suffixe au chemin d’accès de connexion de partage. Ceci est utilisé pour fournir des actions uniques sur une base par utilisateur, par ordinateur ou par adresse IP. Les suffixes peuvent contenir une macro. Voir la page manuelle <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target="_blank">smb.conf</a> pour une liste de macros prises en charge. Le connectpath **doit** être prédéfinis avant qu’un client ne se connecte.

source: Apple Shares (AFP)
es_ar: Comparticiones Apple (AFP)
fr: Partages Apple (AFP)

source: Application Credential ID
es_ar: ID de credencial de la aplicación

source: Application Credential Name
es_ar: Nombre de credencial de la aplicación

source: Application Credential Secret
es_ar: Credencial secreta de la aplicación

source: Application Key
es_ar: Clave de la aplicación
ru: Ключ приложения

source: Applications
es_ar: Aplicaciones
ru: Приложения

source: Apply
es_ar: Aplicar
fr: Appliquer
ru: Применить

source: Apply Failover Upgrade
es_ar: Aplicar actualización de conmutación por error
fr: Appliquer la mise à niveau avec basculement (Failover )
ru: Применить отказоустойчивое обновление

source: Apply Group
es_ar: Aplicar grupo
fr: Appliquer Groupe
ru: Применить группу

source: Apply Pending Updates
es_ar: Aplicar actualizaciones pendientes
fr: Appliquer les mises à jour en attente
ru: Применить ожидающие обновления

source: Apply Pending update
es_ar: Aplicar actualización pendiente
fr: Appliquer les mises à jour en attente
ru: Применить ожидающее обновление

source: Apply Permissions Recursively
es_ar: Aplicar permisos recursivamente
fr: Appliquer les autorisations de manière récursive
ru: Применить разрешения рекурсивно

source: Apply Quotas to Selected Groups
es_ar: Aplicar cuotas a grupos seleccionados
fr: Appliquer des quotas aux groupes sélectionnés
ru: Применить квоты для выбранных групп

source: Apply Quotas to Selected Users
es_ar: Aplicar cuotas a los usuarios seleccionados
fr: Appliquer des quotas aux utilisateurs sélectionnés
ru: Применить квоты для выбранных пользователей

source: Apply Update
es_ar: Aplicar actualización
fr: Appliquer la mise à jour
ru: Применить обновление

source: Apply User
es_ar: Aplicar usuario
fr: Appliquer Utilisateur
ru: Применить пользователя

source: Apply permissions recursively
es_ar: Aplicar permisos de forma recursiva
fr: Appliquer les autorisations de manière récursive
ru: Применить разрешения рекурсивно

source: Apply permissions recursively to all child datasets of the current dataset.
es_ar: Aplique permisos de forma recursiva a todos los conjuntos de datos secundarios del conjunto de datos actual.
fr: Appliquer les autorisations de manière récursive à tous les datasets enfants du dataset courant.
ru: Рекурсивно применять разрешения ко всем дочерним наборам данных текущего набора данных.

source: Apply permissions recursively to all directories and files in the current dataset.
es_ar: Aplique permisos de forma recursiva a todos los directorios y archivos en el conjunto de datos actual.
fr: Appliquer les autorisations de manière récursive à tous les répertoires et fichiers du dataset courant.
ru: Рекурсивно применить разрешения ко всем каталогам и файлам в текущем наборе данных.

source: Apply permissions recursively to all directories and files within the current dataset.
es_ar: Aplique permisos de forma recursiva a todos los directorios y archivos dentro del conjunto de datos actual.
fr: Appliquer les autorisations de manière récursive à tous les répertoires et fichiers du dataset courant.
ru: Рекурсивно применить разрешения ко всем каталогам и файлам в текущем наборе данных.

source: Apply permissions to child datasets
es_ar: Aplicar permisos a conjuntos de datos secundarios
fr: Appliquer les autorisations aux datasets enfants
ru: Применить разрешения к дочерним наборам данных

source: Apply the same quota critical alert settings as the parent dataset.
es_ar: Aplique la misma configuración de alerta crítica de cuota que el conjunto de datos primario.
fr: Appliquez les mêmes paramètres d'alerte critique de quota qu'au dataset parent.
ru: Применить те же параметры оповещения о критических квотах, что и у родительского набора данных.

source: Apply the same quota warning alert settings as the parent dataset.
es_ar: Aplique la misma configuración de alerta de advertencia de cuota que el conjunto de datos primario.
fr: Appliquer les mêmes paramètres d'alerte d'avertissement de quota qu'au dataset parent.
ru: Применить те же параметры предупреждения о квоте, что и у родительского набора данных.

source: Apply updates and reboot system after downloading.
es_ar: Aplique actualizaciones y reinicie el sistema después de la descarga.
fr: Appliquer les mises à jour et redémarrer le système après le téléchargement.
ru: Применить обновления и перезагрузить систему после загрузки.

source: Apr
es_ar: Abril
fr: Avr
ru: Апр

source: Archive
es_ar: Archivo
ru: Архив

source: Are you sure you want to deregister TrueCommand Cloud Service?
es_ar: ¿Está seguro de que desea cancelar el registro de TrueCommand Cloud Service?
fr: Êtes-vous sûr de vouloir annuler le service TrueCommand Cloud ?
ru: Вы уверены, что хотите отменить регистрацию TrueCommand Cloud Service?

source: Are you sure you want to stop connecting to the TrueCommand Cloud Service?
es_ar: ¿Está seguro de que desea dejar de conectarse al servicio de nube de TrueCommand?
fr: Êtes-vous sûr d’arrêter de vous connecter au service Cloud TrueCommand ?
ru: Вы уверены, что хотите прекратить подключение к TrueCommand Cloud Service?

source: Are you sure you want to sync from peer?
es_ar: ¿Estás seguro de que quieres sincronizar desde pares?
fr: Êtes-vous sûr de vouloir synchroniser à partir de vos pairs ?
ru: Вы уверены, что хотите синхронизироваться с напарника?

source: Are you sure you want to sync to peer?
es_ar: ¿Estás seguro de que quieres sincronizar a los pares?
fr: Êtes-vous sûr de vouloir vous synchroniser avec vos pairs ?
ru: Вы уверены, что хотите синхронизировать напарника?

source: Are you sure?
es_ar: ¿Estas seguro?
fr: Êtes-vous sûr ?
ru: Вы уверены?

source: Arrange the disks according to capacity, redundancy, and performance considerations. More types become available as more disks are added to the vdev.<br> A <i>Stripe</i> uses the entire capacity of the disks for storage and <b>has no redundancy</b>. Failed or degraded disks in a stripe can result in data loss!<br> A <i>Mirror</i> requires at least two disks and mirrors the data from one disk onto each other disk in the vdev, which can limit the total capacity.<br><i>Raid-Z</i> configurations offer different balances of data redundancy and total capacity for the selected disks.
es_ar: Organice los discos según la capacidad, la redundancia y las consideraciones de rendimiento. Hay más tipos disponibles a medida que se agregan más discos al vdev.<br> Una <i>Stripe</i> utiliza toda la capacidad de los discos para el almacenamiento y <b>no tiene redundancia</b>. ¡Los discos defectuosos o degradados en una banda pueden provocar la pérdida de datos! <br> Un <i>Mirror</i> requiere al menos dos discos y refleja los datos de un disco en otro disco en el vdev, lo que puede limitar la capacidad total . Las configuraciones <i>Raid-Z</i> ofrecen diferentes balances de redundancia de datos y capacidad total para los discos seleccionados.
fr: Disposez les disques en fonction de la capacité, de la redondance et des performances. D'autres types de disques sont disponibles à mesure que d'autres disques sont ajoutés au vdev.<br> Un <i>Stripe</i> utilise toute la capacité des disques pour le stockage et <b>n'a pas de redondance</b>.</br> Des<br> disques défectueux ou dégradés dans une bande peuvent</br> entraîner des pertes de données !<br><br> Un <i>miroir</i> nécessite au moins deux disques et reproduit les données d'un disque sur l'autre dans le vdev, ce qui peut limiter la</br></br> capacité<br><br> totale</br></br>.<br><br> Les configurations<i> Raid-Z</i> offrent différents équilibres de redondance des données et de capacité totale pour les disques sélectionnés.
ru: Расположите диски в соответствии с емкостью, избыточностью и соображениями производительности. Дополнительные типы становятся доступными по мере добавления дисков в vdev.<br> <i>Stripe</i> использует всю емкость дисков для хранения и <b>не имеет избыточности</b>. Сбой или повреждение дисков в чередовании может привести к потере данных!<br> <i>Mirror</i> требует как минимум два диска и зеркалирует данные с одного диска на каждый прочий диск в vdev, что может ограничить общую емкость.<br> <i>Raid-Z</i> конфигурации предлагают другие варианты избыточности данных и общей емкости для выбранных дисков.

source: Associated Target
es_ar: Objetivo asociado
fr: Cible associée
ru: Ассоциированная цель

source: Associated Targets
es_ar: Objetivos asociados
fr: Cibles associées

source: At least one module must be defined in <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a> of the rsync server or in the <b>Rsync Modules</b> of another system.
es_ar: Se debe definir al menos un módulo en <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a> de el servidor rsync o en los <b>Módulos Rsync</b> de otro sistema.
fr: Au moins un module doit être défini dans <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a> du serveur rsync ou dans les <b>modules Rsync</b> d'un autre système.
ru: По крайней мере, один модуль должен быть определен в <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a> сервера rsync или в <b>Rsync Modules</b> другой системы.

source: Attach
es_ar: Adjuntar
fr: Attacher
ru: Присоединить

source: Attach Debug
es_ar: Adjuntar depuración
fr: Joindre le debug
ru: Прикрепить отладку

source: Attach NIC
es_ar: Adjuntar NIC
fr: Attacher la carte réseau
ru: Подключить NIC

source: Attach screenshots.
es_ar: Adjuntar capturas de pantalla.
fr: Joindre des captures d'écran.
ru: Прикрепить скриншоты.

source: Attention
es_ar: Atención

source: Aug
es_ar: Agosto
fr: Aoû
ru: Авг

source: Auth Token
es_ar: Token de autenticación
fr: Jeton d'authentification
ru: Токен аутентификации

source: Auth Token from alternate authentication - optional <a href="https://rclone.org/swift/#standard-options" target="_blank">(rclone documentation)</a>.
es_ar: Token de autenticación de autenticación alternativa: opcional <a href="https://rclone.org/swift/#standard-options" target="_blank">(documentación de rclone)</a>.
fr: Jeton d'authentification à partir d'une autre authentification - facultatif <a href="https://rclone.org/swift/#standard-options" target="_blank">(documentation rclone )</a>.
ru: Аутентификационный токен из альтернативной аутентификации - необязательно <ahref="https://rclone.org/swift/#standard-options" target="_blank">(документация по rclone)</a>.

source: AuthVersion - optional - set to (1,2,3) if your auth URL has no version <a href="https://rclone.org/swift/#standard-options" target="_blank">(rclone documentation)</a>.
es_ar: AuthVersion: opcional: se establece en (1,2,3) si su URL de autenticación no tiene una versión <a href="https://rclone.org/swift/#standard-options" target="_blank">(documentación de rclone)</a>.
fr: AuthVersion - optionnel - défini à (1,2,3) si votre URL d'authentification n'a pas de version <a href="https://rclone.org/swift/#standard-options" target="_blank">(documentation rclone</a>).

source: Authentication
es_ar: Autenticación
fr: Authentification
ru: Аутентификация

source: Authentication Advanced Options
es_ar: Opciones avanzadas de autenticación
fr: Options avancées d'authentification
ru: Дополнительные параметры аутентификации

source: Authentication Algorithm
es_ar: Algoritmo de autenticación
fr: Algorithme d'authentification
ru: Алгоритм аутентификации

source: Authentication Group Number
es_ar: Número de grupo de autenticación
fr: Numéro du groupe d'authentification
ru: Номер группы аутентификации

source: Authentication Method
es_ar: Método de autentificación
fr: Méthode d'Authentification
ru: Метод аутентификации

source: Authentication Method and Group
es_ar: Método de autenticación y grupo
fr: Méthode et groupe d'authentification
ru: Метод и группа аутентификации

source: Authentication Protocol
es_ar: Protocolo de atutenticación
fr: Protocole d'authentification
ru: Протокол аутентификации

source: Authentication Type
es_ar: Tipo de autenticación
fr: Type d'authentification
ru: Тип аутентификации

source: Authentication URL
es_ar: URL de autenticación
fr: URL d'authentification
ru: URL аутентификации

source: Authentication URL for the server. This is the OS_AUTH_URL from an <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank">OpenStack credentials file</a>.
es_ar: URL de autenticación para el servidor. Este es el OS_AUTH_URL de un <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank">Archivo de credenciales OpenStack</a>.
fr: URL d'authentification pour le serveur. Il s'agit de l'OS_AUTH_URL d'un <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank">fichier d'identification OpenStack</a>.
ru: URL аутентификации для сервера. Это OS_AUTH_URL из <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank">файла учетных данных OpenStack</a>.

source: Authenticator
es_ar: Autenticador
fr: Authentificateur
ru: Аутентификатор

source: Authenticator Attributes
es_ar: Atributos del autenticador
fr: Attributs de l'authentificateur
ru: Атрибуты аутентификатора

source: Authenticator to validate the Domain. Choose a previously configured ACME DNS authenticator.
es_ar: Autenticador para validar el dominio. Elija un autenticador DNS ACME previamente configurado.
fr: Authentificateur pour valider le domaine. Choisissez un authentificateur DNS ACME préalablement configuré.
ru: Аутентификатор для проверки Домена. Выберите предварительно настроенный ACME DNS-аутентификатор.

source: Authority Cert Issuer
es_ar: Emisor del Certificado de Autoridad
fr: Autorité Émettrice du certificat

source: Authority Key Config
es_ar: Config de clave de autoridad
fr: Configuration de la clé d'autorité

source: Authority Key Identifier
es_ar: Identificador de clave de autoridad
fr: Identificateur de clé d'autorité

source: Authorized Access
es_ar: Acceso autorizado
fr: Accès autorisé

source: Authorized Hosts and IP addresses
es_ar: Hosts autorizados y Direcciones IP
fr: Hôtes et adresses IP autorisés
ru: Авторизованные хосты и IP-адреса

source: Authorized Networks
es_ar: Redes autorizadas
fr: Réseaux autorisés
ru: Авторизованные сети

source: Auto configure IPv6
es_ar: Auto configurar IPv6
fr: Configuration automatique IPv6
ru: Автоматическая настройка IPv6

source: Auto-populates with information from the <b>Realm</b> when the settings in this screen are saved.
es_ar: Se rellena automáticamente con información del <b>Reino</b> cuando se guardan los ajustes en esta pantalla.
fr: Se remplit automatiquement d'informations provenant du <b>Realm</b> lorsque les paramètres de cet écran sont sauvegardés.
ru: Автоматически заполняется информацией из <b>Realm</b>, когда настройки на этом экране сохраняются.

source: Auto-start
es_ar: Auto-Iniciar
fr: Démarrage automatique
ru: Автоматический старт

source: Autoconfigure IPv6
es_ar: Autoconfigurar IPv6
fr: Autoconfigurer IPv6
ru: Автоконфигурирование IPv6

source: Autoconfigure IPv6 with rtsold
es_ar: Autoconfigurar IPv6 con rtsold
fr: Autoconfigurer IPv6 avec rtsold
ru: Автоматическая настройка IPv6 с помощью rtsold

source: Automatic scrub interval (in days)
es_ar: Intervalo de scrub automático (en días)
fr: Intervalle de nettoyage automatique (en jours)
ru: Автоматический интервал проверки (в днях)

source: Automatically populated with the original hostname of the system. This name is limited to 15 characters and cannot be the <b>Workgroup</b> name.
es_ar: Se rellena automáticamente con el nombre de host original del sistema. Este nombre está limitado a 15 caracteres y no puede ser el nombre <b>Grupo de trabajo</b>.
fr: Automatiquement rempli avec le nom d'hôte d'origine du système. Ce nom est limité à 15 caractères et ne peut pas être le nom du <b>Groupe de travail</b>.
ru: Автоматически заполняется исходным именем хоста системы. Это имя может содержать до 15 символов и не может быть именем <b>рабочей группы</b>

source: Automatically reboot the system after the update is applied.
es_ar: Reinicia automáticamente el sistema después de aplicar la actualización.
fr: Redémarrez automatiquement le système après l'application de la mise à jour.
ru: Автоматически перезагрузить систему после применения обновления.

source: Automatically stop the script or command after the specified seconds.
es_ar: Detiene automáticamente el script o comando después de los segundos especificados.
fr: Arrête automatiquement le script ou la commande après les secondes spécifiées.
ru: Автоматически останавливать сценарий или команду через указанные секунды.

source: Autostart
es_ar: Autoiniciar
fr: Démarrage automatique
ru: Автоматический старт

source: Auxiliary Arguments
es_ar: Argumentos auxiliares
fr: Arguments auxiliaires
ru: Вспомогательные аргументы

source: Auxiliary Groups
es_ar: Grupos auxiliares
fr: Groupes auxiliaires
ru: Вспомогательные группы

source: Auxiliary Parameters
es_ar: Parámetros auxiliares
fr: Paramètres auxiliaires
ru: Вспомогательные параметры

source: Auxiliary Parameters (ups.conf)
es_ar: Parámetros auxiliares (ups.conf)
fr: Paramètres auxiliaires (ups.conf)
ru: Вспомогательные параметры (ups.conf)

source: Auxiliary Parameters (upsd.conf)
es_ar: Parámetros auxiliares (upsd.conf)
fr: Paramètres auxiliaires (upsd.conf)
ru: Вспомогательные параметры (upsd.conf)

source: Auxiliary parameters
es_ar: Parámetros auxiliares
fr: Paramètres auxiliaires
ru: Вспомогательные параметры

source: Available
es_ar: Disponible
fr: Disponible
ru: Доступно

source: Available Disks
es_ar: Discos disponibles
fr: Disques disponibles
ru: Доступные диски

source: Available Memory:
es_ar: Memoria disponible:
fr: Mémoire disponible :
ru: Доступная память:

source: Available Plugins
es_ar: Complementos disponibles
fr: Plugins disponibles
ru: Доступные плагины

source: Available Space
es_ar: Espacio disponible
fr: Espace disponible
ru: Доступно места

source: Available Space Threshold (%)
es_ar: Umbral de espacio disponible (%)
fr: Seuil d'espace disponible (%)
ru: Порог доступного пространства (%)

source: Available Themes
es_ar: Temas disponibles
fr: Thèmes disponibles
ru: Доступные темы

source: Awesome! Now let's explore FreeNAS's cool features.
es_ar: ¡Increíble! Ahora exploremos las características geniales de FreeNAS.
fr: Génial ! Maintenant, explorons les fonctionnalités de FreeNAS.
ru: Потрясающие! Теперь давайте рассмотрим интересные возможности FreeNAS.

source: BPF is required.
es_ar: BPF es requerido.
fr: Le BPF est obligatoire.
ru: BPF требуется.

source: Back
es_ar: Volver
fr: Retour
ru: Назад

source: Back to Support
es_ar: Volver a soporte
fr: Retour au Support
ru: Вернуться к Поддержке
