Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Editing top-level datasets can prevent users from accessing data in child datasets.
es_ar: La edición de conjuntos de datos de nivel superior puede evitar que los usuarios accedan a datos en conjuntos de datos secundarios.
fr: La modification des instantanés de niveau supérieur peut empêcher les utilisateurs d'accéder aux données des datasets enfant.
ru: Редактирование наборов данных верхнего уровня может запретить пользователям доступ к данным в дочерних наборах данных.

source: Email Address
es_ar: Dirección de Email
fr: Adresse e-mail
ru: Адрес электронной почты

source: Email Subject
es_ar: Asunto del Email
fr: Sujet de l'e-mail
ru: Тема письма

source: Email addresses must be entered in the format <i>local-name</i>@<i>domain.com<i>, with entries separated by pressing <code>Enter</code>.
es_ar: Las direcciones de correo electrónico deben introducirse en el formato <i>local-name</i>@<i>domain.com<i>, con las entradas separadas por la tecla <code>Enter</code>.
fr: Les adresses électroniques doivent être saisies au format <i><i>local-name@domain.com,</i></i> les<i> entrées étant séparées</i> par la touche<i><code> Entrée</code></i>.

source: Email addresses to receive copies of iXsystems Support messages about this issue. Use the format <i>name</i>@<i>domain.com</i>. Separate entries by pressing <code>Enter</code>.
es_ar: Direcciones de correo electrónico para recibir copias de los mensajes de soporte de iXsystems sobre este problema. Utilice el formato <i>nombre</i>@<i>domain.com</i>. Separe las entradas pulsando <code>Enter</code>.
fr: Adresses électroniques pour recevoir des copies des messages de support iXsystems sur cette question. Utilisez le format <i><i>name@domain.com</i></i>. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.

source: Emergency
es_ar: Emergencia
fr: Urgence
ru: Чрезвычайно

source: Emulating an <i>Intel e82545 (e1000)</i> Ethernet card provides compatibility with most operating systems. Change to <i>VirtIO</i> to provide better performance on systems with VirtIO paravirtualized network driver support.
es_ar: Emular una tarjeta Ethernet <i>Intel e82545 (e1000)</i> proporciona compatibilidad con la mayoría de los sistemas operativos. Cambie a <i> VirtIO</i> para proporcionar un mejor rendimiento en sistemas con soporte de controlador de red paravirtualizado VirtIO.
fr: L'émulation d'une carte Ethernet <i>Intel e82545 (e1000)</i> assure la compatibilité avec la plupart des systèmes d'exploitation. Passez à <i>VirtIO</i> pour offrir de meilleures performances sur les systèmes supportant les pilotes réseau paravirtualisés VirtIO.
ru: Эмуляция карты Ethernet <i>Intel e82545 (e1000)</i> обеспечивает совместимость с большинством операционных систем. Перейдите на <i>VirtIO</i>, чтобы обеспечить более высокую производительность в системах с поддержкой паравиртуализированных сетевых драйверов VirtIO.

source: Enable
es_ar: Habilitar
fr: Activer
ru: Включить

source: Enable <a href="https://en.wikipedia.org/wiki/SMTP_Authentication" target="_blank">SMTP AUTH</a> using PLAIN SASL. Requires a valid Username and Password.
es_ar: Habilite <a href="https://en.wikipedia.org/wiki/SMTP_Authentication" target="_blank">SMTP AUTH</a> mediante PLAIN SASL. Requiere un nombre de usuario y una contraseña válidos.
fr: Activer <a href="https://en.wikipedia.org/wiki/SMTP_Authentication" target="_blank">SMTP AUTH à l’aide</a> de PLAIN SASL. Nécessite un nom d’utilisateur et un mot de passe valides.

source: Enable <a href="https://zfsonlinux.org/manpages/0.8.3/man8/zfs.8.html" target="_blank">ZFS encryption</a> for this pool and add an encryption algorithm selector.
es_ar: Habilite <a href="https://zfsonlinux.org/manpages/0.8.3/man8/zfs.8.html" target="_blank">cifrado ZFS</a> para este pool y agregue un selector de algoritmo de cifrado.
fr: Activez le <a href="https://zfsonlinux.org/manpages/0.8.3/man8/zfs.8.html" target="_blank">chiffrement ZFS</a> pour ce volume et ajoutez un sélecteur d'algorithme de chiffrement.

source: Enable (requires password or Kerberos principal)
es_ar: Habilitar (requiere contraseña o principal Kerberos)
fr: Activer (requiert le mot de passe ou le principal Kerberos)
ru: Включить (требуется пароль или принципал Kerberos)

source: Enable ACL
es_ar: Habilitar ACL
fr: Activer les ACL
ru: Включить ACL

source: Enable Active Directory
es_ar: Habilitar directorio activo
fr: Activer l'Active Directory
ru: Включить Active Directory

source: Enable Alternate Data Streams
es_ar: Habilitar flujos de datos alternativos
fr: Activer les flux de données alternatifs
ru: Включить альтернативные потоки данных

source: Enable Apple SMB2/3 Protocol Extensions
es_ar: Habilitar extensiones de protocolo Apple SMB2/3
fr: Activer les extensions du protocole SMB2/3 d'Apple
ru: Включить расширения Apple протоеола SMB2/3

source: Enable Atime
es_ar: Habilitar Atime
fr: Activer Atime
ru: Включить atime

source: Enable Autotune
es_ar: Habilitar Autotune
fr: Activer l'auto-réglage
ru: Включить автонастройку

source: Enable Browser
es_ar: Habilitar Navegador
fr: Activer le navigateur
ru: Включить браузер

source: Enable Debug Kernel
es_ar: Habilitar núcleo de depuración
fr: Activer Kernel Debug
ru: Включить отладочное ядро

source: Enable FSRVP
es_ar: Habilitar FSRVP
fr: Activer le FSRVP
ru: Включить FSRVP

source: Enable FXP
es_ar: Habilitar FXP
fr: Activer FXP
ru: Включить FXP

source: Enable GMail OAuth authentication.
es_ar: Habilite la autenticación de GMail OAuth.
fr: Activer l’authentification GMail OAuth.

source: Enable NFSv4
es_ar: Habilitar
fr: Activer NFSv4
ru: Включить NFSv4

source: Enable Netwait Feature
es_ar: Habilitar la función Netwait
fr: Activer la fonction Netwait
ru: Включить функуию Netwait

source: Enable Network Performance Statistics
es_ar: Habilitar estadísticas de rendimiento de la red
fr: Activer les statistiques de performance réseau

source: Enable Password Toggle
es_ar: Habilitar alternar contraseña
fr: Activer la visualisation du mot de passe
ru: Разрешить просмотр пароля

source: Enable S.M.A.R.T.
es_ar: Habilitar S.M.A.R.T.
fr: Activer S.M.A.A.R.T.
ru: Включить S.M.A.R.T.

source: Enable SMB1 support
es_ar: Habilitar soporte de SMB1
fr: Activer le support SMB1
ru: Включить поддержку SMB1

source: Enable SMB2/3 Durable Handles
es_ar: Habilitar manijas duraderas SMB2/3
ru: Включить SMB2/3 Durable Handles

source: Enable Serial Console
es_ar: Habilitar consola Serial
fr: Activer la console série
ru: Включить последовательную консоль

source: Enable Service
es_ar: Habilitar servicio
fr: Activer le service
ru: Включить службу

source: Enable Shadow Copies
es_ar: Habilitar instantáneas
fr: Activer les clichés instantanés
ru: Включить Shadow Copies

source: Enable TLS
es_ar: Habilitar TLS
fr: Activer TLS
ru: Включить TLS

source: Enable TPC
es_ar: Habilitar TPC
fr: Activer TPC
ru: Включить TPC

source: Enable Time Machine backups on this share.
es_ar: Habilite las copias de seguridad de Time Machine en este recurso compartido.
fr: Activez les sauvegardes Time Machine sur ce partage.
ru: Включите резервное копирование Time Machine на этом ресурсе.

source: Enable Two-Factor Auth for SSH
es_ar: Habilite la autenticación de dos factores para SSH
fr: Activer l'authentification à deux facteurs pour SSH
ru: Включить двухфакторную аутентификацию для SSH

source: Enable Two-Factor Authentication
es_ar: Habilitar segundo factor de autenticación
fr: Activer l’authentification à deux facteurs
ru: Включить двухфакторную аутентификацию

source: Enable Unix privileges supported by OSX 10.5 and higher. Do not enable this if the network contains Mac OSX 10.4 clients or lower as they do not support this feature.
es_ar: Habilite los privilegios de Unix compatibles con OSX 10.5 y superior. No habilite esto si la red contiene clientes Mac OSX 10.4 o inferior, ya que no son compatibles con esta función.
fr: Activer les privilèges Unix pris en charge par OSX 10.5 et supérieur. Ne l'activez pas si le réseau contient des clients Mac OSX 10.4 ou moins car ils ne prennent pas en charge cette fonctionnalité.
ru: Включить привилегии Unix, поддерживаемые OSX 10.5 и выше. Не включайте это, если сеть содержит клиенты Mac OSX 10.4 или ниже, так как они не поддерживают эту функцию.

source: Enable VNC
es_ar: Habilitar VNC
fr: Activer VNC
ru: Включить VNC

source: Enable a VNC (Virtual Network Computing) remote connection. Requires <i>UEFI</i> booting.
es_ar: Habilite una conexión remota VNC (Virtual Network Computing). Requiere el arranque <i>UEFI</i>.
fr: Activer une connexion à distance VNC (Virtual Network Computing). Nécessite un démarrage <i>UEFI</i>.
ru: Включите удаленное соединение VNC (Virtual Network Computing). Требуется загрузка <i>UEFI</i>.

source: Enable automatic support alerts to iXsystems (Silver/Gold support only)
es_ar: Habilite alertas de soporte automático para iXsystems (solo soporte Silver/Gold)
fr: Activer les alertes automatique pour le support iXsystems (Silver/Gold uniquement)
ru: Включить автоматические оповещения о поддержке в iXsystems (только поддержка Silver/Gold)

source: Enable for TrueNAS to periodically review data blocks and identify empty blocks of obsolete blocks that can be deleted. Unset to incorporate day block overwrites when a device write is started (default).
es_ar: Habilite para que TrueNAS revise periódicamente bloques de datos e identifique bloques vacíos de bloques obsoletos que se pueden eliminar. No está configurado para incorporar sobrescrituras de bloques de días cuando se inicia la escritura de un dispositivo (predeterminado).
fr: Activez pour TrueNAS pour examiner périodiquement les blocs de données et identifier les blocs vides de blocs obsolètes qui peuvent être supprimés. Désactivé pour incorporer les écrasements de bloc de jour lorsqu'une écriture de périphérique est lancée (par défaut).

source: Enable iSCSI ALUA
es_ar: Habilitar iSCSI ALUA
fr: Activer iSCSI ALUA
ru: Включить iSCSI ALUA

source: Enable iXsystems Proactive Support
es_ar: Habilite el soporte proactivo de iXsystems
fr: Activer le support proactif d'iXsystems
ru: Включить проактивную поддержку iXsystems

source: Enable running services that require <a href="https://www.freebsd.org/cgi/man.cgi?query=mlock" target="_blank">mlock(2)</a> in a jail.
es_ar: Habilite los servicios en ejecución que requieren <a href="https://www.freebsd.org/cgi/man.cgi?query=mlock" target="_blank">mlock(2)</a> en una jaula.
fr: Activez les services d'exécution qui nécessitent <a href="https://www.freebsd.org/cgi/man.cgi?query=mlock" target="_blank">mlock(2)</a> dans un environnement jail.
ru: Включить службы, для которых требуется <a

source: Enable sending anonymous usage statistics to iXsystems.
es_ar: Habilite el envío de estadísticas de uso anónimas a iXsystems.
fr: Activer l'envoi de statistiques d'utilisation anonymes à iXsystems.
ru: Включить отправку анонимной статистики использования в iXsystems.

source: Enable service
es_ar: Habilitar servicio
fr: Activer le service
ru: Включить службу

source: Enable support for the File Server Remote VSS Protocol (<a href="https://docs.microsoft.com/en-us/openspecs/windows_protocols/ms-fsrvp" target="_blank">FSVRP</a>). This protocol allows RPC clients to manage snapshots for a specific SMB share. The share path must be a dataset mountpoint. Snapshots have the prefix <code>fss-</code> followed by a snapshot creation timestamp. A snapshot must have this prefix for an RPC user to delete it.
es_ar: Habilite la compatibilidad con el protocolo VSS remoto del servidor de archivos (<a href="https://docs.microsoft.com/en-us/openspecs/windows_protocols/ms-fsrvp" target="_blank">FSVRP</a>). Este protocolo permite a los clientes RPC administrar instantáneas para un recurso compartido SMB específico. La ruta compartida debe ser un punto de montaje del conjunto de datos. Las instantáneas tienen el prefijo <code>fss-</code> seguido de una marca de tiempo de creación de instantánea. Una instantánea debe tener este prefijo para que un usuario RPC la elimine.
fr: Activer la prise en charge du protocole<a href="https://docs.microsoft.com/en-us/openspecs/windows_protocols/ms-fsrvp" target="_blank"> FSVRP</a> (File Server Remote VSS Protocol). Ce protocole permet aux clients RPC de gérer des instantanés pour un partage SMB spécifique. Le chemin du partage doit être un point de montage d'un dataset. Les instantanés ont le préfixe <code>fss-</code> suivi d'un horodatage de création de l'instantané. Un instantané doit avoir ce préfixe pour qu'un utilisateur RPC puisse le supprimer.

source: Enable the Active Directory service. The first time this option is set, the Domain Account Password must be entered.
es_ar: Habilite el servicio de Active Directory. La primera vez que se configura esta opción, se debe ingresar la Contraseña de la cuenta de dominio.
fr: Activez le service Active Directory. La première fois que cette option est définie, le mot de passe du compte de domaine doit être saisi.
ru: Включить службу Active Directory. При первой установке этого параметра необходимо ввести пароль учетной записи домена.

source: Enable the SNMPv3 security model.
es_ar: Habilite el modelo de seguridad SNMPv3.
fr: Activez le modèle de sécurité SNMPv3.
ru: Включить модель безопасности SNMPv3.

source: Enable this AFP share. Unset to disable this AFP share without deleting it.
es_ar: Habilite este recurso compartido AFP. Desconéctelo para deshabilitar este recurso compartido AFP sin eliminarlo.
fr: Activez ce partage AFP. Décocher pour désactiver ce partage AFP sans le supprimer.
ru: Включить этот ресурс AFP. Отключите, чтобы отключить этот общий ресурс AFP без его удаления.

source: Enable this Cloud Sync Task. Unset to disable this Cloud Sync Task without deleting it.
es_ar: Habilite esta tarea de sincronización en la nube. Deshabilite esta tarea de sincronización de la nube sin eliminarla.
fr: Activez cette tâche de synchronisation Cloud. Décocher pour la désactiver sans la supprimer.
ru: Включить эту задачу облачной синхронизации. Снимите флажок, чтобы отключить эту задачу синхронизации, не удаляя ее.

source: Enable this NFS share. Unset to disable this NFS share without deleting it.
es_ar: Habilite este recurso compartido NFS. Desconéctelo para deshabilitar este recurso compartido NFS sin eliminarlo.
fr: Activez ce partage NFS. Décocher pour désactiver ce partage NFS sans le supprimer.
ru: Включить этот ресурс NFS. Отключите, чтобы отключить этот общий ресурс NFS без его удаления.

source: Enable this SMB share. Unset to disable this SMB share without deleting it.
es_ar: Habilite este recurso compartido SMB. Desconéctelo para deshabilitar este recurso compartido SMB sin eliminarlo.
fr: Activez ce partage SMB. Décocher pour désactiver ce partage SMB sans le supprimer.
ru: Включить этот ресурс SMB. Отключите, чтобы отключить этот общий ресурс SMB без его удаления.

source: Enable this WebDAV share. Unset to disable this WebDAV share without deleting it.
es_ar: Habilite este recurso compartido WebDAV. Desconéctelo para deshabilitar este recurso compartido WebDAV sin eliminarlo.
fr: Activez ce partage WebDAV. Décocher pour désactiver ce partage WebDAV sans le supprimer.
ru: Включить этот ресурс WebDAV. Отключите, чтобы отключить этот общий ресурс WebDAV без его удаления.

source: Enable this cron job. When unset, disable the cron job without deleting it.
es_ar: Habilite este trabajo cron. Cuando esté deshabilitado, deshabilite el trabajo cron sin eliminarlo.
fr: Activez cette tâche cron. Désactiver pour la désactiver sans la supprimer.
ru: Включить это задание cron. Если не установлено, отключает задание cron, не удаляя его.

source: Enable this rsync task. Unset to disable this rsync task without deleting it.
es_ar: Habilite esta tarea rsync. Desconéctelo para deshabilitar esta tarea rsync sin eliminarla.
fr: Activez cette tâche rsync. Désactiver pour la désactiver sans la supprimer.
ru: Включить это задание rsync. Если не установлено, отключает задание rsync, не удаляя его.

source: Enable this service to start automatically.
es_ar: Habilite este servicio para iniciarse automáticamente.
fr: Activez ce service pour qu'il démarre automatiquement.
ru: Включить автоматический запуск этой службы.

source: Enable this task. Unset to disable the task without deleting it.
es_ar: Habilita esta tarea. Desarmar para deshabilitar la tarea sin eliminarla.
fr: Activez cette tâche. Désactiver pour la désactiver sans la supprimer.
ru: Включить эту задачу. Отключите, чтобы отключить задачу, не удаляя ее.

source: Enable this tunable. Unset to disable this tunable without deleting it.
es_ar: Habilite este sintonizable. Desarmar para deshabilitar este sintonizable sin eliminarlo.
fr: Activez ce calibrage (tunable) . Désactiver pour le désactiver sans le supprimer.
ru: Включить эту настройку. Отключите, чтобы отключить настройку, не удаляя ее.

source: Enable to prevent binding to local address and port. Must be enabled if OpenVPN client and server are to run concurrently.
es_ar: Habilítelo para evitar el enlace a la dirección local y al puerto. Debe habilitarse si el cliente y el servidor OpenVPN deben ejecutarse simultáneamente.
fr: Permet d'empêcher la liaison à l'adresse locale et au port. Doit être activé si le client et le serveur OpenVPN doivent fonctionner en même temps.
ru: Включите, чтобы предотвратить привязку к локальному адресу и порту. Должен быть включен, если клиент и сервер OpenVPN должны работать одновременно.

source: Enable two-factor authentication for SSH access to the system. It is recommended to leave this DISABLED until after two-factor authentication is successfully tested with the UI.
es_ar: Habilite la autenticación de dos factores para el acceso SSH al sistema. Se recomienda dejar esto DESACTIVADO hasta después de que la autenticación de dos factores se haya probado con éxito con la interfaz de usuario.
fr: Activer l'authentification à deux facteurs pour l'accès SSH au système. Il est recommandé de laisser cette option désactivée jusqu'à ce que l'authentification à deux facteurs soit testée avec succès avec l'interface utilisateur.
ru: Включить двухфакторную аутентификацию для SSH-доступа к системе. Рекомендуется оставлять этот параметр ОТКЛЮЧЕННЫМ до тех пор, пока двухфакторная аутентификация не будет успешно протестирована с пользовательским интерфейсом.

source: Enable when the device number is inconstant across a reboot.
es_ar: Habilítelo cuando el número de dispositivo no sea constante durante un reinicio.
fr: Activé lorsque le numéro du périphérique est inconstant lors d'un redémarrage.
ru: Включите, если номер устройства непостоянен при перезагрузке.

source: Enable/disable TLS Web Client Authentication.
es_ar: Habilitar/deshabilitar la autenticación de cliente web TLS.
fr: Activer/désactiver l'authentification du client Web TLS.
ru: Включение/отключение проверки подлинности веб-клиента TLS.

source: Enabled
es_ar: Habilitado
fr: Activé
ru: Включено

source: Enables <i>receive</i> mode. Any received peer information is saved in interface descriptions.
es_ar: Habilita el modo <i>recibir</i>. Cualquier información de pares recibida se guarda en las descripciones de la interfaz.
fr: Active le mode <i>réception</i>. Toutes les informations reçues par les pairs sont enregistrées dans les descriptions d'interface.
ru: Включает режим <i>приема</i>. Любая полученная информация о партнере сохраняется в описании интерфейса.

source: Enabling <em>Time Machine</em> on an SMB share requires restarting the SMB service.
es_ar: Habilitar <em>Time Machine</em> en un recurso compartido SMB requiere reiniciar el servicio SMB.
fr: Pour activer <em>Time Machine</em> sur un partage SMB, il faut redémarrer le service SMB.
ru: Для включения <em>Time Machine</em> на общем ресурсе SMB требуется перезапуск службы SMB.

source: Enabling allows the system to conduct periodic <a href="--docurl--/tasks.html#s-m-a-r-t-tests" target="_blank">S.M.A.R.T. tests</a>.
es_ar: La habilitación permite que el sistema realice <a href="--docurl--/tasks.html#s-m-a-r-t-tests" target="_blank">pruebas S.M.A.R.T.</a>.
fr: L'activation permet au système d'effectuer des <a href="--docurl--/tasks.html#s-m-a-r-t-tests" target="_blank">tests S.M.A.R.T</a>. périodiques.

source: Enabling allows using a password to authenticate the SSH login. <i>Warning:</i> when directory services are enabled, allowing password authentication can grant access to all users imported by the directory service.<br> Disabling changes authentication to require keys for all users. This requires <a href="http://the.earth.li/%7Esgtatham/putty/0.55/htmldoc/Chapter8.html" target="_blank">additional setup</a> on both the SSH client and server.
es_ar: La habilitación permite usar una contraseña para autenticar el inicio de sesión SSH. <i>Advertencia:</i> cuando los servicios de directorio están habilitados, permitir la autenticación de contraseña puede otorgar acceso a todos los usuarios importados por el servicio de directorio.<br> Deshabilitar la autenticación de cambios para requerir claves para todos los usuarios. Esto requiere <a href="http://the.earth.li/%7Esgtatham/putty/0.55/htmldoc/Chapter8.html" target="_blank">configuración adicional</a> tanto en el cliente SSH como en el servidor.
fr: L’activation permet d’utiliser un mot de passe pour authentifier la connexion SSH. <i>Avertissement :</i> lorsque les services d’annuaire sont activés, l’activation de l’authentification par mot de passe peut permettre l’accès à tous les utilisateurs importés par le service d’annuaire.<br> Désactiver les modifications d’authentification pour exiger des clés pour tous les utilisateurs. Cela nécessite <a href="http://the.earth.li/%7Esgtatham/putty/0.55/htmldoc/Chapter8.html" target="_blank">une configuration supplémentaire</a> sur le client SSH et le serveur.

source: Enabling sends the <i>plugin instance</i> and <i>type instance</i> to Graphite as separate path components: <i>host.cpu.0.cpu.idle</i>.<br><br> Disabling sends the <i>plugin</i> and <i>plugin instance</i> as one path component and <i>type</i> and <i>type instance</i> as another component: <i>host.cpu-0.cpu-idle</i>.
es_ar: La habilitación envía la <i>instancia de complemento</i> y <i>instancia de tipo</i> a Graphite como componentes de ruta separados: <i>host.cpu.0.cpu.idle</i>. <br> <br> La desactivación envía el <i>complemento</i> y la <i>instancia del complemento</i> como un componente de ruta y <i>tipo</i> y <i>tipo de instancia</i> como otro componente: <i>host.cpu-0.cpu-idle</i>.
fr: L'activation envoie l'<i>instance du plugin</i> et l'<i>instance du type</i> à Graphite en tant que composants séparés du chemin : <i>host.cpu.0.cpu.idle</i>.<br><br> La désactivation envoie le <i>plugin</i> et l'instance de <i>plugin</i> comme un composant de chemin et le <i>type</i> et l'instance de <i>type</i> comme un autre composant : <i>host.cpu-0.cpu-idle</i>.

source: Enabling this option can expose administrator credentials and is not recommended.
es_ar: Habilitar esta opción puede exponer las credenciales de administrador y no se recomienda.
fr: L'activation de cette option peut exposer les informations d'identification de l'administrateur et n'est pas recommandée.
ru: Включение этой опции может раскрыть учетные данные администратора и не рекомендуется.

source: Enabling this option is <b>not</b> recommended as it bypasses a security mechanism.
es_ar: Habilitar esta opción <b>no</b> es recomendable ya que omite un mecanismo de seguridad.
fr: L'activation de cette option n'est <b>pas</b> recommandée car elle contourne un mécanisme de sécurité.
ru: Включение этой опции <b>не</b> рекомендуется, так как обходит механизм безопасности.
