Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: To define a custom shortcut for the <i>Path</i>, enter a memorable name. Example: <i>/nfsshare</i>. NFS clients can connect using the <i>Alias</i> instead of the <i>Path</i> when the share is active. A share with multiple paths requires either not using aliases or defining an alias for each path in the share.
es_ar: Para definir un atajo personalizado para la <i>Ruta</i>, ingrese un nombre memorable. Ejemplo: <i>/nfsshare</i>. Los clientes NFS pueden conectarse utilizando el <i>Alias</i> en lugar de la <i>Ruta</i> cuando el recurso compartido está activo. Un recurso compartido con varias rutas requiere no utilizar alias o definir un alias para cada ruta del recurso compartido.

source: To update the current software license or upgrade from TrueNAS Core® to TrueNAS Enterprise®, copy the text of the TrueNAS license and paste it in this box.
es_ar: Para actualizar la licencia de software actual o actualizar TrueNAS Core® a TrueNAS Enterprise®, copie el texto de la licencia TrueNAS y péguelo en este cuadro.
fr: Pour mettre à jour la licence actuelle du logiciel ou passer de TrueNAS Core® à TrueNAS Enterprise®, copiez le texte de la licence TrueNAS et collez-le dans cette case.

source: Toggle Collapse
es_ar: Alternar colapso
fr: Réduire
ru: Переключить Сжатие

source: Toggle Display
es_ar: Alternar pantalla
fr: Basculer l'affichage

source: Toggle Hide/Open
es_ar: Alternar Ocultar/Abrir
fr: Masquer/Ouvrir
ru: Переключить Скрыть/Открыть

source: Toggle built-in groups
es_ar: Alternar grupos incorporados
fr: Basculer les groupes intégrés

source: Toggle built-in users
es_ar: Alternar usuarios incorporados
fr: Basculer les utilisateurs intégrés

source: Token created with <a href="https://developers.google.com/drive/api/v3/about-auth" target="_blank">Google Drive</a>. Access Tokens expire periodically and must be refreshed.
es_ar: Token creado con <a href="https://developers.google.com/drive/api/v3/about-auth" target="_blank">Google Drive</a>. Los tokens de acceso caducan periódicamente y deben actualizarse.
fr: Token créé avec <a href="https://developers.google.com/drive/api/v3/about-auth" target="_blank">Google Drive</a>. Les jetons d'accès expirent périodiquement et doivent être actualisés.
ru: Токен, созданный с помощью <a href="https://developers.google.com/drive/api/v3/about-auth" target="_blank">Google Диска</a>. Токены доступа периодически истекают и должны обновляться.

source: Token expired, please log back in.
es_ar: Token caducado, vuelva a iniciar sesión.
fr: Token expiré, veuillez vous reconnecter.

source: Top level of the LDAP directory tree to be used when searching for resources. Example: <i>dc=test,dc=org</i>.
es_ar: Nivel superior del árbol de directorios LDAP que se utilizará al buscar recursos. Ejemplo: <i>dc=test,dc=org</i>.
fr: Niveau supérieur de l'arborescence LDAP à utiliser lors de la recherche de ressources. Exemple : <i>dc=test,dc=org</i>.
ru: Верхний уровень дерева каталогов LDAP, который будет использоваться при поиске ресурсов. Пример: <i>dc=test,dc=org</i>.

source: Topic <a href="https://docs.aws.amazon.com/sns/latest/dg/CreateTopic.html" target="_blank">Amazon Resource Name (ARN)</a> for publishing. Example: <b>arn:aws:sns:us-west-2:111122223333:MyTopic</b>.
es_ar: Tema <a href="https://docs.aws.amazon.com/sns/latest/dg/CreateTopic.html" target="_blank"> Nombre de recurso de Amazon (ARN) </a> para publicación. Ejemplo: <b> arn: aws: sns: us-west-2: 111122223333: MyTopic </b>.
fr: Sujet <a href="https://docs.aws.amazon.com/sns/latest/dg/CreateTopic.html" target="_blank">Amazon Resource Name (ARN)</a> pour la publication. Exemple : <b>arn:aws:aws:sns:us-west-2:11112122223333:MyTopic</b>.
ru: Тема <a href="https://docs.aws.amazon.com/sns/latest/dg/CreateTopic.html" target="_blank">Название ресурса Amazon (ARN)</a> для публикации. Пример: <b>arn:aws:sns:us-west-2:111122223333:MyTopic</b>.

source: Topology
es_ar: Topología
fr: Topologie

source: Train
es_ar: Tren
fr: Canal
ru: Поезд

source: Transfer
es_ar: Transferir
fr: Transfert

source: Transfer Mode
es_ar: Modo de transferencia
fr: Mode de transfert
ru: Режим передачи

source: Transfer Mode Reset
es_ar: Restablecer modo de transferencia
fr: Réinitialisation du mode de transfert
ru: Сброс режима передачи

source: Transfer Mode has been reset to <i>COPY</i>.
es_ar: El modo de transferencia se ha restablecido a <i>COPIAR</i>.
fr: Le mode de transfert a été réinitialisé en mode <i>COPY</i>.
ru: Режим передачи был сброшен в <i>COPY</i>.

source: Transfers
es_ar: Transferencias
fr: Transferts
ru: Передачи

source: Transparently reuse a single copy of duplicated data to save space. Deduplication can improve storage capacity, but is RAM intensive. Compressing data is generally recommended before using deduplication. Deduplicating data is a one-way process. <b>Deduplicated data cannot be undeduplicated!</b>.
es_ar: Reutilice de forma transparente una sola copia de datos duplicados para ahorrar espacio. La deduplicación puede mejorar la capacidad de almacenamiento, pero requiere mucha RAM. Generalmente se recomienda comprimir datos antes de usar la deduplicación. La deduplicación de datos es un proceso unidireccional. <b>¡Los datos deduplicados no se pueden duplicar!</b>.
fr: Réutiliser de manière transparente une seule copie des données dupliquées pour économiser de l'espace. La déduplication peut améliorer la capacité de stockage, mais elle est gourmande en mémoire vive. Il est généralement recommandé de compresser les données avant d'utiliser la déduplication. La déduplication des données est un processus à sens unique. Les <b>données dédupliquées ne peuvent pas être dédupliquées </b>.

source: Transport
es_ar: Transporte
ru: Транспорт

source: Transport Options
es_ar: Opciones de transporte
fr: Options de transport

source: Traverse
es_ar: Atravesar
fr: Traverser
ru: Обход

source: TrueCommand Cloud Service
es_ar: Servicio en la nube TrueCommand
fr: Service Cloud TrueCommand

source: TrueCommand Cloud Service deregistered
es_ar: TrueCommand Cloud Service dado de baja
fr: Le service Cloud TrueCommand désenregistré

source: TrueCommand Cloud Service has been deregistered.
es_ar: TrueCommand Cloud Service ha sido dado de baja.
fr: Le service Cloud TrueCommand a été désenregistré.

source: TrueNAS Community Forums
es_ar: Foros de la Comunidad TrueNAS
fr: Forums communautaires TrueNAS

source: TrueNAS Controller
es_ar: Controlador TrueNAS
fr: Contrôleur TrueNAS
ru: Контроллер TrueNAS

source: TrueNAS Controllers
es_ar: Controladores TrueNAS
fr: Contrôleurs TrueNAS
ru: Контроллеры TrueNAS

source: TrueNAS Documentation Site
es_ar: Sitio de documentación de TrueNAS
fr: Site de documentation TrueNAS

source: TrueNAS URL
es_ar: URL TrueNAS
fr: URL TrueNAS

source: TrueNAS controller
es_ar: Controlador TrueNAS
fr: Contrôleur TrueNAS
ru: Контроллер TrueNAS

source: TrueNAS controllers
es_ar: Controladores TrueNAS
fr: Contrôleurs TrueNAS
ru: Контроллеры TrueNAS

source: Tue
es_ar: Martes
fr: Mar
ru: Вт

source: Tunable
es_ar: Ajustable
fr: Réglable

source: Tunables
es_ar: Sintonizables
fr: Réglables
ru: Параметры настройки

source: Turn off hardware offloading for network traffic processing. WARNING: disabling hardware offloading can reduce network performance. Disabling hardware offloading is only recommended when the interface is managing jails, plugins, or virtual machines.
es_ar: Apague la descarga de hardware para el procesamiento del tráfico de red. ADVERTENCIA: deshabilitar la descarga de hardware puede reducir el rendimiento de la red. La desactivación de la descarga de hardware solo se recomienda cuando la interfaz administra jaulas, complementos o máquinas virtuales.
fr: Désactivez le déchargement du matériel pour le traitement du trafic réseau. AVERTISSEMENT : la désactivation du déchargement du matériel peut réduire les performances du réseau. La désactivation du déchargement du matériel n'est recommandée que lorsque l'interface gère des jails, des plugins ou des machines virtuelles.
ru: Отключить аппаратную разгрузку для обработки сетевого трафика. ВНИМАНИЕ: отключение аппаратной разгрузки может снизить производительность сети. Отключение аппаратной разгрузки рекомендуется только в том случае, если интерфейс используется jail, плагинами или виртуальными машинами.

source: Two-Factor Auth
es_ar: Autenticación de dos factores
fr: Authentification à deux facteurs

source: Two-Factor Authentication
es_ar: Autenticación de dos factores
fr: Authentification à deux facteurs

source: Two-Factor Authentication Code
es_ar: Código de autenticación de dos factores
fr: Code d'authentification à deux facteurs

source: Two-factor authentication IS currently enabled.
es_ar: La autenticación de dos factores está habilitada actualmente.
fr: L'authentification à deux facteurs est actuellement activée.

source: Two-factor authentication is NOT enabled.
es_ar: La autenticación de dos factores NO está habilitada.
fr: L'authentification à deux facteurs n'est PAS activée.

source: Two-letter <a href="https://www.iso.org/obp/ui/#search/code/" target="_blank">ISO 3166-1 alpha-2 code</a> used to enable LLDP location support.
es_ar: El <a href="https://www.iso.org/obp/ui/#search/code/" target="_blank">código ISO 3166-1 alpha-2</a> se utiliza para habilitar el soporte de ubicación LLDP.
fr: <a href="https://www.iso.org/obp/ui/#search/code/" target="_blank">ISO 3166-1 alpha-2 code</a> à deux lettres utilisé pour permettre la prise en charge de la localisation du LLDP.
ru: Двухбуквенный код <a href="https://www.iso.org/obp/ui/#search/code/" target="_blank">ISO 3166-1 alpha-2</a> используется для включения поддержки местоположения LLDP.

source: Type
es_ar: Tipo
ru: Тип

source: Type of Microsoft acount. Logging in to a Microsoft account automatically chooses the correct account type.
es_ar: Tipo de cuenta de Microsoft. Iniciar sesión en una cuenta de Microsoft elige automáticamente el tipo de cuenta correcto.
fr: Type de compte Microsoft. La connexion à un compte Microsoft sélectionne automatiquement le bon type de compte.
ru: Тип учетной записи Microsoft. Вход в учетную запись Microsoft автоматически выбирает правильный тип учетной записи.

source: Type:
es_ar: Tipo:

source: UDP port number on the system receiving SNMP trap notifications. The default is <i>162</i>.
es_ar: Número de puerto UDP en el sistema que recibe notificaciones de captura SNMP. El valor predeterminado es <i> 162 </i>.
fr: Numéro de port UDP sur le système recevant les notifications SNMP trap. La valeur par défaut est <i>162</i>.
ru: Номер порта UDP в системе, получающей уведомления о SNMP trap. По умолчанию используется <i>162</i>.

source: UNINSTALL
es_ar: DESINSTALAR
fr: DÉSINSTALLER
ru: ДЕИНСТАЛИРОВАТЬ

source: UNIX Charset
es_ar: Conjunto de caracteres UNIX
fr: Jeu de caractères UNIX
ru: Набор символов UNIX

source: UPDATE
es_ar: ACTUALIZAR
fr: MISE À JOUR
ru: ОБНОВИТЬ

source: UPDATE IN PROGRESS
es_ar: ACTUALIZACIÓN EN PROGRESO
fr: MISE À JOUR EN COURS
ru: ПРОИСХОДИТ ОБНОВЛЕНИЕ

source: UPS Mode
es_ar: Modo UPS
fr: Mode UPS
ru: Режим ИБП

source: URI of the ACME Server Directory. Choose a preconfigured URI or enter a custom URI.
es_ar: URI del directorio del servidor ACME. Elija un URI preconfigurado o ingrese un URI personalizado.
fr: URI de l'annuaire serveur ACME. Choisissez une URI préconfigurée ou entrez une URI personnalisée.
ru: URI каталога сервера ACME. Выберите предварительно настроенный URI или введите пользовательский URI.

source: URL of the HTTP host to connect to.
es_ar: URL del host HTTP para conectarse.
fr: URL de l'hôte HTTP auquel se connecter.
ru: URL-адрес хоста HTTP для подключения.

source: Umask is used for newly created files. Default is <i>000</i> (anyone can read, write, and execute).
es_ar: Umask se usa para archivos recién creados. El valor predeterminado es <i>000</i> (cualquiera puede leer, escribir y ejecutar).
fr: L'umask est utilisé pour les fichiers nouvellement créés. La valeur par défaut est <i>000</i> (tout le monde peut lire, écrire et exécuter).

source: Unable to download key, check network connection.
es_ar: No se puede descargar la clave, verifique la conexión de red.
fr: Impossible de télécharger la clé, vérifier la connexion réseau.
ru: Невозможно скачать ключ, проверьте подключение к сети.

source: Unable to terminate processes which are using this pool:
es_ar: No se pueden finalizar los procesos que utilizan este grupo:
fr: Impossible de mettre fin aux processus qui utilisent ce volume:

source: Unencrypted pools can be imported directly.
es_ar: Los grupos sin cifrar se pueden importar directamente.
fr: Les volumes non chiffrés peuvent être importés directement.
ru: Незашифрованные пулы могут быть импортированы напрямую.

source: Unique LUN ID. The default is generated from the MAC address of the system.
es_ar: ID de LUN único. El valor predeterminado se genera a partir de la dirección MAC del sistema.
fr: ID unique du LUN. La valeur par défaut est générée à partir de l'adresse MAC du système.
ru: Уникальный LUN ID. Значение по умолчанию генерируется из MAC-адреса системы.

source: Unique Virtual Host ID on the broadcast segment of the network. Configuring multiple Virtual IP addresses requires a separate VHID for each address.
es_ar: ID de host virtual único en el segmento de difusión de la red. La configuración de múltiples direcciones IP virtuales requiere un VHID separado para cada dirección.
fr: ID d'hôte virtuel unique sur le segment de broadcast du réseau. La configuration de plusieurs adresses IP virtuelles nécessite un VHID distinct pour chaque adresse.
ru: Уникальный идентификатор виртуального хоста в широковещательном сегменте сети. Настройка нескольких виртуальных IP-адресов требует отдельного VHID для каждого адреса.

source: Unique drive identifier. Log in to a Microsoft account and choose a drive from the <i>Drives List</i> drop-down to add a valid ID.
es_ar: Identificador único de la unidad. Inicie sesión en una cuenta de Microsoft y elija una unidad del menú desplegable <i> Lista de unidades </i> para agregar una ID válida.
fr: Identificateur unique du variateur. Connectez-vous à un compte Microsoft et choisissez un lecteur dans la <i>liste de lecteurs</i> déroulante pour ajouter un ID valide.
ru: Уникальный идентификатор диска. Войдите в учетную запись Microsoft и выберите диск из раскрывающегося списка <i>Список дисков</i>, чтобы добавить действительный идентификатор.

source: Unique snapshot name. Cannot be used with a <i>Naming Schema</i>.
es_ar: Nombre único de la instantánea. No se puede usar con un <i> Esquema de nombres </i>.
fr: Nom unique de l'instantané. Ne peut pas être utilisé avec un <i>schéma de nommage</i>.
ru: Уникальное имя снимка. Не может использоваться с <i>Naming Schema</i>.

source: Unix NSS Info
es_ar: Información de Unix NSS

source: Unix Primary Group
es_ar: Grupo primario de Unix
fr: Groupe primaire Unix

source: Unix Shares (NFS)
es_ar: Comparticiones Unix (NFS)
fr: Partages Unix (NFS)

source: Unkeep
es_ar: No mantener
fr: Enlever
ru: Отпустить

source: Unknown
es_ar: Desconocido
fr: Inconnu

source: Unknown CPU
es_ar: CPU desconocida
fr: CPU inconnu

source: Unlock
es_ar: Desbloquear
fr: Déverrouiller
ru: Разблокировать

source: Unlock
es_ar: Desbloquear
fr: Déverrouiller

source: Unlock Children
es_ar: Desbloquear niños
fr: Déverrouiller les enfants

source: Unlock Datasets
es_ar: Desbloquear conjuntos de datos
fr: Déverrouiller les datasets

source: Unlock Successful
es_ar: Desbloqueo exitoso
fr: Déverrouillage réussi

source: Unlock the pool with a recovery key file instead of a passphrase. Select a recovery key file to upload from the local system.
es_ar: Desbloquee el grupo con un archivo de clave de recuperación en lugar de una frase de contraseña. Seleccione un archivo de clave de recuperación para cargar desde el sistema local.
fr: Déverrouillez le volume avec un fichier de clé de récupération au lieu d'une passphrase. Sélectionnez un fichier de clé de récupération uploader à partir du système local.
ru: Разблокировать пул с помощью файла ключа восстановления вместо ключевой фразы. Выберите файл ключа восстановления для загрузки из локальной системы.

source: Unlock the pool with either a passphrase or a recovery key.
es_ar: Desbloquee el grupo con una frase de contraseña o una clave de recuperación.
fr: Déverrouillez le volume à l'aide d'une passphrase ou d'une clé de récupération.

source: Unlock with Key file
es_ar: Desbloquear con archivo de clave
fr: Déverrouiller avec un fichier clé

source: Unlocking Datasets
es_ar: Desbloqueo de conjuntos de datos
fr: Déverrouillage des datasets

source: Unlocking Pool
es_ar: Desbloqueo de grupo
fr: Déverrouillage du volume

source: Unlocking datasets for
es_ar: Desbloqueo de conjuntos de datos para
fr: Déblocage des datasets pour

source: Unselect All
es_ar: Deseleccionar todo
fr: Tout déselectionner
ru: Снять все

source: Unset <i>Generate Encryption Key</i> to instead import a custom Hex key.
es_ar: Desactive <i>Generar clave de cifrado</i> para importar una clave hexadecimal personalizada.
fr: Désélectionnez <i> Générer la clé de chiffrement </i> pour importer à la place une clé personnalisée.

source: Unset to add a login prompt to the system before the console menu is shown.
es_ar: Desconéctelo para agregar una solicitud de inicio de sesión al sistema antes de que aparezca el menú de la consola.
fr: Désactiver l'ajout d'une invite de connexion au système avant que le menu de la console ne s'affiche.
ru: Отключите, чтобы добавить приглашение входа в систему перед отображением меню консоли.

source: Unset to disable the configuration without deleting it.
es_ar: Desarmar para deshabilitar la configuración sin eliminarla.
fr: Non défini pour désactiver la configuration sans la supprimer.
ru: Отключите, чтобы отключить конфигурацию, не удаляя ее.

source: Unset to disable the scheduled scrub without deleting it.
es_ar: Deshabilite para deshabilitar el fregado programado sin eliminarlo.
fr: Décochez pour désactiver le nettoyage (scrub) programmé sans le supprimer.
ru: Отключите, чтобы отключить запланированную очистку, не удаляя ее.

source: Unset to disable this service without deleting it.
es_ar: Deshabilite para deshabilitar este servicio sin eliminarlo.
fr: Non défini pour désactiver ce service sans le supprimer.
ru: Отключите, чтобы отключить эту услугу, не удаляя ее.

source: Unset to prepend the domain name to the username. Unset to prevent name collisions when Allow Trusted Domains is set and multiple domains use the same username.
es_ar: Desarmar para anteponer el nombre de dominio al nombre de usuario. No se configura para evitar colisiones de nombres cuando se establece Permitir dominios de confianza y varios dominios usan el mismo nombre de usuario.
fr: Désélectionnez la case à cocher pour que le nom de domaine soit préfixé au nom d'utilisateur. Désactiver pour empêcher les collisions de noms lorsque Autoriser les Domaines de Confiance (Allow Trusted Domains) est défini et que plusieurs domaines utilisent le même nom d'utilisateur.
ru: Отключите для добавления имени домена к имени пользователя. Отключите для предотвращения конфликтов имен, если установлен параметр Разрешить доверенные домены и несколько доменов используют одно и то же имя пользователя.

source: Unshare
es_ar: No compartir
fr: Désactiver le partage

source: Until
es_ar: Hasta
fr: Jusqu'à
ru: До

source: Until:
es_ar: Hasta:
fr: Jusqu'à :

source: Upcoming tasks
es_ar: Próximas tareas
fr: Tâches à venir
ru: Предстоящие задачи

source: Update
es_ar: Actualizaciones
fr: Mettre à jour
ru: Обновление

source: Update File
es_ar: Actualizar archivo
fr: Mettre à jour le fichier
ru: Файл обновления

source: Update File Temporary Storage Location
es_ar: Ubicación de almacenamiento temporal del archivo de actualización
fr: Mettre à jour l'emplacement de stockage temporaire des fichiers
ru: Временное хранилище файла обновления

source: Update Frequency
es_ar: Frecuencia de actualización
fr: Fréquence des mises à jour
ru: Частота обновления

source: Update Interval
es_ar: Intervalo de actualización
fr: Intervalle de mise à jour
ru: Интервал обновления

source: Update Jail
es_ar: Actualizar Jaula
fr: Mise à jour du jail

source: Update License
es_ar: Actualizar licencia
fr: Mettre à jour la licence
ru: Обновить лицензию

source: Update Period
es_ar: Periodo de actualización
fr: Période de mise à jour
ru: Период обновления

source: Update Plugins
es_ar: Actualizar complementos
fr: Mettre à jour les plugins
ru: Обновление плагинов

source: Update Preferences
es_ar: Actualizar preferencias
fr: Mise à jour des préférences

source: Update Production Status
es_ar: Actualizar estado de producción
fr: Mettre à jour le statut de production

source: Update Status
es_ar: Estado de actualización
fr: Mettre à jour le statut
ru: Статус обновления

source: Update TrueCommand Settings
es_ar: Actualizar la configuración de TrueCommand
fr: Mettre à jour les paramètres de TrueCommand

source: Update in Progress
es_ar: Actualización en progreso
fr: Mise-à-jour en cours
ru: Производится обновление

source: Update is complete, please reboot the system.
es_ar: La actualización está completa, reinicie el sistema.
fr: La mise à jour est terminée, veuillez redémarrer le système.
ru: Обновление завершено, пожалуйста, перезагрузите систему.

source: Update successful. Please reboot for the update to take effect. Reboot now?
es_ar: Actualización exitosa. Reinicie para que la actualización surta efecto. ¿Reinicie ahora?
fr: Mise à jour réussie. Veuillez redémarrer pour que la mise à jour prenne effet. Redémarrer maintenant ?
ru: Обновление прошло успешно. Пожалуйста, перезагрузитесь, чтобы обновление вступило в силу. Перезагрузить сейчас?

source: Update the jail operating system to the latest available patch?
es_ar: ¿Actualizar el sistema operativo de la jaula al último parche disponible?
fr: Mettre à jour le système d'exploitation du jail avec le dernier patch disponible ?

source: Updated
es_ar: Actualizado
fr: Mis à jour
ru: Обновлен

source: Updates Available
es_ar: Actualizaciones disponibles
fr: Mise à jour disponible
ru: Доступны обновления

source: Updates successfully downloaded
es_ar: Actualizaciones descargadas exitosamente
fr: Mises à jour téléchargées avec succès
ru: Обновления успешно загружены

source: Updating Dataset ACL
es_ar: Actualización de la ACL del conjunto de datos
fr: Mise à jour de l'ACL du dataset

source: Updating Jail
es_ar: Actualizando Jaula
fr: Mise à jour du jail
ru: Обновление Jail

source: Updating Plugin
es_ar: Actualizando complemento
fr: Mise à Jour du plugin
ru: Обновление плагина

source: Updating group members
es_ar: Actualización de miembros del grupo
fr: Mise à jour des membres du groupe
ru: Обновление членов группы

source: Updating selected plugins.
es_ar: Actualización de complementos seleccionados.
fr: Mise à jour des plugins sélectionnés.
ru: Обновление выбранных плагинов.

source: Upgrade Pool
es_ar: Actualizar Pool
fr: Mettre à niveau le volume
ru: Обновить пул

source: Upgrade Waiting to Finish
es_ar: Esperando finalización de actualización
fr: Mise à niveau en attente de terminer

source: Upgraded
es_ar: Actualizado
fr: Mis à niveau
ru: Обновлен

source: Upgrades both controllers. Files are downloaded to the Active Controller and then transferred to the Standby Controller. The upgrade process starts concurrently on both TrueNAS Controllers.
es_ar: Actualiza ambos controladores. Los archivos se descargan en el controlador activo y luego se transfieren al controlador en espera. El proceso de actualización comienza simultáneamente en ambos Controladores TrueNAS.
fr: Mise à niveau des deux contrôleurs. Les fichiers sont téléchargés vers le contrôleur actif, puis transférés vers le contrôleur en attente. Le processus de mise à niveau démarre simultanément sur les deux contrôleurs TrueNAS.
