Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Stops the rollback when the safety check finds any related intermediate, child dataset, or clone snapshots that are newer than the rollback snapshot.
es_ar: Detiene la reversión cuando la verificación de seguridad encuentra instantáneas intermedias, de datos secundarios o clonadas relacionadas que son más nuevas que la instantánea de reversión.
fr: Arrête le retour en arrière lorsque le contrôle de sécurité trouve des clichés intermédiaires, de datasets enfants ou des clichés de clones qui sont plus récents que la photo de retour en arrière.

source: Storage
es_ar: Almacenamiento
fr: Stockage
ru: Хранилище

source: Storage & Groups
es_ar: Almacenamiento y Grupos
fr: Stockage & Groupes
ru: Хранение и группы

source: Storage Class
es_ar: Clase de almacenamiento
fr: Classe de stockage
ru: Класс хранения

source: Storage URL
es_ar: URL de almacenamiento
fr: URL de stockage

source: Storage URL - optional <a href="https://rclone.org/swift/#standard-options" target="_blank">(rclone documentation)</a>.
es_ar: URL de almacenamiento: opcional <a href="https://rclone.org/swift/#standard-options" target="_blank"> (documentación de rclone) </a>.
fr: URL de stockage - facultatif <a href="https://rclone.org/swift/#standard-options" target="_blank">(documentation rclone</a>).

source: Storage location for the original snapshots that will be replicated.
es_ar: Ubicación de almacenamiento para las instantáneas originales que se replicarán.
fr: Lieu de stockage des clichés originaux qui seront répliqués.

source: Storage location for the replicated snapshots.
es_ar: Ubicación de almacenamiento para las instantáneas replicadas.
fr: Lieu de stockage des clichés répliqués.

source: Store Encryption key in Sending TrueNAS database
es_ar: Almacenar la clave de cifrado en la base de datos de envío de TrueNAS

source: Store system logs on the system dataset. Unset to store system logs in <i>/var/</i> on the operating system device.
es_ar: Almacene registros del sistema en el conjunto de datos del sistema. Desconéctelo para almacenar registros del sistema en <i> / var / </i> en el dispositivo del sistema operativo.
fr: Enregistrez les protocoles système dans le dataset système. Désactiver la mémorisation des logs système dans <i>/var/</i> sur le périphérique du système d'exploitation.
ru: Хранить системные журналы в системном наборе данных. Отключите для сохранения системных журналов в <i>/var/</i> на устройстве операционной системы.

source: Stream Compression
es_ar: Compresión de transmisión
fr: Compression de flux
ru: Сжатие потока

source: Stream Mode
es_ar: Modo de transmisión
fr: Mode Stream
ru: Режим потока

source: Streaming Metrics
es_ar: Métricas de transmisión
fr: Paramètres de diffusion en continu
ru: Потоковые показатели

source: Strip ACLs
es_ar: Quitar ACLs
fr: Supprimer les ACLs
ru: Удалить ACL

source: Stripe
es_ar: Raya
ru: Чередование

source: Stripping ACLs
es_ar: Eliminando ACLs
fr: Suppression des ACLs

source: Stripping ACLs...
es_ar: Eliminando ACLs...
fr: Suppression des ACLs...

source: Stripping the ACL resets dataset permissions. This can make data inaccessible until new permissions are created.
es_ar: Eliminar la ACL restablece los permisos del conjunto de datos. Esto puede hacer que los datos sean inaccesibles hasta que se creen nuevos permisos.
fr: Le fait de retirer l'ACL réinitialise les autorisations du dataset. Cela peut rendre les données inaccessibles jusqu'à ce que de nouvelles autorisations soient créées.
ru: Удаление ACL сбрасывает разрешения набора данных. Это может сделать данные недоступными, пока не будут созданы новые разрешения.

source: Subject
es_ar: Sujeto
fr: Sujet
ru: Тема

source: Subject Alternate Names
es_ar: Nombres alternativos del sujeto
fr: Noms alternatifs de sujet
ru: Альтернативные имена субъекта

source: Submit
es_ar: Enviar
fr: Enregistrer
ru: Отправить

source: Subnet mask of the IPv4 address.
es_ar: Máscara de subred de la dirección IPv4.
fr: Masque de sous-réseau de l'adresse IPv4.
ru: Маска подсети IPv4-адреса.

source: Succeeded
es_ar: Exitoso
fr: Réussi
ru: Удалось

source: Success
es_ar: Éxito
fr: Succès
ru: Успех

source: Successfully Promoted
es_ar: Promovido exitosamente
fr: Promu avec succès
ru: Успешно продвинут

source: Successfully Upgraded
es_ar: Actualizado con éxito
fr: Mise à niveau réussie
ru: Успешно обновлен

source: Successfully expanded pool
es_ar: Pool ampliado con éxito
fr: Volume agrandi avec succès

source: Successfully exported/disconnected '
es_ar: Exportado/Desconectado correctamente '
fr: Exporté/déconnecté avec succès '
ru: Успешно экспортирован/отключен '

source: Successfully extended vdev
es_ar: Vdev extendido con éxito
fr: Extension réussie du vdev

source: Successfully replaced disk
es_ar: Disco reemplazado exitosamente
fr: Remplacement réussi du disque
ru: Успешно заменен диск

source: Successfully reset encryption for pool:
es_ar: Restablezca con éxito el cifrado para el grupo:
fr: Réinitialisation du chiffrement réalisé avec succès pour le volume:
ru: Успешно сброшено шифрование для пула:

source: Successfully saved proactive support settings.
es_ar: Configuración de soporte proactiva guardada con éxito.
fr: Sauvegarde réussie des paramètres de support proactif.
ru: Успешно сохранены настройки проактивной поддержки.

source: Successfully updated.
es_ar: Actualizado exitosamente.
fr: Mis à jour avec succès.
ru: Успешно обновлено.

source: Suggest Layout
es_ar: Sugerir diseño
fr: Suggérer une mise en page
ru: Предложить макет

source: Sun
es_ar: Domingo
fr: Dim
ru: Вс

source: Support
es_ar: Soporte
ru: Поддержка

source: Support >16 groups
es_ar: Soporte> 16 grupos
fr: Support >16 groupes
ru: Поддержка >16 групп

source: Swap Size in GiB
es_ar: Tamaño de Swap en GiB
fr: Taille du swap en GiB

source: Switch Train
es_ar: Cambiar de tren
fr: Changer de canal
ru: Сменить поезд

source: Switch update trains?
es_ar: ¿Cambiar trenes de actualización?
fr: Changer de canal de mise à jour ?
ru: Изменить поезд обновлений?

source: Sync
es_ar: Sincronizar
fr: Synchroniser
ru: Синхронизация

source: Sync Keys
es_ar: Sincronizar claves

source: Sync ZFS/SED keys between KMIP Server and TN database.
es_ar: Sincronice las teclas ZFS/SED entre el servidor KMIP y la base de datos TN.
fr: Synchroniser les clés ZFS/SED entre le serveur KMIP et la base de données TN.

source: Sync from Peer
es_ar: Sincronizar del Par
fr: Sync de paires (peer)
ru: Синхронизировать с пары

source: Sync from peer succeeded.
es_ar: La sincronización del par tuvo éxito.
fr: Synchronisation de pairs (peer) réussie.
ru: Синхронизация с пары прошла успешно.

source: Sync to Peer
es_ar: Sincronizar con el Par
fr: Sync pairs (peer)
ru: Синхронизировать на пару

source: Sync to peer succeeded.
es_ar: Sincronización con el par exitosa.
fr: Sync pairs (peer) réussi.
ru: Синхронизация на пару прошла успешно.

source: Synced
es_ar: Sincronizado
fr: Synchronisé

source: Synchronize Destination Snapshots With Source
es_ar: Sincronice las instantáneas de destino con el origen
fr: Synchroniser les instantanés de destination avec la source

source: Syslog Level
es_ar: Nivel de Syslog
fr: Niveau Syslog

source: Syslog Server
es_ar: Servidor de Syslog
fr: Serveur syslog

source: Syslog TLS Certificate
es_ar: Certificado TLS de Syslog
fr: Certificat TLS Syslog

source: Syslog Transport
es_ar: Transporte de Syslog

source: System
es_ar: Sistema
fr: Système
ru: Система

source: System Clock
es_ar: Reloj del sistema
fr: Horloge système
ru: Системные часы

source: System Dataset Pool
es_ar: Pool de conjuntos de datos del sistema
fr: Volume du dataset système
ru: Пул системного набора данных

source: System Info
es_ar: Info del sistema
fr: Info système
ru: Системная информация

source: System Information
es_ar: Información del sistema
fr: Informations système
ru: Системная информация

source: System Serial
es_ar: Sistema en serie
fr: Numero de Série Système
ru: Серийный номер системы

source: System Settings
es_ar: Configuraciones del sistema
fr: Paramètres système

source: System Time Zone:
es_ar: Zona horaria del sistema:
fr: Fuseau horaire du système :

source: System domain name, like <i>example.com</i>
es_ar: Nombre de dominio del sistema, como <i>ejemplo.com</i>
fr: Nom de domaine système, comme <i>exemple.com</i>
ru: Доменное имя системы, например <i>example.com</i>

source: System failed to save configuration settings. Check the network connection. To proceed with the system upgrade <b>without</b> saving a current backup of the configuration setting, select the <i>Confirm</i> checkbox and click <i>Proceed with Update</i>.
es_ar: El sistema no pudo guardar la configuración. Verifique la conexión de red. Para continuar con la actualización del sistema <b> sin </b> guardar una copia de seguridad actual de la configuración, seleccione la casilla de verificación <i> Confirmar </i> y haga clic en <i> Continuar con la actualización </i>.
fr: Le système n'a pas réussi à sauvegarder les paramètres de configuration. Vérifiez la connexion au réseau. Pour procéder à la mise à jour du système <b>sans</b> enregistrer une sauvegarde actuelle des paramètres de configuration, cochez la case <i>Confirmer</i> et cliquez sur <i>Poursuivre la mise à jour</i>.

source: System host time to synchronize the time between jail and host.
es_ar: Hora del host del sistema para sincronizar la hora entre la jaula y el host.
fr: Heure de l'hôte système pour synchroniser le temps entre l'environnement jail et l'hôte.
ru: Время системного хоста для синхронизации времени между jail и хостом.

source: System hostname.
es_ar: Nombre de Host del sistema.
fr: Nom d'hôte du système.
ru: Имя хоста системы.

source: System is failing over...
es_ar: El sistema está fallando...
fr: Le système est en panne....
ru: Система переключается...

source: System is restarting...
es_ar: El sistema se está reiniciando...
fr: Le système redémarre....
ru: Система перезагружается...

source: System is shutting down...
es_ar: El sistema se está apagando...
fr: Le système s'arrête....
ru: Система выключается...

source: System network interface that remaps jail network addresses into a different IP address space. To override using the default system network interface, enter the name of a network interface to use for NAT.
es_ar: Interfaz de red del sistema que reasigna las direcciones de red de la jaula en un espacio de direcciones IP diferente. Para anular el uso de la interfaz de red predeterminada del sistema, ingrese el nombre de una interfaz de red que se utilizará para NAT.
fr: Interface réseau système qui redirige les adresses réseau du jail vers un espace d'adresse IP différent. Pour remplacer l'interface réseau du système par défaut, saisissez le nom d'une interface réseau à utiliser pour NAT.
ru: Системный сетевой интерфейс, который преобразует сетевые адреса jail в другое пространство IP-адресов. Чтобы переопределить, используя системный сетевой интерфейс по умолчанию, введите имя сетевого интерфейса, который будет использоваться для NAT.

source: System-Generated Settings
es_ar: Configuraciones generadas por el sistema
fr: Paramètres générés par le système

source: TCP Port
es_ar: Puerto TCP
fr: Port TCP
ru: Порт TCP

source: TCP port to use on bind to IP addresses
es_ar: Puerto TCP para usar en enlace a direcciones IP
fr: Port TCP à utiliser pour lier aux adresses IP
ru: TCP-порт для привязки к IP-адресам

source: TCP port used to access the iSCSI target. Default is <i>3260</i>.
es_ar: Puerto TCP utilizado para acceder al objetivo iSCSI. El valor predeterminado es <i> 3260 </i>.
fr: Port TCP utilisé pour accéder à la cible iSCSI. La valeur par défaut est <i>3260</i>.
ru: TCP-порт, используемый для доступа к цели iSCSI. По умолчанию <i>3260</i>.

source: TLS Allow Client Renegotiations
es_ar: Permitir renegociaciones de clientes TLS
fr: TLS Autoriser les renégociations avec les clients
ru: TLS Разрешить повторные согласования с клиентом

source: TLS Allow Dot Login
es_ar: Permitir inicio de sesión de punto TLS
fr: TLS Autoriser la connexion par points

source: TLS Allow Per User
es_ar: Permitir TLS por usuario
fr: TLS Autoriser par utilisateur

source: TLS Common Name Required
es_ar: Nombre común de TLS requerido
fr: TLS Nom commun requis
ru: TLS Требуется общее имя

source: TLS Crypt Auth
es_ar: Autenticación de cripta TLS

source: TLS Crypt Auth Enabled
es_ar: Autenticación de cripta TLS habilitada
fr: TLS Crypt Auth Activé

source: TLS DNS Name Required
es_ar: Nombre DNS TLS requerido
fr: TLS Nom DNS requis
ru: TLS Требуется DNS-имя

source: TLS Enable Diagnostics
es_ar: Habilitar diagnósticos de TLS
fr: TLS Activer le diagnostic
ru: TLS Включить диагностику

source: TLS Export Certificate Data
es_ar: Exportar certificado de datos TLS
fr: TLS Données du certificat d'exportation
ru: TLS Экспортировать данные сертификата

source: TLS Export Standard Vars
es_ar: Exportar Vars TLS estándar
fr: TLS Exporter les variables standard
ru: TLS Экспортировать стандартные переменные

source: TLS IP Address Required
es_ar: Dirección IP TLS requerida
fr: TLS Adresse IP requise
ru: TLS Требуется IP-адрес

source: TLS No Certificate Request
es_ar: Sin solicitud de certificado TLS
fr: TLS Aucune demande de certificat
ru: TLS Нет запроса сертификата

source: TLS No Empty Fragments
es_ar: Sin fragmentos TLS vacíos
fr: TLS Pas de fragments vides
ru: TLS Нет пустых фрагментов

source: TLS No Session Reuse Required
es_ar: No se requiere reutilización de sesión TLS
fr: TLS Aucune réutilisation de session requise
ru: TLS Повторное использование сеанса не требуется

source: TLS Policy
es_ar: Políticas TLS
fr: Politique TLS
ru: TLS Политика

source: Tag
es_ar: Etiqueta
fr: Étiquette

source: Take Snapshot
es_ar: Tomar instantánea
fr: Prendre un instantané
ru: Создать снимок

source: Target
es_ar: Objetivo
fr: Cible
ru: Цель

source: Target Alias
es_ar: Alias de objetivo
fr: Alias de la cible
ru: Псевдоним цели

source: Target Global Configuration
es_ar: Configuración global de destino

source: Target Mode
es_ar: Modo del objetivo
fr: Mode de la cible
ru: Режим цели

source: Target Name
es_ar: Nombre del objetivo
fr: Nom de la cible
ru: Имя цели

source: Targets
es_ar: Objetivos
fr: Cibles
ru: Цели

source: Task Manager
es_ar: Administrador de tareas
fr: Gestionnaire des tâches
ru: Диспетчер задач

source: Task Name
es_ar: Nombre de la tarea
fr: Nom de la tâche
ru: Название задачи

source: Task Started
es_ar: Tarea iniciada
fr: Tâche démarrée
ru: Задача запущена

source: Task State
es_ar: Estado de tarea
fr: État de la tâche

source: Task Stopped
es_ar: Tarea detenida
fr: Tâche arrêtée
ru: Задача остановлена

source: Task is on hold
es_ar: La tarea está en espera
fr: La tâche est en attente
ru: Задача приостановлена

source: Task is running
es_ar: La tarea se está ejecutando
fr: La tâche est en cours d'exécution
ru: Задача выполняется

source: Task started
es_ar: Tarea iniciada
fr: Tâche démarrée
ru: Задача запущена

source: Team Drive ID
es_ar: ID de unidad de equipo
fr: Drive ID de l'équipe
ru: Идентификатор Team Drive

source: Telegram Bot API Token (<a href="https://core.telegram.org/bots#3-how-do-i-create-a-bot" target="_blank">How to create a Telegram Bot</a>)
es_ar: Token de API del Bot de Telegram (<a href="https://core.telegram.org/bots#3-how-do-i-create-a-bot" target="_blank">Cómo crear un Telegram Bot</a>)

source: Temperature
es_ar: Temperatura
fr: Température
ru: Температура

source: Template
es_ar: Plantilla
fr: Modèle
ru: Шаблон

source: Tenant Domain
es_ar: Dominio del inquilino

source: Tenant ID
es_ar: ID del inquilino

source: Tenant ID - optional for v1 auth, this or tenant required otherwise <a href="https://rclone.org/swift/#standard-options" target="_blank">(rclone documentation)</a>.
es_ar: Id. De inquilino: opcional para la autenticación v1; de lo contrario, se requiere este inquilino <a href="https://rclone.org/swift/#standard-options" target="_blank"> (documentación de rclone) </a>.

source: Tenant Name
es_ar: Nombre del inquilino

source: Tenant domain - optional <a href="https://rclone.org/swift/#standard-options" target="_blank">(rclone documentation)</a>.
es_ar: Dominio del inquilino: opcional <a href="https://rclone.org/swift/#standard-options" target="_blank"> (documentación de rclone) </a>.

source: Terms of Service
es_ar: Términos de servicio
fr: Conditions d'utilisation
ru: Условия использования

source: Test Changes
es_ar: Probar cambios
fr: Tester changements

source: Test Cloud Sync
es_ar: Probar la sincronización de la nube
fr: Tester Cloud Sync

source: Test alert sent!
es_ar: ¡Alerta de prueba enviada!
fr: Alerte de test envoyée !
ru: Тестовое уведомление отправлено!

source: Test email sent!
es_ar: ¡Correo electrónico de prueba enviado!
fr: E-mail de test envoyé !
ru: Тестовое письмо отправлено!

source: Test network interface changes for
es_ar: Pruebe los cambios en la interfaz de red para
fr: Tester les modifications de l'interface réseau pour

source: Test network interface changes? Network connectivity can be interrupted.
es_ar: ¿Probar cambios en la interfaz de red? La conectividad de red puede ser interrumpida.
fr: Tester les changements d'interface réseau ? La connectivité du réseau peut être interrompue.

source: Tests the server connection and verifies the chosen <b>Certificate</b> chain. To test, configure the <i>Server</i> and <i>Port</i> values, select a <i>Certificate</i> and <i>Certificate Authority</i>, enable this setting, and click <b>SAVE</b>.
es_ar: Prueba la conexión del servidor y verifica la cadena <b>Certificado</b> elegida. Para probar, configure los valores de <i>Servidor</i> y <i>Puerto</i>, seleccione un <i>Certificado</i> y <i>Autoridad de certificación</i>, habilite esta configuración y haga clic en <b>GUARDAR</b>.
fr: Teste la connexion au serveur et vérifie la chaîne de <b>certificats</b> choisie. Pour tester, configurez les valeurs de <i>serveur</i> et de <i>port</i>, sélectionnez un <i>certificat</i> et une <i>autorité de certification</i>, activez ce paramètre et cliquez sur <b>ENREGISTRER</b>.

source: The
es_ar: Los
fr: Le

source: The <a href="https://www.freebsd.org/cgi/man.cgi?query=devfs "target="_blank">devfs(8)</a> ruleset number to enforce when mounting <b>devfs</b> in the jail. The default <i>0</i> means no ruleset is enforced. Mounting <b>devfs</b> inside a jail is only possible when the <b>allow_mount</b> and <b>allow_mount_devfs</b> permissions are enabled and <b>enforce_statfs</b> is set to a value lower than <i>2</i>.
es_ar: El <a href="https://www.freebsd.org/cgi/man.cgi?query=devfs" target="_blank">devfs(8)</a> número de conjunto de reglas que se debe aplicar al montar <b>devfs</b> en la jaula. El valor predeterminado <i>0</i> significa que no se aplica ningún conjunto de reglas. El montaje de <b>devfs</b> dentro de una jaula solo es posible cuando los permisos <b>allow_mount</b> y <b>allow_mount_devfs</b> están habilitados y <b>enforce_statfs</b> está establecido en valor inferior a <i>2</i>.
fr: Le numéro de jeu de règles <a href="https://www.freebsd.org/cgi/man.cgi?query=devfs "target="_blank">devfs(8)</a> à appliquer lors du montage de <b>devfs</b> dans l'environnement jail. La valeur par défaut <i>0</i> signifie qu'aucun jeu de règles n'est appliqué. Monter <b>devfs</b> dans un environnement jail n'est possible que lorsque les autorisations <b>allow_mount</b> et <b>allow_mount_devfs</b> sont activées et que <b>enforce_statfs</b> a une valeur inférieure à <i>2</i>.
ru: Номер набора правил <a href="https://www.freebsd.org/cgi/man.cgi?query=devfs" target="_blank">devfs(8)</a>, применяемый при монтировании <b>devfs</b> в jail. Значение по умолчанию <i>0</i> означает, что набор правил не применяется. Монтирование <b>devfs</b> внутри jail возможно только в том случае, если включены разрешены разрешения <b>allow_mount</b> и <b>allow_mount_devfs</b>, а для <b>enforce_statfs</b> установлено значение a значение ниже, чем <i>2</i>.

source: The <i>Alias</i> field can either be left empty or have an alias defined for each path in the share.
es_ar: El campo <i>Alias</i> puede dejarse vacío o tener un alias definido para cada ruta en el recurso compartido.

source: The <i>Use Apple-style character encoding</i> value has changed. This parameter affects how file names are read from and written to storage. Changes to this parameter after data is written can prevent accessing or deleting files containing mangled characters.
es_ar: El valor de <i>Usar codificación de caracteres estilo Apple</i> ha cambiado. Este parámetro afecta cómo se leen y escriben los nombres de archivo en el almacenamiento. Los cambios a este parámetro después de que se escriben los datos pueden evitar el acceso o la eliminación de archivos que contienen caracteres alterados.

source: The AFP
es_ar: El AFP
fr: L'AFP
ru: AFP

source: The API_KEY to use as the sender. This must be a valid UUID. It can be generated from the command line by typing <samp>uuidgen</samp>.
es_ar: La API_KEY para usar como remitente. Este debe ser un UUID válido. Se puede generar desde la línea de comando escribiendo <samp> uuidgen </samp>.
fr: La clé API_KEY à utiliser comme expéditeur. Il doit s'agir d'un UUID valide. Il peut être généré à partir de la ligne de commande en tapant <samp>uuidgen</samp>.
ru: API_KEY для использования в качестве отправителя. Это должен быть действительный UUID. Его можно сгенерировать из командной строки, набрав <samp>uuidgen</samp>.

source: The Credential is valid.
es_ar: La credencial es válida.
fr: Le credential est valide.
ru: Полномочия действительны.

source: The Group ID (GID) is a unique number used to identify a Unix group. Enter a number above 1000 for a group with user accounts. Groups used by a service must have an ID that matches the default port number used by the service.
es_ar: La ID de grupo (GID) es un número único utilizado para identificar un grupo Unix. Ingrese un número superior a 1000 para un grupo con cuentas de usuario. Los grupos utilizados por un servicio deben tener una ID que coincida con el número de puerto predeterminado utilizado por el servicio.
fr: L'ID de groupe (GID) est un numéro unique utilisé pour identifier un groupe Unix. Entrez un nombre supérieur à 1000 pour un groupe avec des comptes utilisateurs. Les groupes utilisés par un service doivent avoir un identifiant correspondant au numéro de port par défaut utilisé par le service.
ru: Идентификатор группы (GID) - это уникальный номер, используемый для идентификации группы Unix. Введите число выше 1000 для группы с учетными записями пользователей. Группы, используемые службой, должны иметь идентификатор, соответствующий номеру порта по умолчанию, который используется службой.

source: The Idmap cache should be cleared after finalizing idmap changes. Click "Continue" to clear the cache.
es_ar: El caché de Idmap debe borrarse después de finalizar los cambios de idmap. Haga clic en "Continuar" para borrar el caché.
fr: Le cache de l'idmap doit être vidé après la finalisation des modifications de l'idmap. Cliquez sur "Continuer" pour vider le cache.

source: The NFS
es_ar: El NFS
fr: Le NFS
ru: NFS
