Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Select a saved remote system SSH connection or choose <i>Create New</i> to create a new SSH connection.
es_ar: Seleccione una conexión SSH del sistema remoto guardada o elija <i> Crear nueva </i> para crear una nueva conexión SSH.
fr: Sélectionnez une connexion SSH au système à distant enregistré ou choisissez <i>Créer nouveau</i> pour créer une nouvelle connexion SSH.
ru: Выберите сохраненное SSH-соединение с удаленной системой или выберите <i>Создать новое</i>, чтобы создать новое SSH-соединение.

source: Select a schedule preset or choose <i>Custom</i> to open the advanced scheduler.
es_ar: Seleccione un programa preestablecido o elija <i> Personalizado </i> para abrir el programador avanzado.
fr: Sélectionnez un préréglage de planification ou choisissez <i>Personnaliser</i> pour ouvrir le planificateur avancé.
ru: Выберите предустановленное расписание или выберите <i>Пользовательский</i>, чтобы открыть расширенный планировщик.

source: Select a schedule preset or choose <i>Custom</i> to open the advanced scheduler. Note that an in-progress cron task postpones any later scheduled instance of the same task until the running task is complete.
es_ar: Seleccione un programa preestablecido o elija <i>Personalizado</i> para abrir el programador avanzado. Tenga en cuenta que una tarea cron en progreso pospone cualquier instancia programada posterior de la misma tarea hasta que se complete la tarea en ejecución.
fr: Sélectionnez un horaire prédéfini ou choisissez <i>Custom</i> pour ouvrir le programmateur avancé. Notez qu'une tâche cron en cours reporte toute instance programmée ultérieurement de la même tâche jusqu'à ce que la tâche en cours soit terminée.

source: Select a schedule preset or choose <i>Custom</i> to open the advanced scheduler.
es_ar: Seleccione un programa preestablecido o elija <i> Personalizado </i> para abrir el programador avanzado.
fr: Sélectionnez un préréglage de planification ou choisissez <i>Personnaliser</i> pour ouvrir le planificateur avancé.
ru: Выберите предустановленное расписание или выберите <i>Пользовательский</i>, чтобы открыть расширенный планировщик.

source: Select a schema when Samba Schema is set.
es_ar: Seleccione un esquema cuando Samba Schema esté configurado.
fr: Sélectionnez un schéma lorsque le schéma Samba est défini.
ru: Выберите схему, когда установлена Samba Schema.

source: Select a screen resolution to use for VNC sessions.
es_ar: Seleccione una resolución de pantalla para usar en las sesiones de VNC.
fr: Sélectionnez une résolution d'écran à utiliser pour les sessions VNC.
ru: Выберите разрешение экрана для использования в сеансах VNC.

source: Select a sector size in bytes. <i>Default</i> leaves the sector size unset and uses the ZFS volume values. Setting a sector size changes both the logical and physical sector size.
es_ar: Seleccione un tamaño de sector en bytes. <i> Predeterminado </i> deja el tamaño del sector sin definir y utiliza los valores de volumen ZFS. Establecer un tamaño de sector cambia el tamaño del sector lógico y físico.
fr: Sélectionnez une taille de secteur en octets. <i>Par défaut</i>, la taille du secteur n'est pas définie et utilise les valeurs de volume ZFS. La définition d'une taille de secteur modifie la taille des secteurs logique et physique.

source: Select a stream mode if system is to be used for streaming.
es_ar: Seleccione un modo de transmisión si el sistema se va a utilizar para la transmisión.
fr: Sélectionnez un mode de streaming si le système doit être utilisé pour le streaming.
ru: Выберите режим потока, если система будет использоваться для потоковой передачи.

source: Select a time zone.
es_ar: Seleccione una zona horaria.
fr: Sélectionnez un fuseau horaire.
ru: Выберите часовой пояс.

source: Select a user account to run the command. The user must have permissions allowing them to run the command or script.
es_ar: Seleccione una cuenta de usuario para ejecutar el comando. El usuario debe tener permisos que le permitan ejecutar el comando o script.
fr: Sélectionnez un compte utilisateur pour exécuter la commande. L'utilisateur doit avoir les autorisations lui permettant d'exécuter la commande ou le script.
ru: Выберите учетную запись пользователя для запуска команды. Пользователь должен иметь разрешения, позволяющие ему запускать команду или сценарий.

source: Select a valid SSL certificate created or imported in <b>System > Certificates</b> to use for encrypted connections.
es_ar: Seleccione un certificado SSL válido creado o importado en <b>Sistema > Certificados</b> para usar para conexiones cifradas.
fr: Sélectionnez un certificat SSL valide créé ou importé dans <b>Système > Certificats</b> à utiliser pour les connexions chiffrées.

source: Select an ACL Preset
es_ar: Seleccione un ajuste preestablecido de ACL
fr: Sélectionnez un préréglage ACL

source: Select an IP address to use for VNC sessions.
es_ar: Seleccione una dirección IP para usar en las sesiones de VNC.
fr: Sélectionnez une adresse IP à utiliser pour les sessions VNC.
ru: Выберите IP-адрес для использования в сеансах VNC.

source: Select an account to use for guest access. This account must have permissions to the shared pool or dataset. The privileges given to this user are also available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login. The root user cannot be used as guest account.
es_ar: Seleccione una cuenta para usar para acceso de invitado. Esta cuenta debe tener permisos para el grupo compartido o conjunto de datos. Los privilegios otorgados a este usuario también están disponibles para cualquier cliente que se conecte al servicio de invitado. Este usuario debe existir en el archivo de contraseña, pero no requiere un inicio de sesión válido. El usuario raíz no se puede usar como cuenta de invitado.
fr: Sélectionnez un compte à utiliser pour l'accès invité. Ce compte doit avoir des autorisation sur le volume partagé ou le dataset. Les privilèges accordés à cet utilisateur sont également disponibles pour tout client se connectant au service client. Cet utilisateur doit exister dans le fichier des mots de passe, mais ne nécessite pas de login valide. L'utilisateur root ne peut pas être utilisé comme compte invité.
ru: Выберите учетную запись для использования в качестве гостевого доступа. Эта учетная запись должна иметь разрешения для общего пула или набора данных. Привилегии, данные этому пользователю, также доступны любому клиенту, подключенному к гостевой службе. Этот пользователь должен существовать в файле паролей, но ему не требуется действительный логин. Пользователь root не может быть использован в качестве гостевой учетной записи.

source: Select an existing SSH connection to a remote system or choose <i>Create New</i> to create a new SSH connection.
es_ar: Seleccione una conexión SSH existente a un sistema remoto o elija <i> Crear nueva </i> para crear una nueva conexión SSH.
fr: Sélectionnez une connexion SSH existante vers un système distant ou choisissez <i>Créer nouveau</i> pour créer une nouvelle connexion SSH.
ru: Выберите существующее соединение SSH с удаленной системой или выберите <i>Создать новое</i>, чтобы создать новое соединение SSH.

source: Select an existing extent.
es_ar: Seleccione una extensión existente.
fr: Sélectionnez une étendue existante.
ru: Выберите существующий экстент.

source: Select an existing portal or choose <i>Create New</i> to configure a new portal.
es_ar: Seleccione un portal existente o elija <i> Crear nuevo </i> para configurar un nuevo portal.
fr: Sélectionnez un portail existant ou cliquez sur <i>Créer nouveau</i> pour configurer un nouveau portail.
ru: Выберите существующий портал или выберите <i>Создать новый</i>, чтобы настроить новый портал.

source: Select an existing realm that was added in <b>Directory Services > Kerberos Realms</b>.
es_ar: Seleccione un reino existente que se agregó en <b>Servicios de directorio > Reinos Kerberos</b>.
fr: Sélectionnez un domaine existant qui a été ajouté dans <b>Services d'annuaire > Kerberos Realms</b>.

source: Select an existing target.
es_ar: Seleccione un objetivo existente.
fr: Sélectionnez une cible existante.
ru: Выберите существующую цель.

source: Select an unused disk to add to this vdev. <br>WARNING: any data stored on the unused disk will be erased!
es_ar: Seleccione un disco no utilizado para agregar a este vdev. <br> ADVERTENCIA: ¡todos los datos almacenados en el disco no utilizado se borrarán!
fr: Sélectionnez un disque inutilisé à ajouter à ce vdev. <br>ATTENTION : toute donnée stockée sur le disque inutilisé sera effacée !

source: Select desired disk type.
es_ar: Seleccione el tipo de disco deseado.
fr: Sélectionnez le type de disque souhaité.
ru: Выберите нужный тип диска.

source: Select interfaces for SSH to listen on. Leave all options unselected for SSH to listen on all interfaces.
es_ar: Seleccione las interfaces para que SSH escuche. Deje todas las opciones sin seleccionar para que SSH escuche en todas las interfaces.
fr: Sélectionnez les interfaces sur lesquelles SSH peut écouter. Laissez toutes les options non sélectionnées pour que SSH puisse écouter sur toutes les interfaces.
ru: Выберите интерфейсы для прослушивания SSH. Оставьте все опции не выбранными для прослушивания SSH на всех интерфейсах.

source: Select mapping of permissions for authenticated users. <b>Rights</b> (default, Unix-style permissions), <b>None</b>, or <b>Mode</b> (ACLs).
es_ar: Seleccione la asignación de permisos para usuarios autenticados. <b> Derechos </b> (predeterminado, permisos de estilo Unix), <b> Ninguno </b> o <b> Modo </b> (ACL).
fr: Sélectionnez le mappage des autorisations pour les utilisateurs authentifiés. <b>Droits</b> (par défaut, autorisations de type Unix), <b>Aucun</b>, ou <b>Mode</b> (ACLs).
ru: Выберите отображение разрешений для аутентифицированных пользователей. <b>Rights</b> (по умолчанию, разрешения в стиле Unix), <b>None</b> или <b>Mode</b> (ACL).

source: Select one or more disks to decrypt.
es_ar: Seleccione uno o más discos para descifrar.
fr: Sélectionnez un ou plusieurs disques à déchiffrer.
ru: Выберите один или несколько дисков для расшифровки.

source: Select one or more screenshots that illustrate the problem.
es_ar: Seleccione una o más capturas de pantalla que ilustren el problema.
fr: Sélectionnez une ou plusieurs captures d'écran qui illustrent le problème.
ru: Выберите один или несколько скриншотов, которые иллюстрируют проблему.

source: Select permissions to apply to the chosen <i>Who</i>. Choices change depending on the <i>Permissions Type</i>.
es_ar: Seleccione los permisos para aplicar al <i>Who</i> elegido. Las opciones cambian según el <i>Tipo de permisos</i>.
fr: Sélectionnez les autorisations à appliquer au <i>Who</i> choisi. Les choix changent en fonction du <i>type</i> d'autorisation.

source: Select pool to import
es_ar: Seleccione pool para importar
fr: Sélectionner le volume à importer
ru: Выберите пул для импорта

source: Select pool, dataset, or directory to share.
es_ar: Seleccione pool, conjunto de datos o directorio para compartir.
fr: Sélectionnez le volume, le dataset ou le répertoire à partager.
ru: Выберите пул, набор данных или каталог для доступа.

source: Select the <a href="https://www.freebsd.org/cgi/man.cgi?query=syslog" target="_blank">syslog(3)</a> facility of the SFTP server.
es_ar: Seleccione la <a href="https://www.freebsd.org/cgi/man.cgi?query=syslog" target="_blank"> syslog (3) </a> instalación del servidor SFTP.
fr: Sélectionnez la fonction <a href="https://www.freebsd.org/cgi/man.cgi?query=syslog" target="_blank">syslog(3)</a> du serveur SFTP.
ru: Выберите <a href="https://www.freebsd.org/cgi/man.cgi?query=syslog" target="_blank">syslog(3)</a> facility для SFTP-сервера.

source: Select the <a href="https://www.freebsd.org/cgi/man.cgi?query=syslog" target="_blank">syslog(3)</a> level of the SFTP server.
es_ar: Seleccione el <a href="https://www.freebsd.org/cgi/man.cgi?query=syslog" target="_blank"> syslog (3) </a> nivel del servidor SFTP.
fr: Sélectionnez le niveau <a href="https://www.freebsd.org/cgi/man.cgi?query=syslog" target="_blank">syslog(3)</a> du serveur SFTP.
ru: Выберите <a href="https://www.freebsd.org/cgi/man.cgi?query=syslog" target="_blank">syslog(3)</a> уровень для SFTP-сервера.

source: Select the Class of Service. The available 802.1p Class of Service ranges from <i>Best effort (default)</i> to <i>Network control (highest)</i>.
es_ar: Seleccione la clase de servicio. La clase de servicio 802.1p disponible varía de <i> Mejor esfuerzo (predeterminado) </i> a <i> Control de red (más alto) </i>.
fr: Sélectionnez la classe de service. La classe de service 802.1p disponible va du <i>meilleur effort (par défaut)</i> au <i>contrôle réseau (le plus élevé)</i>.
ru: Выберите класс обслуживания. Доступные класс обслуживания 802.1p варьируется от <i>Наилучшее возможное (по умолчанию)</i> до <i>Сетевое управление (наивысшее)</i>.

source: Select the IP addresses to be listened on by the portal. Click ADD to add IP addresses with a different network port. The address <i>0.0.0.0</i> can be selected to listen on all IPv4 addresses, or <i>::</i> to listen on all IPv6 addresses.
es_ar: Seleccione las direcciones IP para que el portal las escuche. Haga clic en AGREGAR para agregar direcciones IP con un puerto de red diferente. La dirección <i> 0.0.0.0 </i> se puede seleccionar para escuchar en todas las direcciones IPv4, o <i> :: </i> para escuchar en todas las direcciones IPv6.
fr: Sélectionnez les adresses IP à écouter sur le portail. Cliquez sur AJOUTER pour ajouter des adresses IP avec un port réseau différent. L'adresse <i>0.0.0.0</i> peut être sélectionnée pour écouter sur toutes les adresses IPv4, ou <i>: :</i> pour écouter sur toutes les adresses IPv6.

source: Select the VLAN Parent Interface. Usually an Ethernet card connected to a configured switch port. Newly created link aggregations will not be available until the system is rebooted.
es_ar: Seleccione la interfaz principal de VLAN. Por lo general, una tarjeta Ethernet conectada a un puerto de conmutador configurado. Las agregaciones de enlaces recién creadas no estarán disponibles hasta que se reinicie el sistema.
fr: Sélectionnez l'interface mère du VLAN. Généralement une carte Ethernet connectée à un port de commutateur configuré. Les agrégations de liens nouvellement créées ne seront pas disponibles tant que le système ne sera pas redémarré.
ru: Выберите родительский интерфейс VLAN. Обычно карта Ethernet подключается к настроенному порту коммутатора. Вновь созданные агрегаты линков не будут доступны, пока система не будет перезагружена.

source: Select the VLAN Parent Interface. Usually an Ethernet card connected to a switch port configured for the VLAN. New link aggregations are not available until the system is restarted.
es_ar: Seleccione la interfaz principal de VLAN. Por lo general, una tarjeta Ethernet conectada a un puerto de conmutador configurado para la VLAN. Las nuevas agregaciones de enlaces no estarán disponibles hasta que se reinicie el sistema.
fr: Sélectionnez l'interface mère du VLAN. Habituellement, une carte Ethernet connectée à un port de commutateur configuré pour le VLAN. Les nouvelles agrégations de liens ne sont pas disponibles tant que le système n'est pas redémarré.
ru: Выберите родительский интерфейс VLAN. Обычно карта Ethernet подключается к настроенному порту коммутатора. Вновь созданные агрегаты линков не доступны, пока система не будет перезагружена.

source: Select the Virtual Machine (VM) Wizard type.
es_ar: Seleccione el tipo de asistente de máquina virtual (VM).
fr: Sélectionnez le type de l'Assistant pour la Machine Virtuelle (VM).
ru: Выберите тип мастера виртуальной машины (ВМ).

source: Select the account to use for TFTP requests. This account must have permission to the <b>Directory</b>.
es_ar: Seleccione la cuenta que se usará para las solicitudes TFTP. Esta cuenta debe tener permiso para el <b> Directorio </b>.
fr: Sélectionnez le compte à utiliser pour les requêtes TFTP. Ce compte doit avoir l'autorisation d'accéder à l'<b>annuaire</b>.
ru: Выберите учетную запись, которая будет использоваться для запросов TFTP. Эта учетная запись должна иметь разрешение на доступ к <b>каталогу</b>.

source: Select the admin portal：
es_ar: Seleccione el portal de administración:
fr: Sélectionnez l'admin portal：
ru: Выберите админ портал

source: Select the appropriate environment.
es_ar: Seleccione el ambiente apropiado.
fr: Sélectionnez l'environnement approprié.
ru: Выберите подходящую среду.

source: Select the appropriate level of criticality.
es_ar: Seleccione el nivel apropiado de criticidad.
fr: Choisir le niveau de criticité approprié.
ru: Выберите соответствующий уровень критичности.

source: Select the certificate of the Active Directory server if SSL connections are used. When no certificates are available, move to the Active Directory server and create a Certificate Authority and Certificate. Import the certificate to this system using the System/Certificates menu.
es_ar: Seleccione el certificado del servidor de Active Directory si se utilizan conexiones SSL. Cuando no haya certificados disponibles, vaya al servidor de Active Directory y cree una Autoridad de certificación y un Certificado. Importe el certificado a este sistema utilizando el menú Sistema / Certificados.
fr: Sélectionnez le certificat du serveur Active Directory si des connexions SSL sont utilisées. Lorsqu'aucun certificat n'est disponible, allez sur le serveur Active Directory et créez une autorité de certification et un certificat. Importez le certificat dans ce système à l'aide du menu Système/Certificats.
ru: Выберите сертификат сервера Active Directory, если используются SSL-соединения. Если сертификаты недоступны, перейдите на сервер Active Directory и создайте Центр сертификации и Сертификат. Импортируйте сертификат в эту систему, используя меню Система/Сертификаты.

source: Select the cloud storage provider credentials from the list of available Cloud Credentials.
es_ar: Seleccione las credenciales del proveedor de almacenamiento en la nube de la lista de Credenciales en la nube disponibles.
fr: Sélectionnez les informations d'identification du fournisseur de stockage Cloud dans la liste des Identifiants Cloud disponibles.
ru: Выберите учетные данные поставщика облачного хранилища из списка доступных учетных данных облака.

source: Select the country of the organization.
es_ar: Seleccione el país de la organización.
fr: Sélectionnez le pays de l'organisation.
ru: Выберите страну организации.

source: Select the days to run resilver tasks.
es_ar: Seleccione los días para ejecutar tareas de recuperación.
fr: Sélectionnez les jours pour exécuter les tâches de résilience.
ru: Выберите дни для запуска задач восстановления.

source: Select the device to attach.
es_ar: Seleccione el dispositivo para adjuntar.
fr: Sélectionnez le périphérique à attacher.
ru: Выберите устройство для подключения.

source: Select the directories or files to be sent to the cloud for Push syncs, or the destination to be written for Pull syncs. Be cautious about the destination of Pull jobs to avoid overwriting existing files.
es_ar: Seleccione los directorios o archivos que se enviarán a la nube para las sincronizaciones Push, o el destino que se escribirá para las sincronizaciones Pull. Tenga cuidado con el destino de los trabajos Pull para evitar sobrescribir los archivos existentes.
fr: Sélectionnez les répertoires ou les fichiers à envoyer dans le Cloud pour les syncs Push (pousser), ou la destination à écrire pour les syncs Pull (récupérer). Soyez prudent quant à la destination des tâches Pull (récupération) pour éviter d'écraser les fichiers existants.
ru: Выберите каталоги или файлы для отправки в облако для синхронизации Push или место назначения для синхронизации Pull. Будьте осторожны с назначением заданий Pull, чтобы избежать перезаписи существующих файлов.

source: Select the disk to import. The import will copy the data from the chosen disk to an existing ZFS dataset. Only one disk can be imported at a time.
es_ar: Seleccione el disco para importar. La importación copiará los datos del disco elegido a un conjunto de datos ZFS existente. Solo se puede importar un disco a la vez.
fr: Sélectionnez le disque à importer. L'importation copiera les données du disque choisi dans un dataset ZFS existant. Un seul disque peut être importé à la fois.
ru: Выберите диск для импорта. При импорте данные с выбранного диска будут скопированы в существующий набор данных ZFS. Только один диск может быть импортирован за один раз.

source: Select the disks to decrypt.
es_ar: Seleccione los discos para descifrar.
fr: Sélectionnez les disques à déchiffrer.
ru: Выберите диски для расшифровки.

source: Select the disks to monitor.
es_ar: Seleccione los discos para monitorear.
fr: Sélectionnez les disques à monitorer.
ru: Выберите диски для мониторинга.

source: Select the group to control the dataset. Groups created manually or imported from a directory service appear in the drop-down menu.
es_ar: Seleccione el grupo para controlar el conjunto de datos. Los grupos creados manualmente o importados desde un servicio de directorio aparecen en el menú desplegable.
fr: Sélectionnez le groupe pour contrôler le dataset. Les groupes créés manuellement ou importés à partir d'un service d'annuaire apparaissent dans le menu déroulant.
ru: Выберите группу для управления набором данных. Группы, созданные вручную или импортированные из службы каталогов, отображаются в раскрывающемся меню.

source: Select the interfaces to use in the aggregation.<br> Warning: Lagg creation fails if any of the selected interfaces have been manually configured.
es_ar: Seleccione las interfaces para usar en la agregación. <br> Advertencia: La creación de retraso falla si alguna de las interfaces seleccionadas se ha configurado manualmente.
fr: Sélectionnez les interfaces à utiliser dans l'agrégation.<br> Avertissement : La création d'un LAGG échoue si l'une des interfaces sélectionnées a été configurée manuellement.
ru: Выберите интерфейсы для использования в агрегации.<br> Предупреждение: Создание lagg завершится ошибкой, если какой-либо из выбранных интерфейсов был настроен вручную.

source: Select the level of severity.
es_ar: Seleccione el nivel de severidad.
fr: Sélectionnez le niveau de gravité.
ru: Выберите уровень серьезности.

source: Select the locale for the MSDOSFS device to see files of that locale properly
es_ar: Seleccione la configuración regional para el dispositivo MSDOSFS para ver los archivos de esa configuración regional correctamente
fr: Sélectionnez la locale du périphérique MSDOSFS pour afficher correctement les fichiers de cette locale
ru: Выберите локаль для устройства MSDOSFS, чтобы правильно увидеть файлы этой локали

source: Select the location of the principal in the keytab created in <b>Directory Services > Kerberos Keytabs</b>.
es_ar: Seleccione la ubicación del principal en la tabla de claves creada en <b>Servicios de directorio > Tablas de claves Kerberos</b>.
fr: Sélectionnez l'emplacement du principal dans l'onglet créé dans <b>Services de répertoire > Kerberos Keytabs</b>.

source: Select the physical interface to associate with the VM.
es_ar: Seleccione la interfaz física para asociar con la VM.
fr: Sélectionnez l'interface physique à associer à la VM.
ru: Выберите физический интерфейс для связи с виртуальной машиной.

source: Select the pool to contain the system dataset.
es_ar: Seleccione el pool para contener el conjunto de datos del sistema.
fr: Sélectionnez le volume qui doit contenir le dataset système.
ru: Выберите пул, который будет содержать набор системных данных.
