Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: <i>Device</i> provides virtual storage access to zvols, zvol snapshots, or physical devices. <i>File</i> provides virtual storage access to a single file.
es_ar: <i>Dispositivo</i> proporciona acceso de almacenamiento virtual a zvols, instantáneas zvol o dispositivos físicos. <i>Archivo</i> proporciona acceso de almacenamiento virtual a un solo archivo.
fr: <i>Device</i> fournit un accès de stockage virtuel à des zvols, des instantanés de zvol ou des appareils physiques. <i> File</i> fournit un accès de stockage virtuel à un seul fichier.
ru: <i>Устройство</i> предоставляет виртуальному хранилищу доступ к zvols, снимкам zvol или физическим устройствам. <i>Файл</i> обеспечивает доступ к одному файлу в виртуальном хранилище.

source: <i>HTTP</i> will keep the connection unencrypted. <i>HTTPS</i> encrypts the connection. <i>HTTP+HTTPS</i> allows both types of connections.
es_ar: <i>HTTP</i> mantendrá la conexión sin cifrar. <i>HTTPS</i> encripta la conexión. <i>HTTP+HTTPS</i> permite ambos tipos de conexiones.
fr: <i>HTTP</i> gardera la connexion non chiffrée. <i>HTTPS</i> chiffre la connexion. <i>HTTP+HTTPS</i> autorise les deux types de connexion.
ru: <i>HTTP</i> оставит соединение незашифрованным. <i>HTTPS</i> шифрует соединение. <i>HTTP+HTTPS</i> разрешает оба типа соединений.

source: <i>Intel e82545 (e1000)</i> emulates the same Intel Ethernet card. This provides compatibility with most operating systems. <i>VirtIO</i> provides better performance when the operating system installed in the VM supports VirtIO paravirtualized network drivers.
es_ar: <i>Intel e82545 (e1000)</i> emula la misma tarjeta Ethernet Intel . Esto proporciona compatibilidad con la mayoría de los sistemas operativos. <i>VirtIO</i> proporciona un mejor rendimiento cuando el sistema operativo instalado en la VM admite controladores de red paravirtualizados VirtIO.
fr: <i>Intel e82545 (e1000)</i> émule la même carte Ethernet Intel. Ceci assure la compatibilité avec la plupart des systèmes d'exploitation. <i>VirtIO</i> offre de meilleures performances lorsque le système d'exploitation installé sur la machine virtuelle prend en charge les pilotes réseau paravirtualisés VirtIO.
ru: <i>Intel e82545 (e1000)</i> эмулирует ту же карту Intel Ethernet. Это обеспечивает совместимость с большинством операционных систем. <i>VirtIO</i> обеспечивает лучшая производительность, если операционная система, установленная в ВМ, поддерживает паравиртуализированные сетевые драйверы VirtIO.

source: <i>Internal Certificate</i> is used for internal or local systems. <i>Import Certificate</i> allows an existing certificate to be imported onto the system.
es_ar: <i>Certificado interno</i> se utiliza para sistemas internos o locales. <i>Importar certificado</i> permite importar un certificado existente al sistema.
fr: <i>Le certificat interne</i> est utilisé pour les systèmes internes ou locaux. <Importer Certificat</i> permet l’importation d’un certificat existant sur le système.

source: <i>PUSH</i> sends data to cloud storage. <i>PULL</i> receives data from cloud storage. Changing the direction resets the <i>Transfer Mode</i> to COPY.
es_ar: <i>PUSH</i> envía datos al almacenamiento en la nube. <i>PULL</i> recibe datos del almacenamiento en la nube. Cambiar la dirección restablece el <i>Modo de transferencia</i> a COPIAR.
fr: <i>PUSH</i> envoie les données vers le stockage cloud. <i>PULL</i> reçoit les données du stockage cloud. Changer de direction réinitialise le <i>mode de transfert</i> en <i>mode</i> COPY.
ru: <I>PUSH</i> отправляет данные в облачное хранилище. <i>PULL</i> получает данные из облачного хранилища. Изменение направления сбрасывает <i>Режим передачи</i> на COPY.

source: <i>PUSH</i> sends snapshots to a destination system.<br><br> <i>PULL</i> connects to a remote system and retrieves snapshots matching a <b>Naming Schema</b>.
es_ar: <i>PUSH</i> envía instantáneas a un sistema de destino. <br> <br> <i>PULL</i> se conecta a un sistema remoto y recupera instantáneas que coinciden con un <b>Esquema de nomenclatura</b>.
fr: <i>PUSH</i> envoie des instantanés à un système de destination.<br><br> <i> PULL</i> se connecte à un système distant et récupère les instantanés correspondant à un <b>schéma de nommage</b>.
ru: <i>PUSH</i> отправляет снимки в целевую систему.<br><br> <i>PULL</i> подключается к удаленной системе и получает снимки, соответствующие <b>схеме именования</b>.

source: <i>Quick</i> erases only the partitioning information on a disk without clearing other old data. <i>Full with zeros</i> overwrites the entire disk with zeros. <i>Full with random data</i> overwrites the entire disk with random binary data.
es_ar: <i>Rápido</i> borra solo la información de particionamiento en un disco sin borrar otros datos antiguos. <i>Llenar con ceros</i> sobrescribe todo el disco con ceros. <i>Llenar con datos aleatorios</i> sobrescribe todo el disco con datos binarios aleatorios.
fr: <i>Quick</i> efface uniquement les informations de partitionnement sur un disque sans effacer les anciennes données. <i>Full with zeros</i> écrase tout le disque avec des zéros. <i>Full with random data</i> écrase le disque entier avec des données binaires aléatoires.
ru: <i>Быстро</i> стирает только информацию о разделах на диске без очистки других старых данных. <i>Заполнить нулями</i> перезаписывает весь диск нулями. <i>Заполнить случайными данными</i> перезаписывает весь дискслучайными двоичными данными.

source: <i>Sensitive</i> assumes filenames are case sensitive. <i>Insensitive</i> assumes filenames are not case sensitive. <i>Mixed</b> understands both types of filenames.
es_ar: <i>Sensible</i> supone que los nombres de archivo distinguen entre mayúsculas y minúsculas. <i>Insensible</i> supone que los nombres de archivo no distinguen entre mayúsculas y minúsculas. <i>Mixto</b> comprende ambos tipos de nombres de archivo.
fr: <i>Sensitive</i> suppose que les noms de fichiers sont sensibles à la casse. <i>Insensitive</i> suppose que les noms de fichiers ne sont pas sensibles à la casse. <i>Mixed</i> comprend les deux types de noms de fichiers.
ru: <i>Чувствительны</i> - имена файлов чувствительны к регистру. <i>Не чувствительны</i> - имена файлов не чувствительны к регистру. <i>Смешаны</b> - понимает оба типа имен файлов.

source: <i>Standard</i> uses the sync settings that have been requested by the client software, <i>Always</i> waits for data writes to complete, and <i>Disabled</i> never waits for writes to complete.
es_ar: <i>Estándar</i> utiliza la configuración de sincronización solicitada por el software del cliente, <i>Siempre</i> espera a que se completen las escrituras de datos y <i>Dehabilitado</i> nunca espera a que se completen las escrituras.
fr: <i>Standard</i> utilise les paramètres de synchronisation demandés par le logiciel client, <i>Always</i> toujours que les écritures de données soient terminées et <i>Disabled</i> n'attend jamais que les écritures se terminent.
ru: <i>Стандарт</i> использует настройки синхронизации, запрошенные клиентским программным обеспечением, <i>Всегда</i> ожидает завершения записи данных, и <i>Отключено</i> никогда не ожидает завершения записи.

source: <i>Yes:</i> Disables the <b>Password</b> fields and removes the password from the account. The account cannot use password-based logins for services. For example, disabling the password prevents using account credentials to log in to an SMB share or open an SSH session on the system. The <b>Lock User</b> and <b>Permit Sudo</b> options are also removed.<br><br> <i>No:</i> Requires adding a <b>Password</b> to the account. The account can use the saved <b>Password</b> to authenticate with password-based services.
es_ar: <i>Sí:</i> deshabilita los campos <b>Contraseña</b> y elimina la contraseña de la cuenta. La cuenta no puede usar inicios de sesión basados en contraseña para los servicios. Por ejemplo, deshabilitar la contraseña evita el uso de credenciales de cuenta para iniciar sesión en un recurso compartido SMB o abrir una sesión SSH en el sistema. Las opciones <b Bloquear usuario</b> y <b>Permitir Sudo</b> también se eliminan. <br> <br> <i>No:</i> Requiere agregar una <b>Contraseña </b> a la cuenta. La cuenta puede usar la <b>Contraseña</b> guardada para autenticarse con servicios basados en contraseña.
fr: <i>Oui:</i> désactive les champs de <b>Password</b> et supprime le mot de passe du compte. Le compte ne peut pas utiliser de connexion par mot de passe pour les services. Par exemple, la désactivation du mot de passe empêche l'utilisation des informations d'identification du compte pour se connecter à un partage SMB ou ouvrir une session SSH sur le système. Les options "<b>Lock User</b>" et "<b>Permit Sudo</b>" sont également supprimées.<br><br> <i> Non :</i> nécessite l'ajout d'un <b>mot de passe</b> au compte. Le compte peut utiliser le <b>mot de passe</b> enregistré pour s'authentifier auprès des services par mot de passe.
ru: <i>Да:</i> отключает поля <b>Пароль</b> и удаляет пароль из учетной записи. Учетная запись не может использовать логины на основе пароля для служб. Например, отключение пароля запрещает использование учетных данных учетной записи для входа в общий ресурс SMB или открытия сеанса SSH в системе. Параметры <b>Заблокировать пользователя</b> и <b>Разрешить sudo</b> также удаляются.<br><br> <i>Нет:</i> Требует установку <b>пароля</b> учетной записи. Учетная запись может использовать сохраненный <b>пароль</b> для аутентификации в службах на основе пароля.

source: <i>global</i> is a reserved name that cannot be used as a share name. Please enter a different share name.
es_ar: <i>global</i> es un nombre reservado que no se puede usar como nombre compartido. Ingrese un nombre compartido diferente.
fr: <i>global</i> est un nom réservé qui ne peut pas être utilisé comme nom de partage. Veuillez entrer un nom de partage différent.
ru: <i>global</i> - зарезервированное имя, которое нельзя использовать в качестве имени общего ресурса. Пожалуйста, введите другое имя ресурса.

source: <p>Including the Password Secret Seed allows using this configuration file with a new boot device. This also decrypts all system passwords for reuse when the configuration file is uploaded.</p> <br /><b>Keep the configuration file safe and protect it from unauthorized access!</b>
es_ar: <p>La inclusión de la semilla secreta de contraseña permite usar este archivo de configuración con un nuevo dispositivo de arranque. Esto también descifra todas las contraseñas del sistema para su reutilización cuando se carga el archivo de configuración.</p> <br /> <b>¡Mantenga el archivo de configuración seguro y protéjalo del acceso no autorizado!</b>
fr: <p>Inclure le Password Secret Seed permet d'utiliser ce fichier de configuration avec un nouveau périphérique de démarrage. Cela déchiffre également tous les mots de passe système pour les réutiliser lorsque le fichier de configuration est téléchargé.</p> <br /><b>Conservez le fichier de configuration en lieu sûr et protégez-le contre tout accès non autorisé !</b>
ru: <p>Включение секретного семени пароля позволяет использовать этот файл конфигурации с новым загрузочным устройством. Это также расшифровывает все системные пароли для повторного использования при загрузке файла конфигурации.</p> <br /><b>Сохраните файл конфигурации в безопасности и защитите его от несанкционированного доступа!</b>

source: <p>The system will reboot to perform this operation!</p> <p><font color="red">All passwords are reset when the uploaded configuration database file was saved without the Password Secret Seed. </font></p>
es_ar: <p>¡El sistema se reiniciará para realizar esta operación!</p> <p><font color="red">Todas las contraseñas se restablecen cuando el archivo de la base de datos de configuración cargada se guardó sin la Semilla de contraseña secreta.</font></p>
fr: <p>Le système redémarre pour effectuer cette opération !</p> <p><font color="red">Tous les mots de passe sont réinitialisés lorsque le fichier de base de données de configuration téléchargé a été enregistré sans le Password Secret Seed</font></p>
ru: <p>Система перезагрузится для выполнения этой операции!</p> <p><font color="red">Все пароли сбрасываются при загрузке конфигурации сохраненной без секретного пароля. </font></p>

source: <strong>Dataset:</strong>
es_ar: <strong>Conjunto de datos:</strong>
ru: <strong>Набор данных:</strong>

source: A User Access Token for <a href="https://developer.box.com/" target="_blank">Box</a>. An <a href="https://developer.box.com/reference#token" target="_blank">access token</a> enables Box to verify a request belongs to an authorized session. Example token: <i>T9cE5asGnuyYCCqIZFoWjFHvNbvVqHjl</i>.
es_ar: Un token de acceso de usuario para <a href="https://developer.box.com/" target="_blank">Box</a>. Un <a href="https://developer.box.com/reference#token" target="_blank">token de acceso</a> permite a Box verificar que una solicitud pertenece a una sesión autorizada. Token de ejemplo: <i>T9cE5asGnuyYCCqIZFoWjFHvNbvVqHjl</i>.
fr: Un jeton d'accès utilisateur pour <a href="https://developer.box.com/" target="_blank">Box</a>. Un <a href="https://developer.box.com/reference#token" target="_blank">jeton d'accès</a> permet à Box de vérifier qu'une requête appartient à une session autorisée. Exemple de jeton : <i>T9cE5asGnuyYCCqIZFoWjFoWjFHvNbvvqVqHjl</i>.
ru: Токен доступа пользователя для <a href="https://developer.box.com/" target="_blank">Box</a>. <a href="https://developer.box.com/reference#token" target="_blank">токен доступа</a> позволяет Box проверять принадлежность запроса к авторизованному сеансу. Пример токена: <i>T9cE5asGnuyYCCqIZFoWjFHvNbvVqHjl</i>.

source: A list of simple patterns matching the IPs of the servers that will be pushing metrics using this API key.
es_ar: Una lista de patrones simples que coinciden con las IP de los servidores que impulsarán las métricas con esta clave API.
fr: Une liste de modèles simples correspondant aux adresses IP des serveurs qui pousseront les métriques à l'aide de cette clé API.
ru: Список простых шаблонов, соответствующих IP-адресам серверов, которые будут слать метрики с помощью этого ключа API.

source: A message with verification instructions has been sent to the new email address. Please verify the email address before continuing.
es_ar: Se ha enviado un mensaje con instrucciones de verificación a la nueva dirección de correo electrónico. Verifique la dirección de correo electrónico antes de continuar.
fr: Un message avec instructions de vérification a été envoyé à la nouvelle adresse e-mail. Veuillez vérifier l’adresse e-mail avant de continuer.
ru: На новый адрес электронной почты было отправлено сообщение с инструкциями по подтверждению. Пожалуйста, подтвердите адрес электронной почты, прежде чем продолжить.

source: A new jail hostid, if desired.<br> <b>Example hostid:</b> <i>1a2bc345-678d-90e1-23fa-4b56c78901de</i>.
es_ar: Un nuevo hostid de jaula, si lo desea.<br> <b>Ejemplo de hostid:</b> <i>1a2bc345-678d-90e1-23fa-4b56c78901de</i>.
fr: Un nouveau HostID de jail, si désiré.<br><b>Exemple d'un HostID:</b> <i>1a2bc345-678d-90E1-23fa-4b56c78901de</i>.
ru: hostid нового jail, если нужно.<br> <b>Пример hostid:</b> <i>1a2bc345-678d-90e1-23fa-4b56c78901de</i>.

source: A pool with this name already exists.
es_ar: Ya existe un Pool con este nombre.
fr: Un volume avec ce nom existe déjà.
ru: Пул с таким именем уже существует.

source: A single bandwidth limit or bandwidth limit schedule in rclone format. Separate entries by pressing <code>Enter</code>. Example: <samp>08:00,512 12:00,10MB 13:00,512 18:00,30MB 23:00,off</samp>. Units can be specified with the beginning letter: <samp>b</samp>, <samp>k</samp> (default), <samp>M</samp>, or <samp>G</samp>. See <a href="https://rclone.org/docs/#bwlimit-bandwidth-spec" target="_blank">rclone --bwlimit</a>.
es_ar: Un único límite de ancho de banda o calendario de límite de ancho de banda en formato rclone. Separe las entradas presionando <code>Enter</code>. Ejemplo: <samp>08:00,512 12:00,10MB 13:00,512 18:00,30MB 23:00,apagado</samp>. Las unidades se pueden especificar con la letra inicial: <samp>b</samp>, <samp>k</samp> (predeterminado), <samp>M</samp> o <samp>G</samp>. Consulte <a href="https://rclone.org/docs/#bwlimit-bandwidth-spec" target="_blank"> rclone --bwlimit</a>.
fr: Une seule limite de bande passante ou une seule planification de limite de bande passante au format rclone. Séparez les entrées en appuyant sur la touche <code>Entrée</code>. Exemple : <samp>08:00,512 12:00,10MB 13:00,512 18:00,30MB 23:00,off</samp>. Les unités peuvent être spécifiées avec la lettre de début : <samp>b</samp>, <samp>k</samp> (par défaut), <samp>M</samp>, ou <samp>G</samp>. Voir <a href="https://rclone.org/docs/#bwlimit-bandwidth-spec" target="_blank">rclone --bwlimit</a>.
ru: Одиночное ограничение пропускной способности или расписание ограничения пропускной способности в формате rclone. Разделяйте записи, нажимая <code>Enter</code>. Пример: <samp>08:00,512 12:00,10MB 13:00,512 18:00,30MB 23:00,off</ Samp>. Единицы могут быть указаны с начальной буквой: <samp>b</samp>, <samp>k</samp> (по умолчанию), <samp>M</samp> или <samp>G</samp>. См. <a href="https://rclone.org/docs/#bwlimit-bandwidth-spec" target="_blank">rclone --bwlimit </a>.

source: A smaller block size can reduce sequential I/O performance and space efficiency.
es_ar: Un tamaño de bloque más pequeño puede reducir el rendimiento de E/S secuencial y la eficiencia de espacio.
fr: Une taille de bloc plus petite peut réduire les performances séquentielles en matière d’e/s et l’efficacité de l’espace.
ru: Меньший размер блока может снизить производительность последовательного ввода-вывода и эффективность использования пространства.

source: A space-delimited list of network interfaces attached to a <b>VNET</b> enabled jail after it is created. Interfaces are automatically released when the jail is removed.
es_ar: Una lista delimitada por espacios de interfaces de red conectadas a una jaula habilitada para <b>VNET</b> después de crearla. Las interfaces se liberan automáticamente cuando se elimina la jaula.
fr: Une liste délimitée par des espaces des interfaces réseau attachées à un environnement jail compatible <b>VNET</b> après sa création. Les interfaces sont automatiquement libérées lorsque le jail est supprimé.
ru: Разделенный пробелами список сетевых интерфейсов, подключаемых к jail свключенным <b>VNET</b> после ее создания. Интерфейсы автоматически освобождаются при удалении jail.

source: A swap size of 0 is STRONGLY DISCOURAGED.
es_ar: Un tamaño de intercambio de 0 está FUERTEMENTE DESALENTADO.
fr: Une taille d'échange de 0 est FORTEMENT DÉCONSEILLÉE.
ru: Размер свопа 0 НАСТОЯТЕЛЬНО НЕ РЕКОМЕНДУЕТСЯ.

source: A system update is in progress.
es_ar: Una actualización del sistema está en progreso.
fr: Une mise à jour du système est en cours.
ru: Выполняется обновление системы.

source: A system update is in progress. It might have been launched in another window or by an external source like TrueCommand.
es_ar: Una actualización del sistema está en progreso. Podría haber sido lanzado en otra ventana o por una fuente externa como TrueCommand.
fr: Une mise à jour du système est en cours. Elle peut avoir été lancée dans une autre fenêtre ou par une source externe comme TrueCommand.
ru: Выполняется обновление системы. Возможно, оно былл запущено в другом окне или из внешнего источника, такого как TrueCommand.

source: A unique name to identify this keypair. Automatically generated keypairs are named after the object that generated the keypair with " Key" appended to the name.
es_ar: Un nombre único para identificar este par de claves. Los pares de claves generados automáticamente se nombran después del objeto que generó el par de claves con "Clave" añadida al nombre.
fr: Un nom unique pour identifier cette paire de clés. Les paires de clés générées automatiquement sont nommées d'après l'objet qui a généré la paire de clés avec " Key " ajouté au nom.
ru: Уникальное имя для идентификации этой пары ключей. Автоматически сгенерированные пары ключей называются в честь объекта, который сгенерировал пару ключей с добавлением " Key" к имени.

source: A username on the FTP Host system. This user must already exist on the FTP Host.
es_ar: Un nombre de usuario en el sistema FTP Host. Este usuario ya debe existir en el host FTP.
fr: Un nom d'utilisateur sur le système hôte FTP. Cet utilisateur doit déjà exister sur l'hôte FTP.
ru: Имя пользователя в системе FTP Host. Этот пользователь уже должен существовать на хосте FTP.

source: A valid IP address or domain name to which OpenVPN will connect.
es_ar: Una dirección IP válida o nombre de dominio al que se conectará OpenVPN.
fr: Une adresse IP ou un nom de domaine valide auquel OpenVPN se connectera.
ru: Действительный IP-адрес или доменное имя, к которому будет подключаться OpenVPN.

source: A valid IPv4 address to use as the default route.<br> Enter <b>none</b> to configure the jail with no IPv4 default route.<br> <b>A jail without a default route will not be able to access any networks.</b>
es_ar: Una dirección IPv4 válida para usar como ruta predeterminada.<br> Ingrese <b>ninguno</b> para configurar la jaula sin ruta predeterminada IPv4.<br> <b>Una jaula sin una ruta predeterminada no podrá acceder a cualquier red.</b>
fr: Une adresse IPv4 valide à utiliser comme route par défaut. <br>Entrez <b>none</b> pour configurer le jail sans route IPv4 par défaut.<br><b>Un jail sans une route par défaut ne pourra accéder à aucun réseau.</b>
ru: Действительный адрес IPv4 для использования в качестве маршрута по умолчанию. <br>Введите <b>none</b>, чтобы настроить jail без маршрута по умолчанию IPv4.<br> <b>Jail без маршрута по умолчанию не сможет получить доступ ни к каким сетям.</b>

source: A valid IPv6 address to use as the default route.<br> Enter <b>none</b> to configure the jail without an IPv6 default route.<br> <b>A jail without a default route will not be able to access any networks.</b>
es_ar: Una dirección IPv6 válida para usar como ruta predeterminada.<br> Ingrese <b>ninguno</b> para configurar la jaula sin una ruta predeterminada IPv6.<br> <b> Una jaula sin una ruta predeterminada no podrá acceder a cualquier red. </b>
fr: Une adresse IPv6 valide à utiliser comme route par défaut.<br>Entrez <b>none</b> pour configurer le jail sans route IPv6 par défaut.<br><b>Un jail sans route par défaut ne pourra accéder à aucun réseau.</b>
ru: Действительный адрес IPv6 для использования в качестве маршрута по умолчанию. <br>Введите <b>none</b>, чтобы настроить jail без маршрута по умолчанию IPv6.<br> <b>Jail без маршрута по умолчанию не сможет получить доступ ни к каким сетям.</b>

source: ACL Entries
es_ar: Entradas ACL
fr: Entrées ACL
ru: Записи ACL

source: ACL Mode
es_ar: Modo ACL
fr: Mode ACL
ru: Режим ACL

source: ACL Type
es_ar: Tipo de ACL
fr: Type d'ACL
ru: Тип ACL

source: ACL cannot be changed when the Source is the top-level dataset for a pool.
es_ar: La ACL no se puede cambiar cuando el origen es el conjunto de datos de nivel superior para un Pool.
fr: L'ACL ne peut pas être modifiée lorsque la source est un dataset de niveau supérieur pour un volume.
ru: Невозможно изменить ACL, если Source является набором данных верхнего уровня для пула.

source: ACME Certificate
es_ar: Certificado ACME
fr: Certificat ACME
ru: Сертификат ACME

source: ACME DNS Authenticators
es_ar: Autenticadores DNS ACME
fr: Authentificateurs DNS ACME

source: ACME Server Directory URI
es_ar: URI del directorio del servidor ACME
fr: URI du Serveur d'annuaire ACME

source: AD Timeout
es_ar: Tiempo de espera de AD
fr: Délai d'expiration AD
ru: Таймаут AD

source: ADD
es_ar: AÑADIR
fr: AJOUTER
ru: ДОБАВИТЬ

source: AFP (Apple File Protocol)
es_ar: AFP (Protocolo de archivo de Apple)

source: API Key
es_ar: Clave de API
fr: Clé API
ru: Ключ API
