Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Group to run as during file transfers to and from this module.
es_ar: Grupo para ejecutar como durante las transferencias de archivos hacia y desde este módulo.
fr: Groupe à utiliser lors de transferts de fichiers vers et de ce module.
ru: Группа для выполнения во время передачи файлов в этот модуль и из него.

source: Group to which this ACL entry applies.
es_ar: Grupo al que se aplica esta entrada de ACL.
fr: Groupe auquel cette entrée ACL s'applique.
ru: Группа, к которой относится данная запись ACL.

source: Guest Access
es_ar: Acceso de invitado
fr: Accès invité
ru: Гостевой доступ

source: Guest Account
es_ar: Cuenta de invitado
fr: Compte invité
ru: Гостевая учетная запись

source: Guest Operating System
es_ar: Sistema operativo invitado
fr: Système d'exploitation invité
ru: Гостевая операционная система

source: HA Disabled
es_ar: HA deshabilitado
fr: HA désactivé
ru: ВД отключена

source: HA Enabled
es_ar: HA habilitado
fr: HA activé
ru: ВД включена

source: HA Status
es_ar: Estado de HA
fr: Statut HA
ru: Статус ВД

source: HA is administratively disabled.
es_ar: HA está administrativamente deshabilitado.
fr: HA est administrativement désactivée.
ru: HA отключен административно.

source: HA is enabled
es_ar: HA esta habilitado
fr: HA est activé
ru: ВД включена

source: HA is enabled.
es_ar: HA está habilitado.
fr: HA est activé.
ru: ВД включена.

source: HA is in a faulted state
es_ar: HA está en estado de falla
fr: HA est dans un état défectueux
ru: HA находится в неисправном состоянии

source: HA is reconnecting.
es_ar: HA esta reconectándose.
fr: HA est en train de se reconnecter.
ru: ВД переподключается.

source: HDD Standby
es_ar: HDD en espera
fr: HDD en veille
ru: Отключение диска

source: HTTP Authentication
es_ar: Autenticación HTTP
fr: Authentification HTTP
ru: HTTP Аутентификация

source: HTTP Port
es_ar: Puerto HTTP
fr: Port HTTP
ru: HTTP порт

source: HTTP Port Listen Backlog
es_ar: Puerto HTTP escuchar Backlog
fr: Liste des ports d'écoute HTTP
ru: Очередь ожидания HTTP порта

source: HTTP Proxy
es_ar: Proxy HTTP
fr: Proxy HTTP
ru: HTTP-прокси

source: HTTP Proxy:
es_ar: Proxy HTTP:
fr: Proxy HTTP:

source: HTTP host URL.
es_ar: URL de host HTTP.
fr: URL de l'hôte HTTP.
ru: URL хоста HTTP.

source: HTTPS Port
es_ar: Puerto HTTPS
fr: Port HTTPS
ru: HTTPS порт

source: HTTPS Protocols
es_ar: Protocolos HTTPS
fr: Protocoles HTTPS

source: Help
es_ar: Ayuda
fr: Aide
ru: Помощь

source: Hidden columns are not available for sorting or filtering, but the values can be viewed by expanding the row. Hiding columns improves performance. NOTE: This window will reload automatically so that the new view can take effect.
es_ar: Las columnas ocultas no están disponibles para ordenar o filtrar, pero los valores se pueden ver expandiendo la fila. Ocultar columnas mejora el rendimiento. NOTA: esta ventana se volverá a cargar automáticamente para que la nueva vista surta efecto.
fr: Les colonnes cachées ne sont pas disponibles pour le tri ou le filtrage, mais les valeurs peuvent être visualisées en développant la ligne. Le masquage des colonnes améliore les performances. REMARQUE : Cette fenêtre se recharge automatiquement pour que la nouvelle vue puisse prendre effet.
ru: Скрытые столбцы недоступны для сортировки или фильтрации, но значения можно просмотреть, развернув строку. Скрытие столбцов повышает производительность. ПРИМЕЧАНИЕ: Это окно автоматически перезагрузится, чтобы новое представление вступило в силу.

source: Hide
es_ar: Ocultar
fr: Cacher
ru: Скрыть

source: Hide Extra Columns
es_ar: Ocultar columnas adicionales
fr: Cacher les colonnes supplémentaires
ru: Скрыть лишние столбцы

source: Hide Standard Error
es_ar: Ocultar error estándar
fr: Masquer l'erreur standard
ru: Скрыть стандартные ошибки

source: Hide Standard Output
es_ar: Ocultar salida estándar
fr: Masquer la sortie standard
ru: Скрыть стандартный вывод

source: Hide Stderr
es_ar: Ocultar Stderr
fr: Masquer Stderr
ru: Скрыть stderr

source: Hide Stdout
es_ar: Ocultar Stdout
fr: Masquer Stdout
ru: Скрыть stdout

source: Hide error output (stderr) from the command. When unset, any error output is mailed to the user account cron used to run the command.
es_ar: Ocultar salida de error (stderr) del comando. Cuando se desarma, cualquier salida de error se envía por correo a la cuenta de usuario cron utilizada para ejecutar el comando.
fr: Masquer la sortie d'erreur (stderr) de la commande. Lorsqu'elle n'est pas définie, toute sortie d'erreur est envoyée au compte utilisateur cron utilisé pour exécuter la commande.
ru: Скрыть вывод ошибок (stderr) из команды. Если не установлено, любой вывод ошибок шлется по почте в учетную запись пользователя cron, используемую для запуска команды.

source: Hide standard output (stdout) from the command. When unset, any standard output is mailed to the user account cron used to run the command.
es_ar: Ocultar salida estándar (stdout) del comando. Cuando no está configurado, cualquier salida estándar se envía por correo a la cuenta de usuario cron utilizada para ejecutar el comando.
fr: Masquer la sortie standard (stdout) de la commande. Lorsqu'elle n'est pas définie, toute sortie standard est envoyée au compte utilisateur cron utilisé pour exécuter la commande.
ru: Скрыть стандартный вывод (stdout) из команды. Если не установлено, любой вывод шлется по почте в учетную запись пользователя cron, используемую для запуска команды.

source: Highest Usage
es_ar: Mayor uso
fr: Utilisation max
ru: Наивысшее использование

source: Highest Usage:
es_ar: Mayor uso:
fr: Utilisation max:
ru: Самый занятый:

source: Highest port number of the active side listen address that is open to connections. The first available port between the minimum and maximum is used.
es_ar: Número de puerto más alto de la dirección de escucha del lado activo abierta a las conexiones. Se utiliza el primer puerto disponible entre el mínimo y el máximo.
fr: Numéro de port le plus élevé de l'adresse d'écoute côté actif ouvert aux connexions. Le premier port disponible entre le minimum et le maximum est utilisé.
ru: Наибольший номер порта активного слушающего адреса, открытого для соединений. Первый доступный порт между минимальным и максимальным используется.

source: HipChat base URL.
es_ar: URL base de HipChat.
fr: URL de base HipChat.
ru: Базовый URL HipChat.

source: HipChat cluster name.
es_ar: Nombre del clúster HipChat.
fr: Nom du cluster HipChat.
ru: Имя кластера HipChat.

source: History
es_ar: Historia
fr: Historique
ru: История

source: Home Directory
es_ar: Directorio de inicio
fr: Répertoire utilisateur
ru: Домашний Каталог

source: Home Directory Permissions
es_ar: Permisos de directorio de inicio
fr: Autorisations du répertoire personnel
ru: Права домашнего каталога

source: Host Allow
es_ar: Permitir Host
fr: Autoriser l'hôte
ru: Разрешенные хосты

source: Host Deny
es_ar: Denegar Host
fr: Refuser l'hôte
ru: Запрещенные хосты

source: Host Name Database
es_ar: Base de datos de nombres de host
fr: Base de données des noms d'hôtes
ru: База данных имен хостов

source: Host Port Number
es_ar: Número de puerto del host
fr: Numéro de port hôte
ru: Номер порта хоста

source: Host Sync
es_ar: Sincronización de host
fr: Synchronisation avec l'hôte
ru: Синхронизация хостов

source: Host name of second TrueNAS controller.
es_ar: Nombre de host del segundo controlador TrueNAS.
fr: Nom d'hôte du deuxième contrôleur TrueNAS.
ru: Имя хоста второго контроллера TrueNAS.

source: Host name or IP address of the central key server.
es_ar: Nombre de host o dirección IP del servidor central de claves.
fr: Nom d'hôte ou adresse IP du serveur de clés central.
ru: Имя хоста или IP-адрес центрального сервера ключей.

source: HostName
es_ar: Nombre del Host
fr: Nom d'hôte
ru: Имя хоста

source: Hostname
es_ar: Nombre del Host
fr: Nom d'hôte
ru: Имя хоста

source: Hostname (Virtual)
es_ar: Nombre del Host (Virtual)
fr: Nom d'hôte (virtuel)
ru: Имя хоста (Виртуальное)

source: Hostname Database:
es_ar: Base de datos de nombre de host:
fr: Base de données de nom d’hôte :

source: Hostname and Domain
es_ar: Nombre del Host y Dominio
fr: Nom de Domaine et Domaine
ru: Имя хоста и домен

source: Hostname or IP address used to connect to the active side system. When the active side is <i>LOCAL</i>, this defaults to the <i>SSH_CLIENT</i> environment variable. When the active side is <i>REMOTE</i>, this defaults to the SSH connection hostname.
es_ar: Nombre de host o dirección IP utilizada para conectarse al sistema del lado activo. Cuando el lado activo es <i>LOCAL</i>, el valor predeterminado es la variable de entorno <i>SSH_CLIENT</i>. Cuando el lado activo es <i>REMOTO</i>, el valor predeterminado es el nombre de host de la conexión SSH.
fr: Nom d'hôte ou adresse IP utilisé pour se connecter au système côté actif. Lorsque le côté actif est <i>LOCAL</i> , la variable d’environnement <i>SSH_CLIENT</i> est utilisée par défaut. Lorsque le côté actif est <i>REMOTE</i> , le nom d'hôte de la connexion SSH est utilisé par défaut.
ru: Имя хоста или IP-адрес, используемый для подключения к активной стороне системы. Когда активной стороной является <i>ДАННАЯ</i>, по умолчанию используется переменная среды <i>SSH_CLIENT</i>. Когда активной стороной является <i>УДАЛЕННАЯ</i>, по умолчанию используется имя хоста соединения SSH.

source: Hostname or IP address of SMTP server to use for sending this email.
es_ar: Nombre de host o dirección IP del servidor SMTP que se utilizará para enviar este email.
fr: Nom d'hôte ou adresse IP du serveur SMTP à utiliser pour l'envoi de cet e-mail.
ru: Имя хоста или IP-адрес SMTP-сервера, который будет использоваться для отправки этого электронного письма.

source: Hostname or IP address of a remote <a href="http://graphiteapp.org/" target="_blank">Graphite</a> server.
es_ar: Nombre de host o dirección IP de un servidor <a href="http://graphiteapp.org/" target="_blank">Grafito</a> remoto.
fr: Nom d'hôte ou adresse IP d'un serveur <a href="http://graphiteapp.org/" target="_blank">Graphite</a> distant.
ru: Имя хоста или IP-адрес удаленного сервера <a href="http://graphiteapp.org/" target="_blank">Graphite</a>.

source: Hostname or IP address of the remote system.
es_ar: Nombre del host o dirección IP del sistema remoto.
fr: Nom d'hôte ou adresse IP du système distant.
ru: Имя хоста или IP-адрес удаленной системы.

source: Hostname or IP address of the remote system. A valid URL scheme is required. Example: <b>https://<i>10.231.3.76</i></b>
es_ar: Nombre de host o dirección IP del sistema remoto. Se requiere un esquema de URL válido. Ejemplo: <b>https://<i>10.231.3.76</i> </b>
fr: Nom d'hôte ou adresse IP du système distant. Un schéma d'URL valide est requis. Exemple <b>:<i> https://10.231.3.76</i></b>
ru: Имя хоста или IP-адрес удаленной системы. Требуется действительная схема URL. Пример: <b>https://<i>10.231.3.76</i></b>

source: Hostname or IP address of the system to receive SNMP trap notifications.
es_ar: Nombre del host o dirección IP del sistema para recibir notificaciones de captura SNMP.
fr: Nom d'hôte ou adresse IP du système pour recevoir les notifications SNMP trap.
ru: Имя хоста или IP-адрес системы для получения уведомлений о прерываниях SNMP.

source: Hostname:
es_ar: Nombre de host:
fr: Nom d'hôte:

source: Hostnames or IP addresses of the ISNS servers to be registered with the iSCSI targets and portals of the system. Separate entries by pressing <code>Enter</code>.
es_ar: Nombres de host o direcciones IP de los servidores ISNS que se registrarán con los objetivos iSCSI y los portales del sistema. Separe las entradas presionando <code>Enter</code>.
fr: Les noms d'hôtes ou les adresses IP des serveurs ISNS à enregistrer auprès des cibles iSCSI et des portails du système. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.
ru: Имена хостов или IP-адреса серверов ISNS, в которых должны быть зарегистрированы цели и порталы iSCSI системы. Разделите записи, нажав <code>Enter</code>.

source: Hosts Allow
es_ar: Permitir Hosts
fr: Hôtes autorisés
ru: Разрешенные хосты

source: Hosts Deny
es_ar: Denegar Hosts
fr: Hôtes refusés
ru: Запрещенные хосты

source: Hot Spare
es_ar: Repuestos calientes
ru: Горячий резерв

source: Hottest
es_ar: Más caliente
ru: Самый горячий

source: Hottest:
es_ar: Más caliente:
fr: Plus chaud :
ru: Самый горячий:

source: Hour
es_ar: Hora
fr: Heure
ru: Час

source: Hour and minute the system must stop creating snapshots. Snapshots already in progress will continue until complete.
es_ar: Hora y minuto en que el sistema debe dejar de crear instantáneas. Las instantáneas que ya están en progreso continuarán hasta que se completen.
fr: Heure après heure, le système doit cesser de créer des instantanés. Les instantanés déjà en cours continueront jusqu'à ce qu'ils soient terminés.
ru: Час и минута, когда система должна прекратить создание снимков. Уже идущее создание готовых снимков будет продолжаться до завершения.

source: Hour and minute when the system can begin taking snapshots.
es_ar: Hora y minuto en que el sistema puede comenzar a tomar instantáneas.
fr: Heure et minute où le système peut commencer à prendre des clichés.
ru: Час и минута, когда система может начать делать снимки.

source: Hourly
es_ar: Cada hora
fr: Toutes les heures
ru: Ежечасно

source: Hours
es_ar: HorasHoras
fr: Heures
ru: Часы

source: Hours when this task will run.
es_ar: Horas en que se ejecutará esta tarea.
fr: Heures auxquelles cette tâche sera exécutée.
ru: Часы, когда эта задача будет запущена.

source: Hours/Days
es_ar: Horas/Días
fr: Heures/jours
ru: Часы/Дни

source: Hover to expand
es_ar: Desplaza para expandir
fr: Survolez pour étendre
ru: Наведите, чтобы расширить

source: How long a snapshot remains on the destination system. Enter a number and choose a measure of time from the drop-down.
es_ar: Cuánto tiempo permanece una instantánea en el sistema de destino. Ingrese un número y elija una medida de tiempo del menú desplegable.
fr: Combien de temps un instantané reste-t-il sur le système de destination? Entrez un nombre et choisissez une mesure de temps dans le menu déroulant.
ru: Как долго снимок остается в системе назначения. Введите число и выберите меру времени из выпадающего списка.

source: How many non-self-issued intermediate certificates that can follow this certificate in a valid certification path. Entering <i>0</i> allows a single additional certificate to follow in the certificate path. Cannot be less than <i>0</i>.
es_ar: Cuántos certificados intermedios no autoemitidos pueden seguir este certificado en una ruta de certificación válida. Ingresar <i>0</i> permite que se siga un solo certificado adicional en la ruta del certificado. No puede ser inferior a <i>0</i>.
fr: Combien de certificats intermédiaires non délivrés en propre peuvent suivre ce certificat dans un parcours de certification valide. L'entrée de <i>0</i> permet de suivre un seul certificat supplémentaire dans le cheminement du certificat. Il ne peut être inférieur à <i>0</i>.
ru: Сколько несамостоятельно выданных промежуточных сертификатов, которые могут следовать за этим сертификатом в допустимом пути сертификации. Ввод <i>0</i> позволяет одному дополнительному сертификату следовать в пути сертификата. Не может быть меньше <i>0</i>.

source: How often the IP is checked in seconds.
es_ar: Con qué frecuencia se verifica la IP en segundos.
fr: Combien de fois l'adresse IP est vérifiée en quelques secondes.
ru: Как часто IP проверяется в секундах.

source: How often to run the scrub task. Choose one of the presets or choose <i>Custom</i> to use the advanced scheduler.
es_ar: Con qué frecuencia ejecutar la tarea de limpieza. Elija uno de los ajustes preestablecidos o elija <i>Personalizado</i> para usar el programador avanzado.
fr: La fréquence de la tâche de nettoyage (scrub). Choisissez l'un des préréglages ou choisissez "<i>Custom</i>" pour utiliser le planificateur avancé.
ru: Как часто запускать задачу очистки. Выберите одну из предустановок или выберите <i>Custom</i>, чтобы использовать расширенный планировщик.

source: How permissions are applied to the share. <i>Allowed</i> denies all permissions by default except those that are manually defined. <i>Denied</i> allows all permissions by default except those that are manually defined.
es_ar: Cómo se aplican los permisos al recurso compartido. <i>Permitido</i> niega todos los permisos de forma predeterminada, excepto los que se definen manualmente. <i>Denegado</i> permite todos los permisos de forma predeterminada, excepto los que se definen manualmente.
fr: Comment les autorisations sont appliquées au partage. <i>Allowed</i> refuse par défaut toutes les autorisations, sauf celles qui sont définies manuellement. <i>Denied</i> permet toutes les autorisations par défaut, sauf celles qui sont définies manuellement.
ru: Как разрешения применяются к общему ресурсу. <i>Разрешено</i> по умолчанию запрещает все разрешения, кроме тех, которые определены вручную. <i>Запрещено</i> разрешает все разрешения по умолчанию, кроме тех, которые определены вручную.

source: How the <i>Permissions</i> are applied to the chosen <i>Who</>. Choose <i>Allow</i> to grant the specified permissions and <i>Deny</i> to restrict the specified permissions.
es_ar: Cómo se aplican los <i>Permisos</i> al <i>Who</> elegido. Elija <i>Permitir</i> para otorgar los permisos especificados y <i>Denegar</i> para restringir los permisos especificados.
fr: Comment les <i>autorisations</i> sont appliquées au <i>Who</i> choisi </> <i>. Choisissez <i>Autoriser</i> pour accorder les autorisations spécifiées et <i>Refuser</i> pour limiter les autorisations spécifiées.
ru: Как <i>Права</i> применяются к выбранному <i>Кто</>. Выберите <i>Разрешить</i>, чтобы предоставить указанные разрешения, и <i>Запретить</i>, чтобы ограничить указанные разрешения.

source: How the dataset is secured. Choose between securing with an encryption <i>Key</i> or a user-defined <i>Passphrase</i>. Creating a new key file invalidates any previously downloaded key file for this dataset. Delete any previous key file backups and back up the new key file.
es_ar: Cómo se asegura el conjunto de datos. Elija entre proteger con una <i>Clave</i> de cifrado o una <i>Frase de contraseña</i> definida por el usuario. La creación de un nuevo archivo de clave invalida cualquier archivo de clave descargado previamente para este conjunto de datos. Elimine cualquier copia de seguridad del archivo de clave anterior y haga una copia de seguridad del nuevo archivo de clave.
fr: Comment le jeu de données est sécurisé. Choisissez entre la sécurisation avec une <i>clé</i> de chiffrement ou une passphrase définie par <i>l’utilisateur</i>. La création d’un nouveau fichier clé invalide tout fichier de clé téléchargé précédemment pour ce dataset. Supprimez toutes les sauvegardes de fichiers de clés précédentes et sauvegardez le nouveau fichier de clé.
ru: Как защищен набор данных. Выберите между защитой с помощью <i>ключа</i> шифрования или определяемой пользователем <i>парольной фразы</i>. Создание нового файла ключа делает недействительными любой ранее загруженный файл ключа для этого набора данных. Удалите все предыдущие резервные копии файла ключа и создайте резервную копию нового файла ключа.

source: How this ACE is applied to newly created directories and files within the dataset. Basic flags enable or disable ACE inheritance. Advanced flags allow further control of how the ACE is applied to files and directories in the dataset.
es_ar: Cómo se aplica esta ACE a los directorios y archivos recién creados dentro del conjunto de datos. Las banderas básicas habilitan o deshabilitan la herencia ACE. Las banderas avanzadas permiten un mayor control de cómo se aplica el ACE a los archivos y directorios en el conjunto de datos.
fr: Comment cet ACL est appliquée aux répertoires et fichiers nouvellement créés dans le dataset. Les indicateurs (flags) de base permettent d'activer ou de désactiver l'héritage ACL. Les indicateurs (flags) avancés permettent de contrôler davantage la manière dont l'ACL est appliquée aux fichiers et aux répertoires du dataset.
ru: Как этот ACE применяется к вновь созданным каталогам и файлам в наборе данных. Базовые флаги включают или отключают наследование ACE. Расширенные флаги позволяют дополнительно управлять тем, как ACE применяется к файлам и каталогам в наборе данных.

source: I Agree
es_ar: Acepto
fr: J’accepte
ru: Я согласен

source: I Understand
es_ar: Entiendo
fr: Je comprends
ru: Я понимаю

source: INSTALL
es_ar: INSTALAR
fr: INSTALLER
ru: УСТАНОВИТЬ

source: IP Address
es_ar: Direcciones IP
fr: Adresse IP
ru: IP адрес

source: IP Addresses
es_ar: Direcciones IP
fr: Adresses IP
ru: IP адреса

source: IP address of the remote system with <i>UPS Mode</i> set as <i>Master</i>. Enter a valid IP address in the format <i>192.168.0.1</i>.
es_ar: Dirección IP del sistema remoto con <i>Modo UPS</i> configurado como <i>Maestro</i>. Ingrese una dirección IP válida en el formato <i>192.168.0.1</i>.
fr: Adresse IP du système distant avec le <i>mode UPS</i> défini comme <i>maître</i> . Entrez une adresse IP valide au format <i>192.168.0.1</i> .
ru: IP-адрес удаленной системы с <i>ИБП</i>, установленным как <i>Master</i>. Введите действительный IP-адрес в формате <i>192.168.0.1</i>.

source: IP address on which the connection <b>Active Side</b> listens. Defaults to <i>0.0.0.0</i>.
es_ar: Dirección IP en la que escucha la conexión <b>Active Side</b>. El valor predeterminado es <i>0.0.0.0</i>.
fr: Adresse IP sur laquelle la connexion <b>côté actif</b> écoute. La valeur par défaut est <i>0.0.0.0</i> .
ru: IP-адрес, на котором прослушивает соединение <b>активная сторона</b>. По умолчанию <i>0.0.0.0</i>.

source: IPMI Configuration
es_ar: Configuración de IPMI
fr: Configuration IPMI
ru: Конфигурация IPMI

source: IPMI Password Reset
es_ar: Restablecimiento de contraseña de IPMI
fr: Remettre par défaut le Mot de Passe IPMI
ru: Сброс пароля IPMI

source: IPv4 Address
es_ar: Dirección IPv4
fr: Adresse IPv4
ru: Адрес IPv4

source: IPv4 Default Gateway
es_ar: Puerta de enlace IPv4 predeterminada
fr: Passerelle IPv4 par défaut
ru: Шлюз IPv4 по умолчанию

source: IPv4 Default Router
es_ar: Ruta IPv4 predeterminada
fr: Route IPv4 par défaut
ru: Маршрутизатор IPv4 по умолчанию

source: IPv4 Interface
es_ar: Interfaz IPv4
fr: Interface IPv4
ru: Интерфейс IPv4

source: IPv4 Netmask
es_ar: Máscara de red IPv4
fr: Masque de réseau IPv4
ru: Маска сети IPv4

source: IPv4 interface
es_ar: Interfaz IPv4
fr: Interface IPv4
ru: Интерфейс IPv4

source: IPv4 interface for the jail.
es_ar: Interfaz IPv4 para la jaula.
fr: Interface IPv4 pour le jail.
ru: Интерфейс IPv4 для jail.

source: IPv4 netmask for the jail.
es_ar: Máscara de red IPv4 para la jaula.
fr: Masque réseau IPv4 pour le jail.
ru: Маска сети IPv4 для jail.

source: IPv6 Address
es_ar: Dirección IPv6
fr: Adresse IPv6
ru: Адрес IPv6

source: IPv6 Default Gateway
es_ar: Puerta de enlace IPv6 predeterminada
fr: Passerelle IPv6 par défaut
ru: Шлюз IPv6 по умолчанию

source: IPv6 Default Router
es_ar: Enrutador IPv6 predeterminado
fr: Route IPv6 par défaut
ru: Маршрутизатор IPv6 по умолчанию

source: IPv6 Interface
es_ar: Interfaz IPv6
fr: Interface IPv6
ru: Интерфейс IPv6

source: IPv6 Prefix
es_ar: Prefijo IPv6
fr: Préfixe IPv6
ru: Префикс IPv6

source: IPv6 Prefix Length
es_ar: Longitud del prefijo IPv6
fr: Longueur du préfixe IPv6
ru: Длина префикса IPv6

source: IPv6 addresses are not allowed for HA.
es_ar: Las direcciones IPv6 no están permitidas para HA.
fr: Les adresses IPv6 ne sont pas autorisées pour HA.

source: IPv6 interface for the jail.
es_ar: Interfaz IPv6 para la jaula.
fr: Interface IPv6 pour le jail.
ru: Интерфейс IPv6 для jail.
