Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: When replicated snapshots are deleted from the destination system:<ul> <li><i>Same as Source</i>: use the <b>Snapshot Lifetime</b> from from the source periodic snapshot task.</li> <li><i>Custom</i>: define a <b>Snapshot Lifetime</b> for the destination system.</li> <li><i>None</i>: never delete snapshots from the destination system.</li>
es_ar: Cuando las instantáneas replicadas se eliminan del sistema de destino: <ul> <li> <i>Igual que la fuente</i>: use la <b>Vida útil de la instantánea</b> de la tarea de instantánea periódica de origen. </li> <li> <i>Personalizado</i>: defina una <b>Vida útil de la instantánea</b> para el sistema de destino. </li> <li> <i>Ninguno</i>: nunca elimine instantáneas del destino sistema.</li>
fr: Lorsque des instantanés répliqués sont supprimés du système de destination :<ul> <li><i>Identique à la source</i> : utilisez la fonction <b>Durée des instantanés</b> configurée de la tâche d'instantanés périodiques.</li> <li><i>Personnalisé</i> : définit une <b>durée de vie de l'instantané</b> pour le système de destination.</li> <li><i>Aucun</i> : ne supprime jamais les instantanés du système de destination.</li>
ru: Когда реплицированные моментальные снимки удаляются из целевой системы:<ul> <li><i>Как источник</i>: использовать <b>Срок действия снимка</b> из исходной задачи периодического снимка.</li> <li><i>Пользовательский</i>: определить <b>время жизни снимка</b> для целевой системы.</li> <li><i>Нет</i>: никогда не удалять снимки из целевой системы.</li>

source: When set, a local user is only allowed access to their home directory if they are a member of the <i>wheel</i> group.
es_ar: Cuando se establece, un usuario local solo tiene acceso a su directorio de inicio si es miembro del grupo <i>wheel</i>.
fr: Lorsqu'il est défini, un utilisateur local n'est autorisé à accéder à son répertoire personnel que s'il est membre du groupe <i>wheel</i>.
ru: Если установлено, локальному пользователю разрешен доступ к его домашнему каталогу, только если он является членом группы <i>wheel</i>.

source: When set, an <i>eye</i> icon appears next to password fields. Clicking the icon reveals the password.
es_ar: Cuando se establece, aparece un ícono <i>ojo</i> junto a los campos de contraseña. Al hacer clic en el icono, se revela la contraseña.
fr: Lorsqu'elle est définie, une icône d'<i>œil</i> apparaît à côté des champs de mot de passe. En cliquant sur l'icône, le mot de passe s'affiche.
ru: Если установлено, рядом с полями пароля отображается значок <i>глаза</i>. Нажав на значок, вы увидите пароль.

source: When set, report CPU usage in percent instead of units of kernel time.
es_ar: Cuando se establece, informe el uso de la CPU en porcentaje en lugar de unidades de tiempo de kernel.
fr: Une fois défini, indique l'utilisation du CPU en pourcentage au lieu de l'unité de temps du noyau.
ru: Если установлено, указывать использование ЦП в процентах вместо единиц времени ядра.

source: When set, rsync is run recursively, preserving symlinks, permissions, modification times, group, and special files. When run as root, owner, device files, and special files are also preserved. Equivalent to passing the flags <i>-rlptgoD</i> to rsync.
es_ar: Cuando se establece, rsync se ejecuta de forma recursiva, conservando enlaces simbólicos, permisos, tiempos de modificación, grupos y archivos especiales. Cuando se ejecuta como root, también se conservan los archivos de propietario, dispositivo y archivos especiales. Equivalente a pasar las banderas <i>-rlptgoD</i> a rsync.
fr: Lorsqu'il est défini, rsync est exécuté de manière récursive, en préservant les liens symboliques, les autorisations, les temps de modification, les groupes et les fichiers spéciaux. Lorsqu'ils sont exécutés en tant que root, les fichiers propriétaires, les fichiers périphériques et les fichiers spéciaux sont également préservés. Equivalent à passer les flags <i>-rlptgoD</i> à rsync.
ru: Если установлено, rsync запускается рекурсивно, сохраняя символические ссылки, разрешения, время модификации, группы и специальные файлы. При запуске от имени пользователя root, файлы владельца, устройства и специальные файлы также сохраняются. Эквивалентно передаче флагов <i>-rlptgoD</i> в rsync.

source: When set, the common name in the certificate must match the FQDN of the host.
es_ar: Cuando se establece, el nombre común en el certificado debe coincidir con el FQDN del host.
fr: Lorsqu'il est défini, le nom commun dans le certificat doit correspondre au FQDN de l'hôte.
ru: Если установлено, общее имя в сертификате должно соответствовать полному доменному имени хоста.

source: When set, usernames do not include a domain name. Unset to force domain names to be prepended to user names. One possible reason for unsetting this value is to prevent username collisions when Allow Trusted Domains is set and there are identical usernames in more than one domain.
es_ar: Cuando se establece, los nombres de usuario no incluyen un nombre de dominio. Desarmar para forzar que los nombres de dominio se antepongan a los nombres de usuario. Una posible razón para desarmar este valor es evitar colisiones de nombre de usuario cuando se establece Permitir dominios de confianza y hay nombres de usuario idénticos en más de un dominio.
fr: Lorsqu'ils sont définis, les noms d'utilisateur n'incluent pas de nom de domaine. Désactiver pour forcer les noms de domaine à être ajoutés aux noms d'utilisateur. Une raison possible de désactiver cette valeur est d'éviter les collisions de noms d'utilisateur lorsque Allow Trusted Domains est défini et qu'il y a des noms d'utilisateur identiques dans plus d'un domaine.
ru: Когда установлено, имена пользователей не включают доменное имя. Отключите чтобы доменные имена добавлялись к именам пользователей. Одной из возможных причин сброса этого значения является предотвращение конфликтов имен пользователей, если задан параметр «Разрешить доверенные домены» и если идентичные имена пользователей присутствуют в нескольких доменах.

source: When using a proxy, enter the proxy information for the network in the format <i>http://my.proxy.server:3128</i> or <i>http://user:password@my.proxy.server:3128</i>
es_ar: Cuando use un proxy, ingrese la información del proxy para la red en el formato <i>http://my.proxy.server:3128</i> o <i>http://user:password@my.proxy.server:3128</i>
fr: Lorsque vous utilisez un proxy, saisissez les informations relatives au proxy pour le réseau au format <i>http://my.proxy.server:3128</i> ou <i>_COPY13@my.proxy.server:3128</i>

source: When using a virtual host, this is also used as the Kerberos principal name.
es_ar: Cuando se usa un host virtual, también se usa como el nombre principal de Kerberos.
fr: Lorsque l'on utilise un hôte virtuel, celui-ci est également utilisé comme nom principal de Kerberos.

source: Who
es_ar: Quien
fr: Qui
ru: Кто

source: Who this ACL entry applies to, shown as a <a href="https://docs.microsoft.com/en-us/windows/win32/secauthz/security-identifiers" target="_blank">Windows Security Identifier</a>. Either a <i>SID</i> or a <i>Domain</i> and <i>Name</i> is required for this ACL.
es_ar: A quién se aplica esta entrada de ACL, que se muestra como un <a href="https://docs.microsoft.com/en-us/windows/win32/secauthz/security-identifiers" target="_blank">Identificador de seguridad de Windows</a>. Se requiere un <i>SID</i> o un <i>Dominio</i> y <i>Nombre</i> para esta ACL.
fr: À qui s'applique cette entrée de l'ACL, indiquée comme un <a href="https://docs.microsoft.com/en-us/windows/win32/secauthz/security-identifiers" target="_blank">identificateur de sécurité Windows</a>. Un <i>SID</i> ou un <i>domaine</i> et un <i>nom</i> sont nécessaires pour cette ACL.

source: Who this ACL entry applies to, shown as a user name. Requires adding the user <i>Domain</i>.
es_ar: A quién se aplica esta entrada de ACL, que se muestra como un nombre de usuario. Requiere agregar el usuario <i>Dominio</i>.
fr: À qui s'applique cette entrée de cette ACL, indiquée sous forme de nom d'utilisateur. Nécessite l'ajout du <i>domaine</i> de l'utilisateur.

source: Widget Base Class
es_ar: Clase de la Base Widget
fr: Classe de base du widget
ru: Базовый класс виджетов

source: Winbind NSS Info
es_ar: Información de Winbind NSS
ru: Информация Winbind NSS

source: Window
es_ar: Ventana
fr: Fenêtre

source: Windows Shares (SMB)
es_ar: Recursos compartidos de Windows (SMB)
fr: Partages Windows (SMB)

source: Wipe
es_ar: Limpiar
fr: Effacement
ru: Стереть

source: Wipe Disk
es_ar: Limpiar disco
fr: Effacer le disque

source: Wipe this disk?
es_ar: ¿Limpiar este disco?
fr: Effacer ce disque ?
ru: Стереть этот диск?

source: Wiping disk...
es_ar: Limpiando disco...
fr: Effacement du disque...

source: Workgroup
es_ar: Grupo de trabajo
fr: Groupe de travail
ru: Рабочая группа

source: Would you like to add a Service Principal Name (SPN) now?
es_ar: ¿Desea agregar un nombre principal de servicio (SPN) ahora?
fr: Voulez-vous ajouter un nom de principal de service (SPN) maintenant ?

source: Write
es_ar: Escribir
fr: Écrire
ru: Запись

source: Write Errors
es_ar: Errores de escritura
fr: Erreurs d'écriture
ru: Ошибки записи

source: Write Only
es_ar: Sólo escritura
fr: Écriture seulement

source: Write a percentage limit of a single CPU core.
es_ar: Escriba un límite porcentual de un solo núcleo de CPU.
fr: Écrivez une limite de pourcentage pour un seul cœur de processeur.
ru: Запишите процентное ограничение для одного ядра процессора.

source: Xen initiator compat mode
es_ar: Modo de compatibilidad del iniciador Xen
fr: Mode compat d'initiateur Xen
ru: Режим совместимости с Xen

source: Yandex <a href="https://tech.yandex.com/direct/doc/dg-v4/concepts/auth-token-docpage/" target="_blank">Access Token</a>.
es_ar: Yandex <a href="https://tech.yandex.com/direct/doc/dg-v4/concepts/auth-token-docpage/" target="_blank">Token de acceso</a>.
ru: <a href="https://tech.yandex.com/direct/doc/dg-v4/concepts/auth-token-docpage/" target="_blank">Токен доступа</a> Яндекс.

source: Years
es_ar: Años
fr: Années
ru: Годы

source: Yes
es_ar: Si
fr: Oui
ru: Да

source: Yes I understand the risks
es_ar: Si, entiendo los riesgos
fr: Oui, je comprends les risques
ru: Да я понимаю риски

source: Yes, decrypt the disks
es_ar: Sí, descifrar los discos
fr: Oui, déchiffrer les disques
ru: Да, расшифровать диски

source: You have left the domain.
es_ar: Has dejado el dominio.
fr: Vous avez quitté le domaine.
ru: Вы покинули домен.

source: You have successfully added credentials.
es_ar: Ha agregado credenciales con éxito.
fr: Vous avez ajouté des informations d'identification avec succès.

source: ZFS Cache
es_ar: Caché ZFS
fr: Cache ZFS
ru: Кэш ZFS

source: ZFS Deduplication
es_ar: Deduplicación ZFS
fr: Déduplication ZFS
ru: Дедупликация ZFS

source: ZFS Filesystem
es_ar: Sistema de archivos ZFS
fr: Système de fichiers ZFS
ru: Файловая система ZFS

source: ZFS L2ARC read-cache that can be used with fast devices to accelerate read operations. Optional vdev that can be removed.
es_ar: Caché de lectura ZFS L2ARC que se puede utilizar con dispositivos rápidos para acelerar las operaciones de lectura. Vdev opcional que se puede quitar.
fr: ZFS L2ARC read-cache qui peut être utilisé avec des appareils rapides pour accélérer les opérations de lecture. Vdev optionnel qui peut être supprimé.

source: ZFS LOG device that can improve speeds of synchronous writes. Optional write-cache that can be removed.
es_ar: Dispositivo ZFS LOG que puede mejorar las velocidades de escrituras sincrónicas. Caché de escritura opcional que se puede quitar.
fr: Dispositif ZFS LOG qui peut améliorer la vitesse des écritures synchrones. Cache d'écriture optionnel qui peut être supprimé.

source: ZFS deduplication
es_ar: Deduplicación ZFS
fr: Déduplication ZFS
ru: ZFS дедупликация

source: ZFS pools must conform to strict naming <a href="https://docs.oracle.com/cd/E23824_01/html/821-1448/gbcpt.html" target="_blank">conventions</a>. Choose a memorable name.
es_ar: Los Grupos ZFS deben cumplir con las estrictas nomenclaturas <a href="https://docs.oracle.com/cd/E23824_01/html/821-1448/gbcpt.html" target="_blank">convenciones</a>. Elige un nombre memorable.
fr: Les volumes ZFS doivent se conformer à des <a href="https://docs.oracle.com/cd/E23824_01/html/821-1448/gbcpt.html" target="_blank">conventions</a> de dénomination strictes. Choisissez un nom mémorable.

source: Zero Device Numbers
es_ar: Números de dispositivo cero
fr: Numéros de dispositif zéro
ru: Обнулять номера устройств

source: Zvol Actions
es_ar: Acciones de Zvol
fr: Actions Zvol

source: Zvol Location
es_ar: Ubicación Zvol
fr: Emplacement zvol
ru: Местоположение zvol

source: Zvol name
es_ar: Nombre Zvol
fr: Nom du zvol
ru: Имя zvol

source: [Use fewer transactions in exchange for more RAM.](https://rclone.org/docs/#fast-list) This can also speed up or slow down the transfer.
es_ar: [Use menos transacciones a cambio de más RAM.](https://rclone.org/docs/#fast-list) Esto también puede acelerar o ralentizar la transferencia.
fr: [Utilisez moins de transactions en échange de plus de RAM](https://rclone.org/docs/#fast-list) Cela peut aussi accélérer ou ralentir le transfert.
ru: [Использовать меньше транзакций в обмен на больше оперативной памяти.] (https://rclone.org/docs/#fast-list) Это также может ускорить или замедлить передачу.

source: are the best place to ask questions and interact with fellow TrueNAS
es_ar: son el mejor lugar para hacer preguntas e interactuar con otros usuarios de TrueNAS
fr: sont le meilleur endroit pour poser des questions et interagir avec les autres TrueNAS

source: at 00:00 (12:00 AM)
es_ar: a las 00:00 (12:00 AM)
fr: à 00:00 (12:00)

source: at the start of each hour
es_ar: al comienzo de cada hora
fr: au début de chaque heure

source: below to confirm.
es_ar: a continuación para confirmar.
fr: ci-dessous pour confirmer.
ru: ниже, чтобы подтвердить.

source: boot
es_ar: arranque
ru: загрузка

source: click here
es_ar: haga clic aquí
fr: cliquez ici

source: close
es_ar: cerrar
fr: fermer
ru: закрыть

source: comment
es_ar: comentario
fr: commentaire
ru: комментарий

source: datasize
es_ar: tamaño de datos
fr: createcomputer

source: days
es_ar: días
fr: jours
ru: дней

source: depends
es_ar: depende
fr: dépend
ru: зависит

source: destroy
es_ar: destruir
fr: détruire
ru: уничтожить

source: details
es_ar: detalles
fr: détails

source: empty
es_ar: vacío
fr: vide
ru: пусто

source: expires in
es_ar: expira en
fr: expire en
ru: истекает через

source: group
es_ar: grupo
fr: groupe
ru: группа

source: gzip (default level, 6)
es_ar: gzip (nivel predeterminado, 6)
fr: gzip (niveau par défaut, 6)

source: gzip-1 (fastest)
es_ar: gzip-1 (más rápido)
fr: gzip-1 (plus rapide)

source: gzip-9 (maximum, slow)
es_ar: Gzip-9 (máximo, lento)
fr: gzip-9 (maximum, lent)

source: hours
es_ar: horas
fr: heures

source: iSCSI Group
es_ar: Grupo iSCSI
fr: groupe iSCSI

source: iSCSI supports multiple authentication methods that are used by the target to discover valid devices. <i>None</i> allows anonymous discovery while <i>CHAP</i> and <i>Mutual CHAP</i> require authentication.
es_ar: iSCSI admite múltiples métodos de autenticación que utiliza el objetivo para descubrir dispositivos válidos. <i>Ninguno</i> permite el descubrimiento anónimo mientras que <i>CHAP</i> y <i>CHAP Mútuo</i> requieren autenticación.
fr: l'iSCSI prend en charge plusieurs méthodes d'authentification qui sont utilisées par la cible pour découvrir les appareils valides. <i>None</i> permet une découverte anonyme alors que les méthodes <i>CHAP</i> et <i>Mutual CHAP</i> requièrent une authentification.

source: iXsystems for more information.
es_ar: iXsystems para más información.
fr: iXsystems pour plus d'informations.

source: is Free and
es_ar: es gratis y
fr: est libre et

source: is a collaborative website with helpful guides and information about your new storage system.
es_ar: es un sitio web colaborativo con guías útiles e información sobre su nuevo sistema de almacenamiento.
fr: est un site web collaboratif contenant des guides et des informations utiles sur votre nouveau système de stockage.

source: is already in use.
es_ar: esta en uso.
fr: est déjà utilisé.
ru: уже используется.

source: is in a locked dataset.
es_ar: está en un conjunto de datos bloqueado.
fr: se trouve dans un dataset verrouillé.

source: list
es_ar: lista
fr: liste
ru: список

source: lz4 (recommended)
es_ar: lz4 (recomendado)
fr: lz4 (recommandé)

source: lzjb (legacy, not recommended)
es_ar: lzjb (legado, no recomendado)
fr: lzjb (legacy, non recommandé)

source: minutes
es_ar: minutos

source: mountd(8) bind port
es_ar: puerto de enlace mountd(8)
ru: Порт привязки mountd(8)

source: name
es_ar: nombre
fr: nom
ru: имя

source: on Sundays at 00:00 (12:00 AM)
es_ar: los domingos a las 00:00 (12:00 AM)
fr: le dimanche à 00:00 (12:00)

source: on the first day of the month at 00:00 (12:00 AM)
es_ar: cada primer día del mes a las 00:00 (12:00 AM)
fr: le premier jour du mois à 00:00 (12:00)

source: on this system.
es_ar: en este sistema.
fr: sur ce système.

source: overview
es_ar: visión general
fr: aperçu
ru: обзор

source: owner
es_ar: propietario
fr: propriétaire
ru: владелец

source: password
es_ar: contraseña
fr: mot de passe
ru: пароль

source: pool options for
es_ar: opciones de grupo para
fr: options de volume pour

source: priority
es_ar: prioridad
fr: priorité
ru: приоритет

source: pseudoterminals
es_ar: pseudoterminales

source: reset
es_ar: reiniciar
fr: réinitialiser

source: rpc.lockd(8) bind port
es_ar: puerto de enlace rpc.lockd(8)
fr: rpc.lockd(8) port bind
ru: Порт rpc.lockd(8)

source: rpc.statd(8) bind port
es_ar: puerto de enlace rpc.statd(8)
fr: mountd(8) bind port
ru: Порт rpc.statd(8)

source: safe
es_ar: seguro
fr: sûr
ru: безопасно

source: seconds
es_ar: segundos
fr: secondes

source: seconds unless SAVE CHANGES is chosen to make them permanent.
es_ar: segundos a menos que se elija GUARDAR CAMBIOS para hacerlos permanentes.
fr: secondes, à moins que l'on ne choisisse de les rendre permanentes en choisissant SAVE CHANGES.

source: service failed to start.
es_ar: el servicio no pudo iniciarse.
fr: le service n'a pas pu démarrer.
ru: служба не запустилась.

source: service failed to stop.
es_ar: el servicio no pudo detenerse.
fr: le service n'a pas réussi à s'arrêter.
ru: служба не остановилась.

source: software, which is provided as-is with no warranty.
es_ar: software, que se proporciona tal cual sin garantía.
fr: logiciel, qui est fourni tel quel sans garantie.

source: support and services? Contact
es_ar: en soporte y servicios? Contacto
fr: support et services? Contactez

source: template
es_ar: plantilla
ru: шаблон

source: threads
es_ar: hilos

source: to set up configuration first.
es_ar: para establecer primero la configuración.
fr: pour mettre en place la configuration en premier.

source: total available
es_ar: total disponible
fr: total disponible

source: users
es_ar: usuarios
fr: utilisateurs

source: wallclock
es_ar: reloj de pared

source: warn
es_ar: advertir
fr: avertissement

source: was successfully attached.
es_ar: fue adjuntado con éxito.
fr: a été attaché avec succès.
ru: был успешно подключен.

source: while pool is encrypted
es_ar: mientras el pool está encriptado
fr: pendant que le volume est chiffré
ru: пока пул зашифрован

source: yes
es_ar: si
fr: oui
ru: да

source: zle (runs of zeros)
es_ar: zle (series de ceros)
fr: zle (séries de zéros)

source: zstd (default level, 3)
es_ar: zstd (nivel predeterminado, 3)
fr: zstd (niveau par défaut, 3)

source: zstd-5 (slow)
es_ar: zstd-5 (lento)
fr: zstd-5 (lent)

source: zstd-7 (very slow)
es_ar: zstd-7 (muy lento)
fr: zstd-7 (très lent)

source: zstd-fast (default level, 1)
es_ar: zstd-fast (nivel rpedeterminado, 1)
fr: zstd-fast (niveau par défaut, 1)

source: Please click the button below to add
fr: S’il vous plaît cliquez sur le bouton ci-dessous pour ajouter

source: configured
fr: configuré

source: from the database.
fr: de la base de données.

source: on pool
fr: sur le volume

source: yet.
fr: encore.

source: <b>WARNING:</b> The configuration file contains sensitive data like system passwords. However, SSH keys that are stored in <samp>/root/.ssh</samp> are <b>NOT</b> backed up by this operation. Additional sensitive information can be included in the configuration file.<br />
fr: <b>AVERTISSEMENT:</b> Le fichier de configuration contient des données sensibles comme les mots de passe système. Toutefois, les clés SSH stockées dans <samp>/root/.ssh</samp> ne sont <b>PAS sauvegardées</b> par cette opération. Des informations sensibles supplémentaires peuvent être incluses dans le fichier de configuration.<br />

source: Add
fr: Ajouter

source: Add External Interfaces
fr: Ajouter des interfaces externes

source: Add License
fr: Ajouter la licence

source: Add ZVol
fr: Ajouter un zvol

source: Always pull image even if present on host.
fr: Toujours récupérer l’image même si elle est présente sur l’hôte.

source: Always restart containers in a pod if they exit.
fr: Redémarrez toujours les conteneurs dans un pod s’ils sortent.

source: Application Name
fr: Nom de l’application

source: Applications are not running
fr: Les applications ne sont pas en cours d’exécution

source: Applications not configured
fr: Applications non configurées

source: Applications you install will automatically appear here. Click below and browse the TrueNAS catalog to get started.
fr: Les applications que vous installez s’afficheront automatiquement ici. Cliquez ci-dessous et parcourez le catalogue TrueNAS pour commencer.

source: Catalog
fr: Catalogue

source: Choose Pool
fr: Choisissez le volume

source: Choose a pool for Apps
fr: Choisissez un volume pour les applications

source: Choose a pool for the Apps
fr: Choisissez un volume pour les applications

source: Choose container
fr: Choisissez le conteneur

source: Choose pod
fr: Choisissez un pod

source: Commands
fr: Commandes

source: Commands to execute inside container overriding image CMD default. Use <i>ENTER</i> after each entry.
fr: Commandes d’exécution à l’intérieur du conteneur dominant l’image CMD par défaut. Utilisez <i>ENTRER</i> après chaque entrée.

source: Compression Level
fr: Niveau de compression

source: Configuring...
fr: Configuration...

source: Container Args
fr: Conteneur args

source: Container CMD
fr: Conteneur CMD

source: Container Entrypoint
fr: Point d’entrée du conteneur

source: Container Environment Variables
fr: Variables de l’environnement des conteneurs

source: Container Port
fr: Port du conteneur

source: Container Settings
fr: Paramètres du conteneur

source: Container port
fr: Port du conteneur

source: Containers
fr: Conteneurs

source: Control
fr: Contrôle
ru: Управление

source: Create new pods and then kill old ones.
fr: Créez de nouveaux pods, puis tuez les anciens.

source: Cron Job
fr: Job Cron
ru: Задание Cron

source: DNS Configuration
fr: Configuration DNS

source: DNS Policy
fr: Politique DNS

source: Dashboard is Empty!
fr: Le tableau de bord est vide !

source: Dataset Name
fr: Nom du dataset

source: Default behaviour is for pod to inherit the name resolution configuration from the node that the pods run on. If <i>None</i> is specified, it allows a Pod to ignore DNS settings from the Kubernetes environment.
fr: Le comportement par défaut est que le Pod hérite de la configuration de résolution de nom du nœud sur quoi les Pods s’exécutent. Si <i>aucun n’est</i> spécifié, il permet à un Pod d’ignorer les paramètres DNS de l’environnement Kubernetes.

source: Docker Images
fr: Images Docker

source: Docker image pull policy
fr: Politique de récupération d'image Docker

source: Docker image repository
fr: Référentiel d’images Docker

source: Don't show this message again
fr: Ne plus afficher ce message
