Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Legacy NetBIOS name server. Advertises the SMB service <i>NetBIOS Name</i>. Can be required for legacy SMB1 clients to discover the server. When advertised, the server appears in <i>Network Neighborhood</i>).
es_ar: Servidor de nombres NetBIOS heredado. Anuncia el servicio SMB <i>Nombre de NetBIOS</i>. Puede ser necesario para que los clientes SMB1 heredados detecten el servidor. Cuando se anuncia, el servidor aparece en <i>Entorno de red</i>).
fr: L'ancien serveur de noms NetBIOS. Annonce le service SMB <i>NetBIOS Name</i>. Peut être requis pour les anciens clients SMB1 afin de découvrir le serveur. Lorsqu'il est annoncé, le serveur apparaît dans le <i>voisinage réseau (Network Neighborhood</i>).
ru: Устаревший сервер имен NetBIOS. Объявляет службу SMB <i>NetBIOS Name</i>. Может потребоваться для устаревших клиентов SMB1 для обнаружения сервера. При объявлении сервер появляется в <i>сетевом окружении</i>).

source: Legacy Web Interface
es_ar: Interfaz web heredada
fr: Interface Web legacy
ru: Старый Web интерфейс

source: Legend
es_ar: Leyenda
fr: Légende
ru: Легенда

source: Level
es_ar: Nivel
fr: Niveau
ru: Уровень

source: Level 1 - Minimum power usage with Standby (spindown)
es_ar: Nivel 1 - Consumo mínimo de energía con modo de espera (spindown)
fr: Niveau 1 - Consommation d'énergie minimale avec Standby (spindown)

source: Level 127 - Maximum power usage with Standby
es_ar: Nivel 127 - Consumo máximo de energía con modo de espera
fr: Niveau 127 - Consommation d'énergie maximale avec Standby

source: Level 128 - Minimum power usage without Standby (no spindown)
es_ar: Nivel 128 - Consumo mínimo de energía sin modo de espera (sin spindown)
fr: Niveau 128 - Consommation d'énergie Minimale sans Standby (pas de spindown)

source: Level 192 - Intermediate power usage without Standby
es_ar: Nivel 192 - Uso de energía intermedio sin espera
fr: Niveau 192 - Consommation d'énergie intermédiaire sans Standby

source: Level 254 - Maximum performance, maximum power usage
es_ar: Nivel 254 - Máximo rendimiento, máximo consumo de energía
fr: Niveau 254 - Performances maximales, consommation d'énergie maximale

source: Level 64 - Intermediate power usage with Standby
es_ar: Nivel 64 - Uso de energía intermedio con modo de espera
fr: Niveau 64 - Consommation d'énergie intermédiaire avec Standby

source: Libdefaults Auxiliary Parameters
es_ar: Parámetros auxiliares de Libdefaults
fr: Paramètres auxiliaires Libdefaults
ru: Вспомогательные параметры Libdefaults

source: License
es_ar: Licencia
fr: Licence
ru: Лицензия

source: Lifetime
es_ar: Toda la vida
fr: Durée de vie
ru: Время жизни

source: Lifetime:
es_ar: Toda la vida:

source: Limit replication speed to this number of bytes per second.
es_ar: Limite la velocidad de replicación a este número de bytes por segundo.
fr: État du lien.
ru: Ограничьте скорость репликации этим количеством байтов в секунду.

source: Linked Service
es_ar: Servicio vinculado
fr: Service lié
ru: Связанная служба

source: List any existing dataset properties to remove from the replicated files.
es_ar: Enumere las propiedades del conjunto de datos existentes para eliminar de los archivos replicados.

source: List of chat IDs
es_ar: Lista de ID de chat

source: List of files and directories to exclude from sync.<br> Separate entries by pressing <code>Enter</code>. See <a href="https://rclone.org/filtering/" target="_blank">rclone filtering</a> for more details about the <code>--exclude</code> option.
es_ar: Lista de archivos y directorios para excluir de la sincronización. <br> Separe las entradas presionando <code>Enter</code>. Consulte <a href="https://rclone.org/filtering/" target="_blank">filtrado de rclone</a> para obtener más detalles sobre la opción <code>--exclude</code>.
fr: Liste des fichiers et répertoires à exclure de la synchronisation.<br> Séparez les entrées en appuyant sur la touche <code>Entrée</code>. Voir le <a href="https://rclone.org/filtering/" target="_blank">filtrage rclone</a> pour plus de détails sur l'option <code>--exclude</code>.

source: List of hostnames or IP addresses. Separate entries by pressing <code>Enter</code>.
es_ar: Lista de nombres de host o direcciones IP. Separe las entradas pulsando <code>Enter</code>.
fr: Liste des noms d'hôtes ou des adresses IP. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.
ru: Список имен хостов или IP-адресов. Разделите записи, нажав <code>Enter</code>.

source: List of system services to restart when the pool is unlocked.
es_ar: Lista de servicios del sistema para reiniciar cuando el grupo está desbloqueado.
fr: Liste des services système à redémarrer lorsque le volume est déverrouillé.
ru: Список системных служб, которые нужно перезапустить, когда пул разблокирован.

source: Listen
es_ar: Escucha
fr: Ecouter
ru: Слушать

source: Load Previous Replication Task
es_ar: Cargar tarea de replicación anterior
fr: Charger la tâche de réplication précédente
ru: Загрузить предыдущую задачу репликации

source: Local Account
es_ar: Cuenta local
fr: Compte local
ru: Локальная учетная запись

source: Local Groups
es_ar: Grupos locales
fr: Groupes locaux
ru: Локальные группы

source: Local Master
es_ar: Maestro local
fr: Maître local
ru: Локальный Мастер

source: Local User Download Bandwidth
es_ar: Ancho de banda de descarga de usuario local
fr: Bande passante descendante (download) pour l'utilisateur local
ru: Пропускная способность загрузки локального пользователя

source: Local User Upload Bandwidth:
es_ar: Ancho de banda de carga de usuario local:
fr: Bande passante montante (upload) pour l'utilisateur local:
ru: Пропускная способность выгрузки локального пользователя:

source: Local Users
es_ar: Usuarios locales
fr: Utilisateurs locaux
ru: Локальные пользователи

source: Locality
es_ar: Localidad
fr: Localité
ru: Местоположение

source: Localization
es_ar: Localización
fr: Localisation
ru: Локализация

source: Location
es_ar: Ubicación
fr: Emplacement
ru: Расположение

source: Lock
es_ar: Bloquear
fr: Verrouiller
ru: Блокировать

source: Lock Dataset
es_ar: Bloquear conjunto de datos
fr: Verrouiller Dataset
ru: Заблокировать набор данных

source: Lock Pool
es_ar: Bloquear Pool
fr: Verrouiller le volume
ru: Блокировать пул

source: Lock User
es_ar: Bloquear usuario
fr: Verrouiller l'utilisateur
ru: Блокировать пользователя

source: Lock dataset
es_ar: Bloquear conjunto de datos
fr: Verrouiller dataset
ru: Заблокировать набор данных

source: Locking Dataset
es_ar: Bloqueo de conjunto de datos
fr: Verrouillage du dataset
ru: Блокировка набора данных

source: Locking dataset
es_ar: Bloqueo de conjunto de datos
fr: Verrouillage du dataset
ru: Блокируется набор данных

source: Log
es_ar: Registro
ru: Журнал

source: Log In to GMail
es_ar: Iniciar sesión en GMail

source: Log Level
es_ar: Nivel de registro
fr: Niveau du log
ru: Уровень журнала

source: Log Out
es_ar: Cerrar sesión
fr: Déconnexion
ru: Выйти

source: Log VDev
es_ar: Registro de VDev
ru: VDev журнала

source: Log in
es_ar: Iniciar sesión
fr: Se connecter
ru: Войти

source: Log in as Root with Password
es_ar: Inicie sesión como root con contraseña
fr: Se connecter en tant que root avec un mot de passe
ru: Входить как root с паролем

source: Log in to Provider
es_ar: Iniciar sesión en Proveedor
fr: Connectez-vous au fournisseur

source: Log mountd(8) requests
es_ar: Solicitudes de registro mountd(8)
fr: Requêtes log mountd(8)
ru: Журналировать запросы mountd(8)

source: Log rpc.statd(8) and rpc.lockd(8)
es_ar: Registro de rpc.statd(8) y rpc.lockd(8)
fr: Log rpc.statd(8) et rpc.lockd(8)
ru: Журналировать rpc.statd(8) и rpc.lockd(8)

source: Logging Level
es_ar: Nivel de registro
fr: Niveau de journalisation
ru: Уровень журналирования

source: Logical Block Size
es_ar: Tamaño del bloque lógico
fr: Taille du bloc logique
ru: Размер логического блока

source: Login Attempts
es_ar: Intentos de acceso
fr: Tentatives de connexion
ru: Попытки входа

source: Logs
es_ar: Registros
ru: Журналы

source: Looking for help?
es_ar: ¿Buscas ayuda?
fr: Vous recherchez l'aide ?
ru: Нужна помощь?

source: Losing the ability to unlock the pool can result in losing all data on the disks with no chance of recovery. Always back up the encryption key file or passphrase for an encrypted pool! The key file for an encrypted pool is secured in the system database and can be exported at any time from the pool options
es_ar: Perder la capacidad de desbloquear el grupo puede provocar la pérdida de todos los datos en los discos sin posibilidad de recuperación. ¡Siempre haga una copia de seguridad del archivo de clave de cifrado o frase de contraseña para un grupo cifrado! El archivo de clave para un grupo cifrado está protegido en la base de datos del sistema y se puede exportar en cualquier momento desde las opciones del grupo
fr: Perdre la capacité de déverrouiller le volume peut entraîner la perte de toutes les données sur les disques sans aucune chance de récupération. Sauvegardez toujours le fichier de clé de chiffrement ou la passphrase pour un volume crypté ! Le fichier clé d’un volume chiffré est sécurisé dans la base de données système et peut être exporté à tout moment à partir des options de volume
ru: Потеря возможности разблокировать пул может привести к потере всех данных на дисках без возможности восстановления. Всегда делайте резервную копию файла ключа шифрования или парольной фразы для зашифрованного пула! Ключевой файл для зашифрованного пула защищен в системной базе данных и может быть экспортирован в любое время из параметров пула.

source: Lowercase alphanumeric characters plus dot (.), dash (-), and colon (:) are allowed. See the <i>Constructing iSCSI names using the iqn.format</i> section of <a href="https://tools.ietf.org/html/rfc3721.html" target="_blank">RFC3721</a>.
es_ar: Se permiten caracteres alfanuméricos en minúscula más punto (.), Guión (-) y dos puntos (:). Vea la <i> Construcción de nombres iSCSI utilizando la sección iqn.format </i> de <a href="https://tools.ietf.org/html/rfc3721.html" target="_blank"> RFC3721 </ a >.
fr: Les caractères alphanumériques minuscules plus point (.), tiret (-) et deux points ( :) sont autorisés. Voir la section <i>Construire des noms iSCSI en utilisant le iqn.format</i> <a href="https://tools.ietf.org/html/rfc3721.html" target="_blank">RFC3721</a>.
ru: Допускаются строчные буквенно-цифровые символы, плюс точка (.), Тире (-) и двоеточие (:). Смотрите раздел <i>Constructing iSCSI names using the iqn.format</i> <a href="https://tools.ietf.org/html/rfc3721.html" target="_blank">RFC3721</a>.

source: Lowest Usage:
es_ar: Uso más bajo:
fr: La plus faible utilisation :
ru: Самый свободный:

source: Lowest port number of the active side listen address that is open to connections.
es_ar: Número de puerto más bajo de la dirección de escucha del lado activo abierta a las conexiones.
fr: Numéro de port le plus bas de l'adresse d'écoute côté actif qui est ouverte aux connexions.
ru: Самый низкий номер порта прослушивания активного адреса, который открыт для соединений.

source: MAC Address
es_ar: Dirección MAC
fr: Adresse MAC
ru: MAC-адрес

source: MANAGE
es_ar: GESTIONAR
fr: GÉRER
ru: УПРАВЛЯТЬ

source: MOTD Banner
es_ar: Pancarta MOTD
fr: Bannière MOTD
ru: MOTD Баннер

source: MSDOSFS locale
es_ar: MSDOSFS locales
fr: Localisation MSDOSFS
ru: MSDOSFS локаль

source: Mac Address
es_ar: Dirección Mac
fr: Adresse Mac
ru: MAC-адрес

source: Mail Server Port
es_ar: Puerto del servidor de correo
fr: Port du serveur de messagerie
ru: Порт почтового сервера

source: Make Destination Dataset Read-only?
es_ar: ¿Hacer que el conjunto de datos de destino sea de solo lectura?
fr: Rendre le dataset de destination en lecture seule ?
ru: Сделать целевой набор данных доступным только для чтения?

source: Manage
es_ar: Gestionar
fr: Gérer
ru: Управление

source: Manage Custom Themes
es_ar: Administrar temas personalizados
fr: Gérer les thèmes personnalisés
ru: Управление пользовательскими темами

source: Manage Recovery Key
es_ar: Administrar clave de recuperación
fr: Gérer la clé de récupération
ru: Управление ключа восстановления

source: Manage SED Passwords
es_ar: Administrar contraseñas SED
fr: Gérer les mots de passe SED
ru: Управление паролями SED

source: Manage Services and Continue
es_ar: Gestionar servicios y continuar
fr: Gérer les services et continuer

source: Manage ZFS Keys
es_ar: Administrar claves ZFS
fr: Gérer les clés ZFS

source: Manage members of
es_ar: Administrar miembros de
fr: Gérer les membres de

source: Management
es_ar: Administración

source: Manual S.M.A.R.T. Test
es_ar: Prueba manual S.M.A.R.T.
fr: Test S.M.A.R.T. manuel

source: Manual Test
es_ar: Prueba manual
fr: Test manuel

source: Manual Test Summary
es_ar: Resumen manual de la prueba
fr: Résumé des tests manuels

source: Manual Update
es_ar: Actualización manual
fr: Mise à jour manuelle
ru: Ручное обновление

source: Map ACLs
es_ar: Mapa de ACL
fr: Carte ACLs
ru: Карта ACLs

source: Mapall Group
es_ar: Grupo Mapall
fr: Groupe Mapall
ru: Закрепить идентификатор all за группой

source: Mapall User
es_ar: Usuario Mapall
fr: Utilisateur Mapall
ru: Закрепить идентификатор all за пользователем

source: Maproot Group
es_ar: Grupo Maproot
fr: Groupe Maproot
ru: Закрепить идентификатор root за группой

source: Maproot User
es_ar: Usuario Maproot
fr: Utilisateur Maproot
ru: Закрепить идентификатор root за пользователем

source: Mar
es_ar: Marzo
ru: Мар

source: Mask
es_ar: Máscara

source: Masquerade Address
es_ar: Dirección de máscara
fr: Adresse Masquerade
ru: Внешний адрес

source: Matching the fixed size of data, as in a database, may result in better performance.
es_ar: Hacer coincidir el tamaño fijo de los datos, como en una base de datos, puede resultar en un mejor rendimiento.
fr: Faire correspondre la taille fixe des données, comme dans une base de données, peut se traduire par une meilleure performance.
ru: Соответствие фиксированного размера данных, как в базе данных, может привести к повышению производительности.

source: Mathematical instruction sets that determine how plaintext is converted into ciphertext. See <a href="https://en.wikipedia.org/wiki/Advanced_Encryption_Standard" target="_blank">Advanced Encryption Standard (AES)</a> for more details.
es_ar: Conjuntos de instrucciones matemáticas que determinan cómo se convierte el texto sin formato en texto cifrado. Consulte <a href="https://en.wikipedia.org/wiki/Advanced_Encryption_Standard" target="_blank">Estándar de cifrado avanzado (AES)</a> para obtener más detalles.
fr: Des ensembles d'instructions mathématiques qui déterminent comment le texte en clair est converti en texte chiffré. Voir la <a href="https://en.wikipedia.org/wiki/Advanced_Encryption_Standard" target="_blank">norme de cryptage avancée (AES)</a> pour plus de détails.

source: Mattermost username.
es_ar: Nombre de usuario más importante.
fr: Nom d'utilisateur Mattermost.
ru: Имя пользователя Mattermost.

source: Max Connections
es_ar: Máx. Conexiones
fr: Connections max

source: Max Poll
es_ar: Máx Poll
fr: Poll Max
ru: Макс. опрос

source: Max. Poll
es_ar: Máx. Poll
fr: Poll Max
ru: Макс. Poll

source: Maximum
es_ar: Máximo

source: Maximum Passive Port
es_ar: Puerto pasivo máximo
fr: Port passif maximum
ru: Максимальный пассивный порт

source: Maximum SysV message queue size in bytes for the jail.
es_ar: Tamaño máximo de la cola de mensajes SysV en bytes para la jaula.
fr: Taille maximale de la file d'attente des messages SysV en octets pour l'environnement jail.
ru: Максимальный размер очереди сообщений SysV в байтах для jail.

source: Maximum Transmission Unit, the largest protocol data unit that can be communicated. The largest workable MTU size varies with network interfaces and equipment. <i>1500</i> and <i>9000</i> are standard Ethernet MTU sizes. Leaving blank restores the field to the default value of <i>1500</i>.
es_ar: Unidad de transmisión máxima, la unidad de datos de protocolo más grande que se puede comunicar. El mayor tamaño de MTU viable varía con las interfaces de red y el equipo. <i>1500</i> y <i>9000</i> son tamaños estándar de MTU de Ethernet. Dejar en blanco restaura el campo al valor predeterminado de <i>1500</i>.
fr: Maximum Transmission Unit, la plus grande unité de données de protocole qui peut être communiquée. La taille de la plus grande MTU utilisable varie en fonction des interfaces et des équipements du réseau. <i>1500</i> et <i>9000</i> sont les tailles standard des MTU Ethernet. Si vous laissez le champ vide, la valeur par défaut est de <i>1500</i>.

source: Maximum Upload Parts
es_ar: Partes máximas de carga
fr: Nombre maximal de pièces téléchargées

source: Maximum amount of CPU time a jail process may consume. The kernel terminates processes exceeding the specified limit.
es_ar: Cantidad máxima de tiempo de CPU que puede consumir un proceso de la jaula. El Kernel termina los procesos que exceden el límite especificado.
fr: Temps CPU maximum qu'un processus jail peut consommer. Le noyau termine les processus qui dépassent la limite spécifiée.
ru: Максимальное количество процессорного времени, которое может занять процесс jail. Ядро завершает процессы, превышающие указанное ограничение.

source: Maximum amount of time in seconds to wait for a command to complete. If a command is still running after the allowed time, the jail is stopped.
es_ar: Cantidad máxima de tiempo en segundos para esperar a que se complete un comando. Si un comando sigue ejecutándose después del tiempo permitido, la jaula se detiene.
fr: Temps d'attente maximal en secondes pour attendre la fin d'une commande. Si une commande est toujours en cours d'exécution après le temps autorisé, l'environnement jail est arrêté.
ru: Максимальное время ожидания в секундах для завершения команды. Если команда все еще выполняется после разрашенного времени, jail останавливается.

source: Maximum amount of time in seconds to wait for jail processes to exit after sending a SIGTERM signal. This happens after any <b>exec_stop</b> commands are complete. After the specified time, the jail is removed, killing any remaining processes. The default timeout is 10 seconds.If set to <i>0</i>, no SIGTERM is sent and the jail is removed immediately.
es_ar: Cantidad máxima de tiempo en segundos para esperar a que salgan los procesos de la jaula después de enviar una señal SIGTERM. Esto sucede después de que se completan los comandos <b>exec_stop</b>. Después del tiempo especificado, se retira el jail, matando los procesos restantes. El tiempo de espera predeterminado es de 10 segundos. Si se establece en <i>0</i>, no se envía SIGTERM y el jail se elimina de inmediato.
fr: Temps d'attente maximal en secondes pour attendre que les processus jail se terminent après l'envoi d'un signal SIGTERM. Ceci se produit une fois que toutes les commandes <b>exec_stop</b> sont terminées. Après le délai spécifié, le jail est supprimé, tuant tous les processus restants. Par défaut, le délai d'attente est de 10 secondes ; s'il est réglé sur <i>0</i>, aucun SIGTERM n'est envoyé et le jail est immédiatement supprimé.
ru: Максимальное время ожидания в секундах, в течение которого процессы jail завершаются после отправки сигнала SIGTERM. Это происходит после завершения любых команд <b>exec_stop</b>. По истечении указанного времени jail удаляется, убивая все оставшиеся процессы. Время ожидания по умолчанию составляет 10 секунд. Если установлено значение <i>0</i>, SIGTERM не отправляется и jail удаляется немедленно.

source: Maximum client idle time in seconds before client is disconnected.
es_ar: Tiempo máximo de inactividad del cliente en segundos antes de que el cliente se desconecte.
fr: Temps d'inactivité maximal du client en secondes avant que le client ne soit déconnecté.
ru: Максимальное время простоя клиента в секундах до его отключения.

source: Maximum connections
es_ar: Máximo de conecciones
fr: Connexions maximales
ru: Максимальное количество подключений

source: Maximum number of SysV message queues.
es_ar: Número máximo de colas de mensajes SysV.
fr: Nombre maximum de files d'attente de messages SysV.
ru: Максимальное количество очередей сообщений SysV.

source: Maximum number of connections to this module. <i>0</i> is unlimited.
es_ar: Número máximo de conexiones a este módulo. <i>0</i> es ilimitado.
fr: Nombre maximum de connexions à ce module. <i>0</i> est illimité.

source: Maximum number of processes for the jail.
es_ar: Número máximo de procesos para la jaula.
fr: Nombre maximum de processus pour le jail.
ru: Максимальное количество процессов для jail.

source: Maximum number of simultaneous connections permitted via AFP. The default limit is 50.
es_ar: Número máximo de conexiones simultáneas permitidas a través de AFP. El límite predeterminado es 50.
fr: Nombre maximum de connexions simultanées autorisées via AFP. La limite par défaut est 50.
ru: Максимальное количество одновременных подключений, разрешенных через AFP. Предел по умолчанию составляет 50.

source: Maximum swap size is 99 GiB
es_ar: El tamaño máximo de intercambio es de 99 GiB
fr: La taille maximale du swap est de 99 GiB

source: Maximum swap space to use for the jail.
es_ar: Máximo espacio de intercambio para usar en la jaula.
fr: Maximum d'espace de swap à utiliser pour le jail.
ru: Максимальное пространство подкачки для jail.

source: Maximum time a graph is stored in months (allowed values are 1-60). Changing this value causes the <i>Confirm RRD Destroy</i> dialog to appear. Changes do not take effect until the existing reporting database is destroyed.
es_ar: Tiempo máximo que se almacena un gráfico en meses (los valores permitidos son 1-60). Cambiar este valor hace que aparezca el cuadro de diálogo <i>Confirmar destrucción RRD</i>. Los cambios no surten efecto hasta que se destruye la base de datos de informes existente.
fr: Durée maximale de stockage d'un graphique en mois (les valeurs autorisées sont de 1 à 60). La modification de cette valeur fait apparaître la boîte de dialogue <i>Confirmer la destruction de RRD</i>. Les changements ne prennent pas effet tant que la base de données de déclaration existante n'est pas détruite.
ru: Максимальное время хранения графика в месяцах (допустимые значения 1-60). Изменение этого значения приводит к появлению диалогового окна <i>Подтвердить удаление RRD</i>. Изменения не вступают в силу, пока существующая база данных отчетов не будет уничтожена.

source: May
es_ar: Mayo
fr: Mai
ru: Май

source: Media Subtype
es_ar: Subtipo de medio
fr: Sous-type de média
ru: Подтип носителя

source: Media Type
es_ar: Tipo de medio
fr: Type de média
ru: Тип носителя

source: Medium
es_ar: Medio
fr: Moyen

source: Member Disk
es_ar: Disco del miembro
fr: Disque membre
ru: Диск-участник

source: Member disk
es_ar: Disco del miembro
fr: Disque membre

source: Members
es_ar: Miembros
fr: Membres
ru: Члены

source: Members of this group are local admins and automatically have privileges to take ownership of any file in an SMB share, reset permissions, and administer the SMB server through the Computer Management MMC snap-in.
es_ar: Los miembros de este grupo son administradores locales y automáticamente tienen privilegios para tomar posesión de cualquier archivo en un recurso compartido SMB, restablecer permisos y administrar el servidor SMB a través del complemento MMC Computer Management.
fr: Les membres de ce groupe sont des administrateurs locaux et ont automatiquement le droit de prendre possession de n'importe quel fichier d'un partage SMB, de réinitialiser les permissions et d'administrer le serveur SMB via le snap-in MMC Computer Management.
ru: Члены этой группы являются локальными администраторами и автоматически имеют права владеть любым файлом в общем ресурсе SMB, сбрасывать разрешения и администрировать SMB-сервер с помощью оснастки MMC «Управление компьютером».
