Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Numeric value for the number of PTYs available to the jail.
es_ar: Valor numérico para la cantidad de PTY disponibles para la jaula.
fr: Valeur numérique du nombre de PTY disponibles dans l'environnement jail.
ru: Числовое значение для числа PTY, доступных для jail.

source: Numeric value to set the file descriptor table size.
es_ar: Valor numérico para establecer el tamaño de la tabla del descriptor de archivo.
fr: Valeur numérique pour définir la taille de la table des descripteurs de fichiers.
ru: Числовое значение для установки размера таблицы дескрипторов файлов.

source: OAuth Advanced Options
es_ar: Opciones avanzadas de OAuth
fr: Options avancées de l'OAuth

source: OAuth Client ID
es_ar: ID de cliente de OAuth
fr: ID du client OAuth
ru: Идентификатор клиента OAuth

source: OAuth Client Secret
es_ar: Secreto de cliente OAuth
ru: Секрет клиента OAuth

source: OQ % Used
es_ar: OQ % utilizado
fr: OQ % utilisé

source: OQ Objs Used
es_ar: OQ Objs Usados
fr: OQ Objets utilisés

source: OS Version:
es_ar: Versión del SO:
fr: Version OS :

source: Object Quota
es_ar: Cuota de objeto
fr: Quota d'objets

source: Objects Used
es_ar: Objetos utilizados
fr: Objets utilisés

source: Off
es_ar: Apagado
fr: Désactivé

source: Off by default. When set, <a href="https://www.freebsd.org/cgi/man.cgi?query=smbd" target="_blank">smbd(8)</a> attempts to authenticate users with the insecure and vulnerable NTLMv1 encryption. This setting allows backward compatibility with older versions of Windows, but is not recommended and should not be used on untrusted networks.
es_ar: Desactivado por defecto. Cuando se establece, <a href="https://www.freebsd.org/cgi/man.cgi?query=smbd" target="_blank">smbd(8)</a> intenta autenticar a los usuarios con inseguridad y cifrado vulnerable NTLMv1. Esta configuración permite la compatibilidad con versiones anteriores de Windows, pero no se recomienda y no debe usarse en redes que no sean de confianza.
fr: Désactivé par défaut. Lorsqu'il est défini, <a href="https://www.freebsd.org/cgi/man.cgi?query=smbd" target="_blank">smbd(8)</a> tente d'authentifier les utilisateurs avec le chiffrement NTLMv1 non sécurisé et vulnérable. Ce paramètre permet une rétrocompatibilité avec les anciennes versions de Windows, mais n'est pas recommandé et ne doit pas être utilisé sur des réseaux non fiables.
ru: Выкл по умолчанию. Когда установлено, <a href="https://www.freebsd.org/cgi/man.cgi?query=smbd" target="_blank">smbd(8)</a> пытается аутентифицировать пользователей с небезопасным и уязвимым шифрованием NTLMv1. Этот параметр обеспечивает обратную совместимость со старыми версиями Windows, но не рекомендуется и не должен использоваться в ненадежных сетях.

source: Offline
es_ar: Desconectado
fr: Hors ligne

source: Offline Disk
es_ar: Disco sin conexión
fr: Disque hors ligne

source: Offline disk
es_ar: Disco sin conexión
fr: Disque hors ligne

source: On
es_ar: En
fr: Sur

source: On a Different System
es_ar: En un sistema diferente
fr: Sur un système différent
ru: В другой системе

source: On this System
es_ar: En este sistema
fr: Sur ce système
ru: В этой системе

source: One or more IP addresses to which to bind the Netdata service.
es_ar: Una o más direcciones IP a las que enlazar el servicio Netdata.
fr: Une ou plusieurs adresses IP auxquelles lier le service Netdata.
ru: Один или несколько IP-адресов, к которым привязывается служба Netdata.

source: One or more data vdevs has disks of different sizes.
es_ar: Uno o más vdevs de datos tienen discos de diferentes tamaños.
fr: Un ou plusieurs vdevs de données ont des disques de différentes tailles.

source: One-Time Password (OTP) Digits
es_ar: Dígitos de contraseña de un solo uso (OTP)
fr: Chiffres de mot de passe à usage unique (OTP)

source: Online
es_ar: En línea
fr: En ligne

source: Online Disk
es_ar: Disco en línea
fr: Disque en ligne

source: Online disk
es_ar: Disco en línea
fr: Disque en ligne

source: Only Replicate Snapshots Matching Schedule
es_ar: Solo replicar calendario de coincidencias de instantáneas
fr: Planification correspondant uniquement aux instantanés répliqués
ru: Реплицировать только снимки соответствующие расписанию

source: Only appears if <i>Device</i> is selected. Select the unformatted disk, controller, or zvol snapshot.
es_ar: Solo aparece si se selecciona <i>Dispositivo</i>. Seleccione el disco sin formato, el controlador o la instantánea zvol.
fr: N'apparaît que si <i>Périphérique</i> est sélectionné. Sélectionnez le disque non formaté, le contrôleur ou l'instantané zvol.
ru: Отображается только если выбрано <i>Устройство</i>. Выберите неформатированный диск, контроллер, снимок zvol.

source: Only appears if a <i>File</i> or zvol is selected. When the specified percentage of free space is reached, the system issues an alert.
es_ar: Solo aparece si se selecciona un <i>Archivo</i> o zvol. Cuando se alcanza el porcentaje especificado de espacio libre, el sistema emite una alerta.
fr: N'apparaît que si un <i>fichier</i> ou un zvol est sélectionné. Lorsque le pourcentage d'espace libre spécifié est atteint, le système émet une alerte.

source: Only entered when configuring mutual CHAP. Usually the same value as <i>User</i>.
es_ar: Solo se ingresa al configurar CHAP mutuo. Por lo general, el mismo valor que <i>Usuario</i>.
fr: Saisie uniquement lors de la configuration du CHAP mutuel. Habituellement la même valeur que l'<i>utilisateur</i>.
ru: Вводится только при настройке взаимного CHAP. Обычно то же значение, что и <i>Пользователь</i>.

source: Only needed when connecting to a Team Drive. The ID of the top level folder of the Team Drive.
es_ar: Solo es necesario cuando se conecta a un Team Drive. El ID de la carpeta de nivel superior de Team Drive.
fr: Nécessaire uniquement lors de la connexion à un Team Drive. L'ID du dossier de niveau supérieur du Team Drive.
ru: Требуется только при подключении к Team Drive. Идентификатор папки верхнего уровня Team Drive.

source: Only override the default if the initiator requires a different block size.
es_ar: Solo anule el valor predeterminado si el iniciador requiere un tamaño de bloque diferente.
fr: Ne remplacez la valeur par défaut que si l'initiateur a besoin d'une taille de bloc différente.
ru: Переопределяйте значение по умолчанию, только если инициатору требуется другой размер блока.

source: Only replicate snapshots that match a defined creation time. To specify which snapshots will be replicated, set this checkbox and define the snapshot creation times that will be replicated. For example, setting this time frame to <i>Hourly</i> will only replicate snapshots that were created at the beginning of each hour.
es_ar: Solo replica las instantáneas que coincidan con un tiempo de creación definido. Para especificar qué instantáneas se replicarán, establezca esta casilla de verificación y defina los tiempos de creación de instantáneas que se replicarán. Por ejemplo, establecer este período de tiempo en <i> Cada hora </i> solo replicará las instantáneas que se crearon al comienzo de cada hora.
fr: Ne répliquez que les clichés qui correspondent à un temps de création défini. Pour spécifier quels instantanés seront répliqués, cochez cette case et définissez les heures de création des instantanés qui seront répliqués. Par exemple, en définissant ce délai comme étant <i>horaire</i>, seuls les instantanés créés au début de chaque heure seront répliqués.

source: Only set LDAP authentication for SMB shares is required and the LDAP server is already configured with Samba attributes. DEPRECATED: Support for Samba Schema is <a href="https://www.samba.org/samba/history/samba-4.13.0.html" target="_blank">officially deprecated in Samba 4.13</a>. The feature will be removed after Samba 4.14. Users should begin upgrading legacy Samba domains to Samba AD domains.
es_ar: Solo se requiere establecer la autenticación LDAP para recursos compartidos SMB y el servidor LDAP ya está configurado con atributos Samba. ANULADO: El soporte para Samba Schema está <a href="https://www.samba.org/samba/history/samba-4.13.0.html" target="_blank">oficialmente obsoleto en Samba 4.13</a>. La función se eliminará después de Samba 4.14. Los usuarios deben comenzar a actualizar los dominios heredados de Samba a dominios de Samba AD.
fr: Seule l’authentification LDAP définie pour les partages SMB est requise et le serveur LDAP est déjà configuré avec les attributs Samba. DEPRECATED: Support for Samba Schema est <a href="https://www.samba.org/samba/history/samba-4.13.0.html" target="_blank">officiellement déprécié dans Samba 4.13</a>. La fonction sera supprimée après Samba 4.14. Les utilisateurs doivent commencer à mettre à niveau les domaines Samba hérités vers les domaines Samba AD.

source: Only works with Unix ACLs. New directories created on the share are set with the selected permissions.
es_ar: Solo funciona con ACL de Unix. Los nuevos directorios creados en el recurso compartido se configuran con los permisos seleccionados.
fr: Fonctionne uniquement avec les ACL Unix. Les nouveaux répertoires créés sur le partage sont définis avec les autorisations sélectionnées.
ru: Работает только с Unix ACL. Новые каталоги, созданные на общем ресурсе, создаются с выбранными разрешениями.

source: Only works with Unix ACLs. New files created on the share are set with the selected permissions.
es_ar: Solo funciona con ACL de Unix. Los nuevos archivos creados en el recurso compartido se configuran con los permisos seleccionados.
fr: Fonctionne uniquement avec les ACL Unix. Les nouveaux fichiers créés sur le partage sont définis avec les autorisations sélectionnées.
ru: Работает только с Unix ACL. Новые файлы, созданные на общем ресурсе, создаются с выбранными разрешениями.

source: Open Source
es_ar: Código abierto

source: Open TrueCommand User Interface
es_ar: Abra la interfaz de usuario de TrueCommand
fr: Ouvrir l'interface utilisateur TrueCommand

source: Open VPN Client
es_ar: Cliente OpenVPN

source: Open VPN Server
es_ar: Servidor OpenVPN

source: OpenVPN Client Settings
es_ar: Configuración del cliente OpenVPN
fr: Paramètres du client OpenVPN

source: OpenVPN Server Settings
es_ar: Configuración del servidor OpenVPN
fr: Paramètres du serveur OpenVPN

source: Openstack API key or password. This is the OS_PASSWORD from an <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank">OpenStack credentials file</a>.
es_ar: Clave o contraseña de API OpenStack. Esta es la OS_PASSWORD de un <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank"> archivo de credenciales OpenStack </a>.
fr: Clé API ou mot de passe d'Openstack. Il s'agit du mot de passe OS_PASSWORD d'un <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank">fichier d'identification OpenStack</a>.

source: Openstack user name for login. This is the OS_USERNAME from an <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank">OpenStack credentials file</a>.
es_ar: Nombre de usuario de OpenStack para iniciar sesión. Este es el OS_USERNAME de un <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank"> archivo de credenciales OpenStack </a>.
fr: Nom d'utilisateur Openstack pour la connexion. Il s'agit du nom d'utilisateur OS_USERNAME d'un <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank">fichier d'identification OpenStack</a>.

source: Operating System
es_ar: Sistema operativo
fr: Système d'exploitation
ru: Операционная система

source: Operation
es_ar: Operación
fr: Opération
ru: Операция

source: Optional description.
es_ar: Descripción opcional.
fr: Description facultative.
ru: Необязательное описание.

source: Optional description. Portals are automatically assigned a numeric group.
es_ar: Descripción opcional A los portales se les asigna automáticamente un grupo numérico.
fr: Description facultative. Les portails se voient automatiquement attribuer un groupe numérique.
ru: Необязательное описание. Порталам автоматически присваивается числовая группа.

source: Optional user-friendly name.
es_ar: Nombre opcional fácil de usar.
fr: Nom user-friendly en option.
ru: Дополнительное удобное имя.

source: Optional.
es_ar: Opcional.
fr: Optionnel.
ru: По желанию.

source: Optional. Enter a server description.
es_ar: Opcional. Ingrese una descripción del servidor.
fr: Facultatif. Saisissez une description du serveur.
ru: По желанию. Введите описание сервера.

source: Optional: Add passphrase and recovery key
es_ar: Opcional: Agregue una contraseña y clave de recuperación
fr: Facultatif : Ajout d'une passphrase et d'une clé de récupération
ru: Необязательно: добавьте ключевую фразу и ключ восстановления

source: Optional: Choose installation media image
es_ar: Opcional: elija la imagen del medio de instalación
fr: Facultatif : Choisir l'image du support d'installation
ru: Необязательно: Выберите установочный образ носителя

source: Options
es_ar: Opciones
ru: Параметры

source: Options for encrypting the LDAP connection: <ul> <li><i>OFF:</i> do not encrypt the LDAP connection.</li> <li><i>ON:</i> encrypt the LDAP connection with <i>SSL</i> on port <i>636</i>.</li> <li><i>START_TLS:</i> encrypt the LDAP connection with <i>STARTTLS</i> on the default LDAP port <i>389</i>.</li> </ul>
es_ar: Opciones para cifrar la conexión LDAP: <ul> <li> <i>DESACTIVADO:</i> no cifre la conexión LDAP. </li> <li> <i>ACTIVADO:</i> cifre la conexión LDAP con <i>SSL</i> en el puerto <i>636</i>. </li> <li> <i>START_TLS:</i> cifre la conexión LDAP con <i>STARTTLS</i> en puerto LDAP predeterminado <i>389</i>. </li> </ul>
fr: Options de chiffrement de la connexion LDAP <ul> <li><i>OFF :</i> ne pas chiffrer la connexion LDAP.</li> <li><i>ON :</i> chiffrer de la connexion LDAP avec <i>SSL</i> sur le port <i>636</i>.</li> <li><i>START_TLS :</i> chiffre la connexion LDAP avec <i>STARTTLS</i> sur le port LDAP par défaut <i>389</i>.</li> </ul>
ru: Параметры для шифрования соединения LDAP: <ul> <li><i>OFF:</i> не шифровать соединение LDAP.</li> <li><i>ON:</i> шифровать соединение LDAP с помощью <i>SSL</i> на порту <i>636</i>.</li> <li><i>START_TLS:</i> шифровать соединение LDAP с помощью <i>STARTTLS</i> на порту LDAP по умолчанию <i>389</i>.</li> </ul>

source: Order
es_ar: Orden

source: Order of selected interface within the lagg. Configure a failover to set the master interface to <i>0</i> and the other interfaces to <i>1</i>, <i>2</i>, etc.
es_ar: Orden de la interfaz seleccionada dentro del rezago. Configure una conmutación por error para establecer la interfaz maestra en <i>0</i> y las otras interfaces en <i>1</i>, <i>2</i>, etc.
fr: Ordre de l'interface sélectionnée dans le lagg. Configurez un basculement (failover) pour mettre l'interface maître à <i>0</i> et les autres interfaces à <i>1</i>, <i>2</i>, etc.
ru: Порядок выбранного интерфейса в lagg. Сконфигурируйте аварийное переключение, установв главный интерфейс на <i>0</i>, а другие интерфейсы в <i>1</i>, <i>2</i> и т. д.

source: Organization
es_ar: Organización
fr: Organisation
ru: Организация

source: Organization:
es_ar: Organización:

source: Organizational Unit
es_ar: Unidad organizacional
fr: Unité organisationnelle
ru: Подразделение

source: Organizational Unit:
es_ar: Unidad organizacional:

source: Organizational unit of the entity.
es_ar: Unidad organizativa de la entidad.
fr: Unité organisationnelle de l'entité.
ru: Организационная единица юридического лица.

source: Other
es_ar: Otro
fr: Autre
ru: Другие

source: Other Options
es_ar: Otras opciones
fr: Autres options
ru: Другие опции

source: Other Settings
es_ar: Otros ajustes
fr: Autres Paramètres

source: Out
es_ar: Salida
fr: Montant
ru: Выход

source: Outbound Network
es_ar: Red saliente

source: Outbound Network:
es_ar: Red saliente:

source: Outgoing Mail Server
es_ar: Servidor de correo saliente
fr: Serveur de courrier sortant
ru: Сервер исходящей почты

source: Overprovisioning a ZFS Log SSD can increase its performance and lifespan by distributing writes and erases across more drive flash blocks. Defining a number of GiB here overprovisions ZFS Log disks during pool creation or extension. Examples: 50 GiB, 10g, 5GB
es_ar: El aprovisionamiento excesivo de un SSD de registro ZFS puede aumentar su rendimiento y vida útil al distribuir escrituras y borrados en más bloques de memoria flash. La definición de una cantidad de GiB aquí sobreaprovisiona los discos de registro ZFS durante la creación o extensión del grupo. Ejemplos: 50 GiB, 10 g, 5 GB

source: Overrides default directory creation mask of <i>0777</i> which grants directory read, write and execute access for everybody.
es_ar: Reemplaza la máscara de creación de directorios predeterminada de <i>0777</i> que concede acceso de lectura, escritura y ejecución de directorios para todos.
fr: Remplace le masque de création de répertoire par défaut de <i>0777</i> qui permet à tout le monde d'accéder au répertoire en lecture, écriture et exécution.

source: Overrides default file creation mask of <i>0666</i> which creates files with read and write access for everybody.
es_ar: Reemplaza la máscara de creación de archivos predeterminada de <i>0666</i> que crea archivos con acceso de lectura y escritura para todos.
fr: Remplace le masque de création de fichier par défaut de <i>0666</i> qui crée des fichiers avec un accès en lecture et en écriture pour tout le monde.

source: Overview
es_ar: Visión general
fr: Aperçu

source: Owner
es_ar: Propietario
fr: Propriétaire
ru: Владелец

source: Owner of the jail. Can be any string.
es_ar: Dueño de la jaula. Puede ser cualquier cadena.
fr: Propriétaire du jail. Peut être n'importe quelle chaîne de caractère.
ru: Владелец jail. Может быть любая строка.

source: Ownership of all files in the share will be changed to user <samp>webdav</samp> and group <samp>webdav</samp>. Existing permissions will not be changed, but the ownership change might make files inaccesible to their original owners. This operation cannot be undone! If unset, ownership of files to be accessed through WebDAV must be manually set to the <samp>webdav</samp> or <samp>www</samp> user/group.
es_ar: La propiedad de todos los archivos en el recurso compartido se cambiará al usuario <samp>webdav</samp> y al grupo <samp>webdav</samp>. Los permisos existentes no se modificarán, pero el cambio de propiedad puede hacer que los archivos sean inaccesibles para sus propietarios originales. ¡Esta operación no se puede deshacer! Si no está configurado, la propiedad de los archivos a los que se debe acceder a través de WebDAV debe establecerse manualmente en <samp>webdav</samp> o <samp>www</samp> user/group.
fr: La propriété de tous les fichiers du partage sera transférée à l'utilisateur <samp>webdav</samp> et au groupe <samp>webdav</samp>. Les autorisations existantes ne seront pas modifiées, mais le changement de propriétaire pourrait rendre les fichiers inaccessibles à leurs propriétaires originaux. Cette opération est irréversible ! Si cette option n'est pas activée, la propriété des fichiers accessibles via WebDAV doit être définie manuellement sur l'utilisateur/le groupe <samp>webdav</samp> ou <samp>www</samp>.
ru: Владение всеми файлами в общем ресурсе будет изменено на пользователя <samp>webdav</samp> и группу <samp>webdav</samp>. Существующие разрешения не будут изменены, но изменение владельца может сделать файлы недоступными для их первоначальных владельцев. Эта операция не может быть отменена! Если не установлено, для владельцев файлов, к которым необходимо получить доступ через WebDAV, необходимо вручную указать пользователя/группу <samp>webdav</samp> или <samp>www</samp>.

source: PCI Passthru Device
es_ar: Dispositivo de paso PCI
fr: Dispositif PCI Passthru

source: PENDING
es_ar: PENDIENTE
fr: EN ATTENTE
ru: ОЖИДАЕТ

source: POST INSTALL NOTES
es_ar: NOTAS POSTERIORES A LA INSTALACIÓN
fr: NOTES POST-INSTALLATION
ru: ЗАМЕЧАНИЯ ПОСЛЕ УСТАНОВКИ

source: PROCEED
es_ar: CONTINUAR
fr: PROCÉDER
ru: ПРОДЛЖИТЬ

source: PagerDuty client name.
es_ar: Nombre del cliente PagerDuty.
fr: Nom de client PagerDuty.
ru: Имя клиента PagerDuty.

source: Pair this certificate's public key with the Certificate Authority private key used to sign this certificate.
es_ar: Empareje la clave pública de este certificado con la clave privada de la entidad de certificación utilizada para firmar este certificado.
fr: Associez la clé publique de ce certificat avec la clé privée de l'autorité de certification utilisée pour signer ce certificat.

source: Parent Interface
es_ar: Interfaz principal
fr: Interface parent
ru: Исходный интерфейс

source: Partition
es_ar: Partición
ru: Раздел

source: Passphrase
es_ar: Contraseña
ru: Пароль

source: Password
es_ar: Contraseña
fr: Mot de passe
ru: Пароль

source: Password Server
es_ar: Servidor de contraseñas
fr: Serveur de mots de passe
ru: Сервер Паролей

source: Password associated with the LDAP User DN.
es_ar: Contraseña asociada con el DN de usuario LDAP.
fr: Mot de passe associé au nom d'utilisateur LDAP (User DN)
ru: Пароль, связанный с DN пользователя LDAP.

source: Password for logging in to the provider and updating the record.
es_ar: Contraseña para iniciar sesión en el proveedor y actualizar el registro.
fr: Mot de passe pour se connecter au fournisseur et mettre à jour l'enregistrement.

source: Password for the Active Directory administrator account. Required the first time a domain is configured. After initial configuration, the password is not needed to edit, start, or stop the service.
es_ar: Contraseña para la cuenta de administrador de Active Directory. Se requiere la primera vez que se configura un dominio. Después de la configuración inicial, la contraseña no es necesaria para editar, iniciar o detener el servicio.
fr: Mot de passe pour le compte administrateur Active Directory. Requis la première fois qu'un domaine est configuré. Après la configuration initiale, le mot de passe n'est pas nécessaire pour modifier, démarrer ou arrêter le service.
ru: Пароль для учетной записи администратора Active Directory. Требуется при первой настройке домена. После начальной настройки пароль не требуется для редактирования, запуска или остановки службы.

source: Password for the Bind DN.
es_ar: Contraseña para el enlace DN.
fr: Mot de passe pour le Bind DN.
ru: Пароль для Bind DN.

source: Password for the SSH Username account.
es_ar: Contraseña para la cuenta de nombre de usuario SSH.
fr: Mot de passe pour le compte SSH de l'utilisateur.
ru: Пароль для учетной записи SSH.

source: Password for the user account.
es_ar: Contraseña para la cuenta de usuario.
fr: Mot de passe pour le compte utilisateur.
ru: Пароль для учетной записи пользователя.

source: Password to encrypt and decrypt remote data. <b>Warning:</b> Always securely back up this password! Losing the encryption password will result in data loss.
es_ar: Contraseña para cifrar y descifrar datos remotos. <b>Advertencia:</b> ¡Realice siempre una copia de seguridad de esta contraseña! La pérdida de la contraseña de cifrado provocará la pérdida de datos.
fr: Mot de passe pour chiffrer et déchiffrer les données distantes. <b>Avertissement :</b> Sauvegardez toujours ce mot de passe en toute sécurité ! La perte du mot de passe de chiffrement entraînera une perte de données.
ru: Пароль для шифрования и дешифрования удаленных данных. <b>Предупреждение:</b> Всегда надежно сохраняйте резервную копию этого пароля! Потеря пароля шифрования приведет к потере данных.

source: Password updated.
es_ar: Contraseña actualizada.
fr: Mot de passe mis à jour.
ru: Пароль обновлен.
