Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Back up the encryption key now! If the key is lost, the data on the disks will also be lost with no hope of recovery. Click <b>Download Encryption Key</b> to begin the download. This type of encryption is for users storing sensitive data. Encrypted disks can be removed from the pool and reused or disposed of without being erased. iXsystems, Inc. cannot be held responsible for any lost or unrecoverable data as a consequence of using this feature.
es_ar: ¡Haga una copia de seguridad de la clave de cifrado ahora! Si se pierde la clave, los datos en los discos también se perderán sin esperanza de recuperación. Haga clic en <b>Descargar clave de cifrado</b> para comenzar la descarga. Este tipo de cifrado es para usuarios que almacenan datos confidenciales. Los discos cifrados se pueden quitar del grupo y reutilizarse o eliminarse sin borrarlos. iXsystems, Inc. no se hace responsable de los datos perdidos o irrecuperables como consecuencia del uso de esta función.
fr: Sauvegardez la clé de chiffrement maintenant! Si la clé est perdue, les données sur les disques seront également perdues sans espoir de récupération. Cliquez sur <b>Télécharger la clé de chiffrement</b> pour commencer le téléchargement. Ce type de chiffrement s’adresse aux utilisateurs qui stockent des données sensibles. Les disques chiffrés peuvent être retirés du volume et réutilisés ou éliminés sans être effacés. iXsystems, Inc. ne peut être tenu responsable des données perdues ou irrécupérables résultant de l’utilisation de cette fonctionnalité.
ru: Сделайте резервную копию ключа шифрования сейчас! Если ключ потерян, данные на дисках также будут потеряны без надежды на восстановление. Нажмите <b>Загрузить ключ шифрования</b>, чтобы начать загрузку. Этот тип шифрования предназначен для пользователей, хранящих конфиденциальные данные. Зашифрованные диски можно удалить из пула и повторно использовать или утилизировать без стирания. iXsystems, Inc. не несет ответственности за потерю или невозможность восстановления данных в результате использования этой функции.

source: Backend used to map Windows security identifiers (SIDs) to UNIX UIDs and GIDs. To configure the selected backend, click <i>EDIT IDMAP</i>.
es_ar: Backend utilizado para asignar identificadores de seguridad (SID) de Windows a UID y GID de UNIX. Para configurar el backend seleccionado, haga clic en <i>EDITAR IDMAP</i>.
fr: Backend utilisé pour mapper les identifiants de sécurité Windows (SID) aux UID et GID UNIX. Pour configurer le backend sélectionné, cliquez sur <i>EDIT IDMAP</i>.
ru: Backend используется для сопоставления идентификаторов безопасности Windows (SID) с UID и GID UNIX. Чтобы настроить выбранный бэкэнд, нажмите <i>РЕДАКТИРОВАТЬ IDMAP</i>.

source: Background (lowest)
es_ar: Fondo (más bajo)
fr: Fond (plus basse)
ru: Фон (самый низкий)

source: Backup Credentials
es_ar: Credenciales de respaldo

source: Bandwidth
es_ar: Ancho de banda
fr: Bande passante
ru: Пропускная способность

source: Bandwidth Limit
es_ar: Límite de ancho de banda
fr: Limite de bande passante
ru: Ограничение пропускной способности

source: Base DN
es_ar: DN base
ru: Базовый DN

source: Base Name
es_ar: Nombre Base
fr: Nom de base
ru: Базовое имя

source: Base64 encoded key for the Azure account.
es_ar: Clave codificada Base64 para la cuenta de Azure.
fr: Clé encodée Base64 pour le compte Azur.
ru: Ключ в кодировке Base64 для учетной записи Azure.

source: Basic
es_ar: Básico
fr: Basique

source: Basic Constraints
es_ar: Restricciones Básicas
fr: Contraintes de base
ru: Основные ограничения

source: Basic Constraints Config
es_ar: Configuración de restricciones básicas
fr: Configuration des contraintes de base
ru: Конфигурация основных ограничений

source: Basic Info
es_ar: Información básica
fr: Infos de base
ru: Основная информация

source: Basic Mode
es_ar: Modo básico
fr: Mode de base
ru: Основной режим

source: Basic Options
es_ar: Opciones básicas
fr: Options de base
ru: Основные параметры

source: Basic Properties
es_ar: Propiedades básicas
fr: Propriétés de base
ru: Базовые свойства

source: Batch Operations
es_ar: Operaciones por lotes
fr: Opérations par lots (batch)
ru: Пакетные операции

source: Before updating, please read the release notes.
es_ar: Antes de actualizar, lea las notas de la versión.
fr: Avant la mise à jour, veuillez lire les notes de version.
ru: Перед обновлением прочтите примечания к выпуску.

source: Begin
es_ar: Empezar
fr: Début
ru: Начать

source: Beginning in 2013, Apple began using the SMB sharing protocol as the default option for file sharing and ceased development of the AFP sharing protocol. It is recommended to use SMB sharing over AFP unless files will be shared with legacy Apple products.
es_ar: A partir de 2013, Apple comenzó a utilizar el protocolo SMB como la opción predeterminada para compartir archivos y dejó de desarrollar el protocolo AFP. Se recomienda utilizar el uso compartido de SMB a través de AFP a menos que los archivos se compartan con productos heredados de Apple.
fr: À partir de 2013, Apple a commencé à utiliser le protocole de partage SMB comme option par défaut pour le partage de fichiers et a cessé le développement du protocole de partage AFP. Il est recommandé d’utiliser le partage SMB sur AFP à moins que les fichiers ne soient partagés avec les produits Apple hérités.
ru: Начиная с 2013 года Apple начала использовать протокол обмена SMB в качестве опции по умолчанию для обмена файлами и прекратила разработку протокола обмена AFP. Рекомендуется использовать общий доступ к SMB через AFP, если файлы не будут использоваться совместно с устаревшими продуктами Apple.

source: Berkeley Packet Filter
es_ar: Filtro de paquete Berkeley

source: Best effort (default)
es_ar: Mejor esfuerzo (predeterminado)
fr: Best effort (défaut)
ru: Наилучшее по возможности (по умолчанию)

source: Bind
es_ar: Enlazar
fr: Binder
ru: Привязать

source: Bind DN
es_ar: DN de enlace
ru: DN привязки

source: Bind IP Addresses
es_ar: Vincular direcciones IP
fr: Binder des adresses IP
ru: Привязка к IP адресам

source: Bind Interfaces
es_ar: Interfaces de enlace
fr: Binder des interfaces
ru: Привязка к интерфейсам

source: Bind Password
es_ar: Contraseña de enlace
ru: Пароль привязки

source: Bind to
es_ar: Enlazar a
fr: Binder à
ru: Привязка к

source: Bind to Port
es_ar: Enlazar al Puerto
fr: Binder au port
ru: Привязка к порту

source: Block Shares (iSCSI)
es_ar: Bloque compartido (iSCSI)
fr: Partages Block (iSCSI)

source: Block Size
es_ar: Tamaño de bloque
fr: Taille du bloc
ru: Размер блока

source: Block size
es_ar: Tamaño de bloque
fr: Taille du bloc
ru: Размер блока

source: Boot
es_ar: Arranque
ru: Загрузка

source: Boot Environment
es_ar: Entorno de arranque
fr: Environnement de démarrage
ru: Окружение загрузки

source: Boot Environments
es_ar: Entornos de arranque
fr: Environnements de démarrage
ru: Окружения загрузки

source: Boot Loader Type
es_ar: Tipo de cargador de arranque
fr: Type de chargeur d'amorçage
ru: Тип загрузчика

source: Boot Method
es_ar: Método de arranque
fr: Méthode de démarrage
ru: Метод загрузки

source: Boot Pool Condition
es_ar: Condición del Pool de arranque
fr: Statut du volume de démarrage
ru: Состояние загрузочного пула

source: Boot Pool Status
es_ar: Estado del Pool de arranque
fr: Statut du volume de démarrage
ru: Статус загрузочного пула

source: Boot environment name. Alphanumeric characters, dashes (-), underscores (_), and periods (.) are allowed.
es_ar: Nombre del entorno de arranque. Se permiten caracteres alfanuméricos, guiones (-), guiones bajos (_) y puntos (.).
fr: Nom de l'environnement de démarrage. Les caractères alphanumériques, les tirets (-), les soulignés (_) et les points (.) sont autorisés.
ru: Название среды загрузки. Разрешены буквенно-цифровые символы, тире (-), подчеркивание (_) и точки (.).

source: Boot environment to be cloned.
es_ar: Entorno de arranque para ser clonado.
fr: Environnement de boot à cloner.
ru: Загрузочная среда для клонирования.

source: Bot API Token
es_ar: Token de API de bot

source: Brainpool curves can be more secure, while secp curves can be faster. See <a href="https://tls.mbed.org/kb/cryptography/elliptic-curve-performance-nist-vs-brainpool" target="blank"> Elliptic Curve performance: NIST vs Brainpool </a> for more information.
es_ar: Las curvas de Brainpool pueden ser más seguras, mientras que las curvas segp pueden ser más rápidas. Consulte <a href="https://tls.mbed.org/kb/cryptography/elliptic-curve-performance-nist-vs-brainpool" target="blank">Rendimiento de la curva elíptica: NIST vs Brainpool</a> para más información.
fr: Les courbes de Brainpool peuvent être plus sûres, tandis que les courbes de secp peuvent être plus rapides. Voir <a href="https://tls.mbed.org/kb/cryptography/elliptic-curve-performance-nist-vs-brainpool" target="blank">Performance de la courbe elliptique : NIST vs Brainpool </a>pour plus d'informations.
ru: Кривые Brainpool могут быть более безопасными, а кривые secp - быстрее. Смотрите <a href="https://tls.mbed.org/kb/cryptography/elliptic-curve-performance-nist-vs-brainpool" target="blank"> Elliptic Curve performance: NIST vs Brainpool </a> для получения дополнительной информации.

source: Bridge Members
es_ar: Miembros del puente
fr: Membres du Bridge (pont réseau)
ru: Компоненты моста

source: Bridge Settings
es_ar: Configuraciones del puente
fr: Paramètres du Bridge
ru: Настройки моста

source: Browsable to Network Clients
es_ar: Navegable a clientes de red
fr: Navigable par les clients du réseau
ru: Доступно для просмотра сетевым клиентам

source: Browse a Collection
es_ar: Buscar una Colección
fr: Parcourir une collection
ru: Просмотреть коллекцию

source: Browse to a CD-ROM file present on the system storage.
es_ar: Busque un archivo de CD-ROM presente en el almacenamiento del sistema.
fr: Naviguez jusqu'à un fichier CD-ROM présent sur le système de stockage.
ru: Найти файл компакт-диска, который находится в системном хранилище.

source: Browse to a storage location and add the name of the new raw file on the end of the path.
es_ar: Busque una ubicación de almacenamiento y agregue el nombre del nuevo archivo sin formato al final de la ruta.
fr: Naviguez jusqu'à un emplacement de stockage et ajoutez le nom du nouveau fichier brut à la fin du chemin.
ru: Перейдите к месту хранения и добавьте имя нового raw файла в конце пути.

source: Browse to an <b>existing</b> directory to use for storage. Some devices can require a specific directory name. Consult the documentation for that device to see if there are any restrictions.
es_ar: Navegue hasta un directorio <b>existente</b> para usar como almacenamiento. Algunos dispositivos pueden requerir un nombre de directorio específico. Consulte la documentación de ese dispositivo para ver si hay alguna restricción.
fr: Naviguez jusqu'à un répertoire <b>existant</b> à utiliser pour le stockage. Certains périphériques peuvent nécessiter un nom de répertoire spécifique. Consultez la documentation de cet appareil pour voir s'il y a des restrictions.
ru: Перейдите в <b>существующий</b> каталог для хранения. Некоторые устройства могут требовать определенного имени каталога. Обратитесь к документации для этого устройства, чтобы увидеть, есть ли какие-либо ограничения.

source: Browse to an empty directory within the jail or enter a new directory name within the jail directory structure. This links to the <b>Source</b> storage area.
es_ar: Busque un directorio vacío dentro de la jaula o ingrese un nuevo nombre de directorio dentro de la estructura del directorio del jail. Esto enlaza con el área de almacenamiento <b>Fuente</b>.
fr: Naviguez jusqu'à un répertoire vide dans l'environnement jail ou entrez un nouveau nom de répertoire dans la structure des répertoires de l'environnement jail. Ce lien permet d'accéder à la zone de stockage <b>source</b>.
ru: Перейдите к пустому каталогу внутри jail или введите новое имя каталога в структуре каталога jail. Это ссылка на область хранения <b>Source</b>.

source: Browse to an existing file. Create a new file by browsing to a dataset and appending /<i>{filename.ext}</i> to the path. Extents cannot be created inside a jail root directory.
es_ar: Busque un archivo existente. Cree un nuevo archivo navegando a un conjunto de datos y agregando /<i>{filename.ext}</i> a la ruta. No se pueden crear extensiones dentro de un directorio raíz de la jaula.
fr: Naviguer vers un fichier existant. Créez un nouveau fichier en parcourant un dataset en ajoutant /<i>{filename.ext}</i> au chemin d'accès. Les extensions ne peuvent pas être créées à l'intérieur d'un répertoire racine d'un jail.
ru: Перейдите к существующему файлу. Создайте новый файл, перейдя к набору данных и добавив /<i>{averagefilename.ext}</i> к пути. Экстенты нельзя создать внутри корневого каталога jail.

source: Browse to an existing pool or dataset to store the new zvol.
es_ar: Busque un Pool o conjunto de datos existente para almacenar el nuevo zvol.
fr: Naviguez jusqu'à un volume ou un dataset existant pour stocker le nouveau zvol.
ru: Перейдите к существующему пулу или набору данных, чтобы сохранить новый zvol.

source: Browse to the ZFS dataset that will hold the copied data.
es_ar: Busque el conjunto de datos ZFS que contendrá los datos copiados.
fr: Naviguez jusqu'au dataset ZFS qui contiendra les données copiées.
ru: Перейдите к набору данных ZFS, в котором будут храниться скопированные данные.

source: Browse to the desired zvol on the disk.
es_ar: Busque el zvol deseado en el disco.
fr: Naviguez jusqu'au zvol désiré sur le disque.
ru: Перейдите к нужному zvol на диске.

source: Browse to the directory for the S3 filesystem.
es_ar: Navegue hasta el directorio del sistema de archivos S3.
fr: Naviguez jusqu'au répertoire où se trouve le système de fichiers S3.
ru: Перейдите в каталог для файловой системы S3.

source: Browse to the directory on the system which will be accessed by the jail. This directory <b>must</b> be separate from the jail pool or dataset.
es_ar: Busque el directorio en el sistema al que accederá la jaula. Este directorio <b>debe</b> estar separado del grupo de la jaula o conjunto de datos.
fr: Naviguez jusqu'au répertoire du système auquel l'environnement jail aura accès. Ce répertoire <b>doit</b> être séparé du volume ou du dataset de l'environnement jail.
ru: Перейдите в каталог в системе, к которому будет обращаться jail. Этот каталог <b>должен</b> быть отдельным от пула или набора данных jail.

source: Browse to the existing path on the remote host to sync with. Maximum path length is 255 characters
es_ar: Busque la ruta existente en el host remoto para sincronizar. La longitud máxima de la ruta es de 255 caracteres
fr: Naviguez jusqu'au chemin existant sur l'hôte distant avec lequel synchroniser. La longueur maximale du chemin est de 255 caractères
ru: Найдите существующий путь на удаленном хосте для синхронизации. Максимальная длина пути составляет 255 символов

source: Browse to the exported key file that can be used to unlock this dataset.
es_ar: Vaya al archivo de clave exportado que se puede utilizar para desbloquear este conjunto de datos.
fr: Recherchez le fichier clé exporté qui peut être utilisé pour déverrouiller ce dataset.
ru: Перейдите к экспортированному файлу ключа, который можно использовать для разблокировки этого набора данных.

source: Browse to the installer image file and click <b>Upload</b>.
es_ar: Busque el archivo de imagen del instalador y haga clic en <b>Cargar</b>.
fr: Accédez au fichier image de l’installateur et cliquez sur <b>Télécharger</b>.
ru: Найдите файл образа программы установки и нажмите <b>Загрузить</b>.

source: Browse to the keytab file to upload.
es_ar: Busque el archivo de tabla de claves para cargar.
fr: Naviguez jusqu'au fichier keytab à télécharger.
ru: Перейдите к файлу keytab для загрузки.

source: Browse to the locally saved configuration file.
es_ar: Busque el archivo de configuración guardado localmente.
fr: Accédez au fichier de configuration enregistré localement.
ru: Перейдите к локально сохраненному файлу конфигурации.

source: Browse to the operating system installer image file.
es_ar: Busque el archivo de imagen del instalador del sistema operativo.
fr: Accédez au fichier image du programme d'installation du système d'exploitation.
ru: Перейдите к файлу образа установщика операционной системы.

source: Browse to the path to be copied. FreeBSD file path limits apply. Other operating systems can have different limits which might affect how they can be used as sources or destinations.
es_ar: Navegue hasta la ruta a copiar. Se aplican los límites de ruta de archivo de FreeBSD. Otros sistemas operativos pueden tener límites diferentes que pueden afectar la forma en que se pueden usar como orígenes o destinos.
fr: Naviguez vers le chemin à copier. Les <a href="--docurl--/intro.html#path-and-name-lengths" target="_blank">limites du chemin d'accès au fichier FreeBSD</a> s'appliquent. Les autres systèmes d'exploitation peuvent avoir des limites différentes qui peuvent affecter la façon dont ils peuvent être utilisés comme sources ou destinations.
ru: Найдите путь для копирования. Применяются ограничения на пути к файлам FreeBSD. Другие операционные системы могут иметь другие ограничения, которые могут повлиять на то, как они могут использоваться в качестве источников или мест назначения.

source: Browse to the pool or dataset to share.
es_ar: Busque el grupo o conjunto de datos para compartir.
fr: Naviguez jusqu'au volume ou dataset à partager.
ru: Перейдите к пулу или набору данных для доступа.

source: Browse to the pool or dataset to share. Netatalk does not fully support nesting additional pools, datasets, or symbolic links beneath this path.
es_ar: Busque el grupo o conjunto de datos para compartir. Netatalk no es totalmente compatible con el anidamiento de pools, conjuntos de datos o enlaces simbólicos adicionales debajo de esta ruta.
fr: Naviguez jusqu'au volume ou dataset à partager. Netatalk ne prend pas entièrement en charge l'imbrication de volumes, de datasets ou de liens symboliques supplémentaires sous ce chemin.
ru: Перейдите к пулу или набору данных для доступа. Netatalk не полностью поддерживает вложение дополнительных пулов, наборов данных или символических ссылок под этим путем.

source: Browse to the pool or dataset to store received data.
es_ar: Busque el pool o conjunto de datos para almacenar los datos recibidos.
fr: Naviguez vers le volume ou dataset pour stocker les données reçues.
ru: Перейдите к пулу или набору данных для хранения полученных данных.

source: Bucket
es_ar: Cubo

source: Bug
es_ar: Error

source: Burst
es_ar: Estallar

source: By default, Samba uses a hashing algorithm for NTFS illegal characters. Enabling this option translates NTFS illegal characters to the Unicode private range.
es_ar: De forma predeterminada, Samba utiliza un algoritmo hash para caracteres ilegales NTFS. Al habilitar esta opción, se traducen caracteres ilegales NTFS en el intervalo privado Unicode.
fr: Par défaut, Samba utilise un algorithme de hachage pour les caractères illégaux NTFS. En activant cette option, les caractères illégaux NTFS sont traduits dans la gamme privée Unicode.
ru: По умолчанию Samba использует алгоритм хеширования недопустимых символов NTFS. Включение этой опции переводит недопустимые символы NTFS в закрытый диапазон Unicode.

source: By default, all data disks are created with the amount of swap specified. Changing the value does not affect the amount of swap on existing disks, only disks added after the change. Does not affect log or cache devices as they are created without swap. Setting to <i>0</i> disables swap creation completely. <b>STRONGLY DISCOURAGED</b>
es_ar: Por defecto, todos los discos de datos se crean con la cantidad de intercambio especificada. Cambiar el valor no afecta la cantidad de intercambio en los discos existentes, solo los discos agregados después del cambio. No afecta a los dispositivos de registro o caché, ya que se crean sin intercambio. Establecer <i>0</i> deshabilita la creación de intercambio por completo. <b>FUERTEMENTE DESCURRIDO</b>
fr: Par défaut, tous les disques de données sont créés avec la quantité de swap spécifiée. La modification de la valeur n'affecte pas la quantité de swap sur les disques existants, seulement les disques ajoutés après la modification. N'affecte pas les périphériques journaux ou cache car ils sont créés sans swap. Le réglage à <i>0</i> désactive complètement la création de swap. <b>FORTEMENT DÉCOURAGÉ</b>
ru: По умолчанию все диски с данными создаются с указанным объемом подкачки. Изменение значения не влияет на объем подкачки на существующих дисках, только диски, добавленные после изменения. Не влияет на устройства журнала и кеша, так как они создаются без подкачки. Установка <i>0</i> полностью отключает создание свопа. <b>НАСТОЯТЕЛЬНО НЕ РЕКОМЕНДУЕТСЯ</b>

source: By default, the VM receives an auto-generated random MAC address. Enter a custom address into the field to override the default. Click <b>Generate MAC Address</b> to add a new randomized address into this field.
es_ar: Por defecto, la VM recibe una dirección MAC aleatoria generada automáticamente. Ingrese una dirección personalizada en el campo para anular la predeterminada. Haga clic en <b>Generar dirección MAC</b> para agregar una nueva dirección aleatoria en este campo.
fr: Par défaut, la machine virtuelle reçoit une adresse MAC aléatoire générée automatiquement. Entrez une adresse personnalisée dans le champ pour remplacer l'adresse par défaut. Cliquez sur <b>Générer une adresse MAC</b> pour ajouter une nouvelle adresse aléatoire dans ce champ.
ru: По умолчанию виртуальная машина получает автоматически сгенерированный случайный MAC-адрес. Введите пользовательский адрес в поле, чтобы переопределить значение по умолчанию. Нажмите <b>Создать MAC-адрес</b>, чтобы добавить новый случайный адрес в это поле.

source: CA ID
es_ar: ID de CA
fr: ID CA

source: CAUTION: Once Two-Factor Authentication is enabled, a One-Time Password (OTP) will be required to sign into this system. Be sure to immediately set up another two-factor device.
es_ar: PRECAUCIÓN: una vez que se habilita la autenticación de dos factores, se requerirá una contraseña de un solo uso (OTP) para iniciar sesión en este sistema. Asegúrese de configurar de inmediato otro dispositivo de dos factores.
fr: ATTENTION : Une fois l'authentification à deux facteurs activée, un mot de passe à usage unique (OTP) sera nécessaire pour se connecter à ce système. Veillez à configurer immédiatement un autre dispositif à deux facteurs.
ru: ПРЕДУПРЕЖДЕНИЕ. После включения двухфакторной аутентификации для входа в эту систему потребуется одноразовый пароль (OTP). Обязательно немедленно настройте другое двухфакторное устройство.

source: CD-ROM Path
es_ar: Ruta del CD-ROM
ru: Путь к CD-ROM

source: CLEAR SYNC KEYS
es_ar: BORRAR CLAVES DE SINCRONIZACIÓN
fr: EFFACER LES CLÉS DE SYNCHRONISATION
ru: ОЧИСТИТЬ СИНХР. КЛЮЧИ

source: CLOSE
es_ar: CERRAR
fr: FERMER
ru: ЗАКРЫТЬ

source: CN Realm
es_ar: Reino CN
ru: CN Область

source: CONNECT
es_ar: CONECTAR
fr: CONNECTE
ru: ПОДКЛЮЧИТЬСЯ

source: COPY TO CLIPBOARD
es_ar: COPIAR AL PORTAPAPELES
fr: COPIER DANS LE PRESSE-PAPIERS
ru: СКОПИРОВАТЬ В БУФЕР ОБМЕНА

source: CPU Details
es_ar: Detalles de CPU
fr: Détails du CPU
ru: Подробности процессора

source: CPU Mode
es_ar: Modo de CPU
fr: Mode CPU
ru: Режим ЦП

source: CPU Model
es_ar: Modelo de CPU
fr: Modèle CPU
ru: Модель ЦП

source: CPU Usage
es_ar: Uso de CPU
fr: Utilisation du CPU
ru: Использование процессора

source: CPU and Memory
es_ar: CPU y Memoria
fr: CPU et mémoire
ru: Процессор и память

source: CPUs and Memory
es_ar: CPUs y memoria
fr: CPUs et Mémoire
ru: Процессоры и память

source: CRL Sign
es_ar: Signo de CRL
