Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Define the path to a system location that will store replicated snapshots. Click the <i class="material-icons">folder</i> to see all locations on the destination system or click in the field to manually type a location path (Example: <code>pool1/dataset1</code>). Selecting a location defines the full path to that location as the destination. Appending a name to the path will create new zvol at that location.<br><br> For example, selecting <i>pool1/dataset1</i> will store snapshots in <i>dataset1</i>, but clicking the path and typing <code>/zvol1</code> after <i>dataset1</i> will create <i>zvol1</i> for snapshot storage.
es_ar: Defina la ruta a una ubicación del sistema que almacenará instantáneas replicadas. Haga clic en la <i class="material-icons">carpeta </i> para ver todas las ubicaciones en el sistema de destino o haga clic en el campo para escribir manualmente una ruta de ubicación (Ejemplo: <code>pool1/dataset1</code>) . Al seleccionar una ubicación, se define la ruta completa a esa ubicación como destino. Agregar un nombre a la ruta creará un nuevo zvol en esa ubicación. <br> <br> Por ejemplo, al seleccionar <i>pool1/dataset1</i> se almacenarán instantáneas en <i>dataset1</i>, pero al hacer clic en ruta y escribir <code>/zvol1</code> después de <i>dataset1</i> creará <i>zvol1</i> para el almacenamiento de instantáneas.
fr: Définir le chemin vers un emplacement du système qui stockera les clichés répliqués. Cliquez sur le <i class="material-icons">dossier</i> pour voir tous les emplacements sur le système de destination ou cliquez dans le champ pour saisir manuellement un chemin d'accès à l'emplacement (Exemple : <code>volume1/dataset1</code>). La sélection d'un emplacement définit le chemin complet vers cet emplacement comme destination. L'ajout d'un nom au chemin crée un nouveau zvol à cet emplacement.<br><br> Par exemple, en sélectionnant <i>pool1/dataset1</i>, les instantanés seront stockés dans le <i>dataset1</i>, mais en cliquant sur le chemin et en tapant <code>/zvol1</code> après le <i>dataset1</i>, vous créerez <i>zvol1</i> pour le stockage des instantanés.

source: Define the path to an existing zvol for VM use.
es_ar: Defina la ruta a un zvol existente para el uso de VM.
fr: Définissez le chemin d’accès à un zvol existant pour une utilisation VM.
ru: Определите путь к существующему zvol для использования с VM.

source: Define the server where all changes to the database are performed.
es_ar: Defina el servidor donde se realizan todos los cambios en la base de datos.
fr: Définissez le serveur sur lequel toutes les modifications de la base de données sont effectuées.
ru: Определите сервер, на котором выполняются все изменения в базе данных.

source: Define the server where all password changes are performed.
es_ar: Defina el servidor donde se realizan todos los cambios de contraseña.
fr: Définissez le serveur sur lequel tous les changements de mot de passe sont effectués.
ru: Определите сервер, на котором выполняются все изменения пароля.

source: Define the size of the raw file in GiB.
es_ar: Defina el tamaño del archivo sin formato en GiB.
fr: Définir la taille du fichier brut (raw) en GiB.
ru: Определите размер необработанного файла в ГиБ.

source: Define the system services that are allowed to communicate externally. All other external traffic is restricted.
es_ar: Defina los servicios del sistema que pueden comunicarse externamente. Todo el resto del tráfico externo está restringido.
fr: Définissez les services système autorisés à communiquer à l’extérieur. Tout autre trafic externe est restreint.

source: Define the target as *iSCSI*, *Fibre Channel*, or *Both*.
es_ar: Defina el destino como *iSCSI*, *Fibre Channel * o *Ambos*.
fr: Définissez la cible comme *iSCSI*, *Fibre Channel* ou *Both*.
ru: Определите цель как *iSCSI*, *Fibre Channel* или *Оба*.

source: Define whether the control channel, data channel, both channels, or neither channel of an FTP session must occur over SSL/TLS. The policies are described <a href="http://www.proftpd.org/docs/directives/linked/config_ref_TLSRequired.html" target="_blank">here</a>
es_ar: Defina si el canal de control, el canal de datos, ambos canales o ninguno de los canales de una sesión FTP debe ocurrir a través de SSL/TLS. Las políticas se describen <a href="http://www.proftpd.org/docs/directives/linked/config_ref_TLSRequired.html" target="_blank">aquí</a>
fr: Définissez si le canal de contrôle, le canal de données, les deux canaux ou aucun des canaux d'une session FTP doivent se produire sur SSL/TLS. Les politiques sont décrites <a href="http://www.proftpd.org/docs/directives/linked/config_ref_TLSRequired.html" target="_blank">ici</a>

source: Delay Updates
es_ar: Retraso de actualizaciones
fr: Retarder les mises à jour
ru: Задержать обновления

source: Delay VM Boot Until VNC Connects
es_ar: Retrasar el arranque de VM hasta que se conecte VNC
fr: Délai de démarrage de la VM jusqu'à ce que la VNC se connecte
ru: Задержвать загрузку VM до подключения VNC

source: Delays the start of network services until pings are returned from the IP addresses added to the <i>Netwait IP List</i>.
es_ar: Retrasa el inicio de los servicios de red hasta que se devuelven pings de las direcciones IP agregadas a la <i>Lista de IP de Netwait</i>.
fr: Retarde le démarrage des services de réseau jusqu'à ce que des pings soient renvoyés par les adresses IP ajoutées à la <i>liste Netwait IP</i>.
ru: Задерживает запуск сетевых служб до тех пор, пока не будут возвращены эхо-запросы с IP-адресов, добавленных в <i>Netwait IP List</i>.

source: Delete
es_ar: Eliminar
fr: Supprimer
ru: Удалить

source: Delete
es_ar: Eliminar
fr: Supprimer
ru: Удалить

source: Delete Dataset
es_ar: Eliminar conjunto de datos
fr: Supprimer le dataset
ru: Удалить набор данных

source: Delete Device
es_ar: Eliminar dispositivo
fr: Supprimer le périphérique
ru: Удалить устройство

source: Delete Group
es_ar: Eliminar grupo
fr: Supprimer Groupe
ru: Удалить группу

source: Delete Key
es_ar: Eliminar clave
fr: Supprimer la clé
ru: Удалить ключ

source: Delete Mount Point
es_ar: Eliminar punto de montaje
fr: Supprimer le point de montage
ru: Удалить точку монтирования

source: Delete Mountpoint
es_ar: Eliminar punto de montaje
fr: Supprimer le point de montage
ru: Удалить точку монтирования

source: Delete Path
es_ar: Eliminar ruta
fr: Supprimer le chemin
ru: Удалить путь

source: Delete Selected
es_ar: Eliminar seleccionado
fr: Supprimer la sélection
ru: Удалить выбранные

source: Delete Server
es_ar: Eliminar servidor
fr: Supprimer le serveur

source: Delete User
es_ar: Elimina usuario
fr: Supprimer Utilisateur
ru: Удалить пользователя

source: Delete Virtual Machine
es_ar: Eliminar máquina virtual
fr: Supprimer la machine virtuelle
ru: Удалить виртуальную машину

source: Delete Virtual Machine Data?
es_ar: ¿Eliminar datos de máquinas virtuales?
fr: Supprimer les données de la machine virtuelle ?
ru: Удалить данные виртуальной машины?

source: Delete Zvol
es_ar: Eliminar Zvol
fr: Supprimer le Zvol
ru: Удалить ZVol

source: Delete configuration of shares that used this pool?
es_ar: ¿Eliminar la configuración de los recursos compartidos que usaron este pool?
fr: Supprimer la configuration des partages qui ont utilisé ce volume ?
ru: Удалить конфигурацию общих ресурсов, которые использовали этот пул?

source: Delete files in the destination directory that do not exist in the source directory.
es_ar: Eliminar archivos en el directorio de destino que no existen en el directorio de origen.
fr: Supprimer les fichiers du répertoire de destination qui n'existent pas dans le répertoire source.
ru: Удалите файлы в каталоге назначения, которые не существуют в исходном каталоге.

source: Delete iSCSI extent
es_ar: Eliminar extensión iSCSI
fr: Supprimer l'extension iSCSI
ru: Удалить экстент iSCSI

source: Delete selections
es_ar: Eliminar selecciones
fr: Supprimer les sélections
ru: Удалить выбранные

source: Delete snapshot
es_ar: Eliminar instantánea
fr: Supprimer l'instantané
ru: Удалить снимок

source: Delete the passphrase from the encryption key. Invalidates an existing pool recovery key file. A dialog prompts to back up the encryption key.
es_ar: Elimine la contraseña de la clave de cifrado. Invalida un archivo de clave de recuperación del pool existente. Un cuadro de diálogo le indica que haga una copia de seguridad de la clave de cifrado.
fr: Supprimez la passphrase de la clé de chiffrement. Invalide un fichier de clé de récupération de volume existant. Une boîte de dialogue vous invite à sauvegarder la clé de chiffrement.
ru: Удалить пароль из ключа шифрования. Делает недействительным существующий файл ключа восстановления пула. Диалоговое окно предлагает создать резервную копию ключа шифрования.

source: Delete the selected item?
es_ar: ¿Eliminar el elemento seleccionado?
fr: Supprimer l'élément sélectionné ?
ru: Удалить выбранный элемент?

source: Delete this path.
es_ar: Eliminar esta ruta.
fr: Supprimer ce chemin.
ru: Удалить этот путь.

source: Delete user primary group
es_ar: Eliminar grupo primario de usuarios
fr: Supprimer le groupe principal de l'utilisateur
ru: Удалить основную группу пользователя

source: Deleting interfaces while HA is enabled is not allowed.
es_ar: No se permite eliminar interfaces mientras HA está habilitado.
fr: La suppression d'interfaces lorsque HA est activé n'est pas autorisée.
ru: Удаление интерфейсов при включенной ВД запрещено.

source: Deleting the <b>
es_ar: Eliminando el <b>
fr: Supprimer le <b>
ru: Удаление <b>

source: Deleting...
es_ar: Eliminando...
fr: Suppression...

source: Deny
es_ar: Denegar
fr: Refuser

source: Deny All
es_ar: Denegar todo
fr: Refuser tout

source: Deny Hosts
es_ar: Denegar Hosts
fr: Refuser des Hôtes

source: Deny List
es_ar: Lista de denegación
fr: Liste de Deny

source: Deny hostnames or IP addresses access to the share. Click <i>ADD</i> to add multiple entries. <br><br> If neither *Allow Hosts* or *Deny Hosts* contains an entry, then AFP share access is allowed for any host. <br><br> If there is a *Allow Hosts* list but no *Deny Hosts* list, then only allow hosts on the *Allow Hosts* list. <br><br> If there is a *Deny Hosts* list but no *Allow Hosts* list, then allow all hosts that are not on the *Deny Hosts* list. <br><br> If there is both a *Allow Hosts* and *Deny Hosts* list, then allow all hosts that are on the *Allow Hosts* list. <br><br> If there is a host not on the *Allow Hosts* and not on the *Deny Hosts* list, then allow it.
es_ar: Denegar el acceso de nombres de host o direcciones IP al recurso compartido. Haga clic en <i>AGREGAR</i> para agregar varias entradas. <br> <br> Si ninguno * Permitir hosts * o * Denegar hosts * contiene una entrada, se permite el acceso compartido de AFP a cualquier host. <br> <br> Si hay una lista * Permitir hosts * pero no * Lista de denegación de hosts *, entonces solo permita hosts en la lista * Permitir hosts *. <br> <br> Si hay una lista de * Denegar hosts * pero no * Permitir hosts *, entonces permita todos los hosts que no estén en la lista * Deny Hosts *. <br> <br> Si hay una lista * Permitir hosts * y * Denegar hosts *, entonces permita todos los hosts que estén en la lista * Permitir hosts *. <br> <br> Si hay un host que no está en * Permitir hosts * y no en la lista * Deny Hosts *, entonces permítelo.
fr: Autoriser les noms d'hôtes ou les adresses IP à se connecter au partage. Cliquez sur <i>AJOUTER</i> pour ajouter plusieurs entrées <br><br> Si ni *Allow Hosts* ni *Deny Hosts* ne contient d'entrée, alors l'accès partagé AFP est autorisé pour n'importe quel hôte <br><br> S'il existe une liste *Autoriser les hôtes* mais pas de liste *Interdire les hôtes*, alors n'autoriser que les hôtes figurant sur la liste *Autoriser les hôtes* <br><br> S'il existe une liste *Deny Hosts* mais pas de liste *Allow Hosts*, alors autorisez tous les hôtes qui ne sont pas sur la liste *Deny Hosts* <br><br> S'il y a à la fois une liste *Autoriser les hôtes* et une liste *Interdire les hôtes*, alors autorisez tous les hôtes qui sont sur la liste *Autoriser les hôtes* <br><br> S'il y a un hôte qui ne figure pas dans la liste *Autoriser les hôtes* et pas dans la liste *Interdire les hôtes*, alors autorisez-le.

source: Deregister
es_ar: Darse de baja
fr: Désinscription
ru: Отменить регистрацию

source: Deregister TrueCommand Cloud Service
es_ar: Anular el registro de TrueCommand Cloud Service
fr: Désenregistrer le service TrueCommand Cloud
ru: Отмена регистрации в облачной службе TrueCommand

source: Describe the UPS device. It can contain alphanumeric, period, comma, hyphen, and underscore characters.
es_ar: Describa el dispositivo UPS. Puede contener caracteres alfanuméricos, puntos, comas, guiones y guiones bajos.
fr: Décrire l'onduleur. Il peut contenir des caractères alphanumériques, point, virgule, tiret et soulignement.
ru: Опишите устройство ИБП. Оно может содержать буквы, цифры, точку, запятую, дефис и знак подчеркивания.

source: Describe the VM or its purpose.
es_ar: Describa la VM o su propósito.
fr: Décrivez la VM ou ce qu'elle propose.
ru: Опишите ВМ или ее назначение.

source: Describe the scrub task.
es_ar: Describa la tarea de limpieza.
fr: Décrivez la tâche de nettoyage.
ru: Опишите задачу проверки.

source: Describe this module.
es_ar: Describa este módulo.
fr: Décrivez ce module.
ru: Опишите этот модуль.

source: Describe this service.
es_ar: Describa este servicio.
fr: Décrivez ce service.
ru: Опишите эту службу.

source: Description
es_ar: Descripción
ru: Описание

source: Description (max. 25 characters)
es_ar: Descripción (máx. 25 caracteres)
fr: Description (max. 25 caractères)
ru: Описание (не более 25 символов)

source: Description (optional).
es_ar: Descripción (opcional).
fr: Description (facultatif).
ru: Описание (не обязательно)

source: Description of the VLAN.
es_ar: Descripción de la VLAN.
fr: Description du VLAN.
ru: Описание VLAN.

source: Description of the lagg interface.
es_ar: Descripción de la interfaz lagg.
fr: Description de l'interface lagg.
ru: Описание интерфейса lagg.

source: Description of the share or notes on how it is used.
es_ar: Descripción del recurso compartido o notas sobre cómo se usa.
fr: Description de partage ou notes sur son utilisation.
ru: Описание ресурса или заметки о том, как он используется.

source: Descriptive identifier for this API key.
es_ar: Identificador descriptivo para esta clave API.
fr: Identificateur descriptif de cette clé API.
ru: Описательный идентификатор для этого ключа API.

source: Descriptive identifier for this certificate authority.
es_ar: Identificador descriptivo para esta autoridad de certificación.
fr: Identifiant descriptif de cette autorité de certification.
ru: Описательный идентификатор для этого центра сертификации.

source: Descriptive identifier for this certificate.
es_ar: Identificador descriptivo para este certificado.
fr: Identifiant descriptif de ce certificat.
ru: Описательный идентификатор для этого сертификата.

source: Descriptive name for the replication.
es_ar: Nombre descriptivo para la replicación.
fr: Nom descriptif de la réplication.
ru: Описательное имя для репликации.

source: Destination
es_ar: Destino
ru: Назначение

source: Destination Dataset Read-only Policy
es_ar: Política de solo lectura del conjunto de datos de destino
fr: Politique de lecture seule du dataset de destination
ru: Политика только для чтения набора данных назначения

source: Destination Location
es_ar: Ubicación de destino
fr: Lieu de destination
ru: Место назначения

source: Destination Path
es_ar: Ruta de destino
fr: Chemin de destination
ru: Путь назначения

source: Destination Snapshot Lifetime
es_ar: Instantánea de destino de por vida
fr: Chemin de destination de l'instantané
ru: Время жизни снимка назначения

source: Destination Snapshots Are Not Related to Replicated Snapshots
es_ar: Las instantáneas de destino no están relacionadas con las instantáneas replicadas
fr: Les instantanés de destination ne sont pas liés aux instantanés répliqués
ru: Снимки назначения не связаны с реплицированными снимками

source: Destination dataset does not contain any snapshots that can be used as a basis for the incremental changes in the snapshots being sent. The snapshots in the destination dataset will be deleted and the replication will begin with a complete initial copy.
es_ar: El conjunto de datos de destino no contiene instantáneas que se puedan utilizar como base para los cambios incrementales en las instantáneas que se envían. Las instantáneas en el conjunto de datos de destino se eliminarán y la replicación comenzará con una copia inicial completa.
fr: Le dataset de destination ne contient pas d'instantanés qui peuvent être utilisés comme base pour les changements incrémentiels dans les instantanés envoyés. Les instantanés du dataset de destination seront supprimés et la réplication commencera par une copie initiale complète.
ru: Набор данных назначения не содержит снимков, которые можно использовать в качестве основы для дополнительных изменений отправляемых снимков. Снимки в целевом наборе данных будут удалены, и репликация начнется с полной исходной копии.

source: Destroy data on this pool?
es_ar: ¿Destruir datos en este pool?
fr: Détruire les données de ce volume ?
ru: Уничтожить данные в этом пуле?

source: Detach
es_ar: Dividir
fr: Détacher
ru: Отсоединить

source: Detach Disk
es_ar: Separar disco
fr: Détacher le disque
ru: Отсоединить диск

source: Detach disk
es_ar: Separar disco
fr: Détacher le disque
ru: Отсоединить диск

source: Details
es_ar: Detalles
ru: Детали

source: Determine how <a href="https://www.freebsd.org/cgi/man.cgi?query=chmod" target="_blank">chmod</a> behaves when adjusting file ACLs. See the <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">zfs(8)</a> aclmode property. <br><br><i>Passthrough</i> only updates ACL entries that are related to the file or directory mode. <br><br><i>Restricted</i> does not allow chmod to make changes to files or directories with a non-trivial ACL. An ACL is trivial if it can be fully expressed as a file mode without losing any access rules. Setting the ACL Mode to Restricted is typically used to optimize a dataset for SMB sharing, but can require further optimizations. For example, configuring an rsync task with this dataset could require adding <i>--no-perms</i> in the task <i>Auxiliary Parameters</i> field.
es_ar: Determine cómo <a href="https://www.freebsd.org/cgi/man.cgi?query=chmod" target="_blank">chmod</a> se comporta al ajustar las ACL de archivo. Consulte la <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">zfs(8)</a> propiedad aclmode. <br> <br> <i>Passthrough</i> solo actualiza las entradas de ACL que están relacionadas con el modo de archivo o directorio. <br> <br> <i>Restringido</i> no permite que chmod realice cambios en archivos o directorios con una ACL no trivial. Una ACL es trivial si se puede expresar completamente como un modo de archivo sin perder ninguna regla de acceso. Establecer el modo ACL en Restringido se usa generalmente para optimizar un conjunto de datos para compartir SMB, pero puede requerir más optimizaciones. Por ejemplo, configurar una tarea rsync con este conjunto de datos podría requerir agregar <i>--no-perms</i> en el campo <i>Parámetros auxiliares</i> de la tarea.
fr: Déterminez comment le <a href="https://www.freebsd.org/cgi/man.cgi?query=chmod" target="_blank">chmod</a> se comporte lors de l'ajustement des ACL des fichiers. Voir la propriété aclmode de <a href="https://www.freebsd.org/cgi/man.cgi?query=zfs" target="_blank">zfs(8)</a>. <br><br><i>Passthrough</i> ne met à jour que les entrées ACL qui sont liées au mode fichier ou répertoire. <br><br><i>Restreint</i> ne permet pas au chmod d'apporter des modifications aux fichiers ou répertoires avec une ACL non triviale. Une ACL est triviale si elle peut être entièrement exprimée en mode fichier sans perdre aucune règle d'accès. Le réglage du mode ACL sur Restricted est généralement utilisé pour optimiser un dataset pour le partage des SMB, mais peut nécessiter des optimisations supplémentaires. Par exemple, la configuration d'une tâche rsync avec ce dataset pourrait nécessiter l'ajout de <i>--no-perms</i> dans le champ des <i>paramètres auxiliaires</i> de la tâche.

source: Determine whether this share name is included when browsing shares. Home shares are only visible to the owner regardless of this setting.
es_ar: Determine si este nombre de recurso compartido se incluye al buscar recursos compartidos. Las propiedades compartidas solo son visibles para el propietario, independientemente de esta configuración.
fr: Déterminez si ce nom de partage est inclus lors de la navigation dans les partages. Les partages utilisateurs (home shares) ne sont visibles que par le propriétaire indépendamment de ce paramètre.
ru: Определите, включено ли это имя общего ресурса при просмотре общих ресурсов. Домашние папки видны только владельцу независимо от этого параметра.
