Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: The OU in which new computer accounts are created. The OU string is read from top to bottom without RDNs. Slashes ("/") are used as delimiters, like <samp>Computers/Servers/NAS</samp>. The backslash ("\") is used to escape characters but not as a separator. Backslashes are interpreted at multiple levels and might require doubling or even quadrupling to take effect. When this field is blank, new computer accounts are created in the Active Directory default OU.
es_ar: La unidad organizativa en la que se crean nuevas cuentas de computadora. La cadena OU se lee de arriba a abajo sin RDN. Las barras inclinadas ("/") se usan como delimitadores, como <samp> Computers / Servers / NAS </samp>. La barra invertida ("\") se usa para escapar caracteres pero no como separador. Las barras invertidas se interpretan en múltiples niveles y pueden requerir duplicarse o incluso cuadruplicarse para que surtan efecto. Cuando este campo está en blanco, se crean nuevas cuentas de computadora en la unidad organizativa predeterminada de Active Directory.
fr: L'OU dans lequel les nouveaux comptes informatiques sont créés. La chaîne OU est lue de haut en bas sans RDNs. Les barres obliques ("/") sont utilisées comme délimiteurs, comme <samp>Computers/Servers/NAS</samp>. La barre oblique inverse ("\") est utilisée pour échapper aux caractères mais pas comme séparateur. Les barres obliques arrières sont interprétées à plusieurs niveaux et peuvent nécessiter un doublement ou même un quadruplement pour prendre effet. Lorsque ce champ est vide, de nouveaux comptes d'ordinateur sont créés dans l'OU par défaut d'Active Directory.
ru: Подразделение, в котором создаются новые учетные записи компьютеров. Строка OU читается сверху вниз без RDN. Слеши ("/") используются в качестве разделителей, как <samp>Computers/Servers/NAS</samp>. Обратная косая черта ("\") используется для экранирования символов, но не в качестве разделителя. Обратные слеши интерпретируются на нескольких уровнях и могут потребовать удвоения или даже четырехкратного увеличения для достижения эффекта. Если это поле пустое, новые учетные записи компьютеров создаются в подразделении Active Directory по умолчанию.

source: The Passive controller must be rebooted in order to change the location of system logs.
es_ar: El controlador pasivo debe reiniciarse para cambiar la ubicación de los registros del sistema.
fr: Le contrôleur passif doit être redémarré afin de modifier l'emplacement des journaux du système.

source: The Passive controller must be rebooted in order to change the location of the system dataset.
es_ar: El controlador pasivo debe reiniciarse para cambiar la ubicación del conjunto de datos del sistema.
fr: Le contrôleur passif doit être redémarré afin de modifier l'emplacement du dataset système.

source: The SMB
es_ar: El SMB
fr: Le SMB
ru: SMB

source: The SMB service has been restarted.
es_ar: El servicio SMB fue iniciado.
fr: Le service SMB a été redémarré.
ru: Служба SMB была перезапущена.

source: The SSL certificate to be used for TLS FTP connections. To create a certificate, use <b>System --> Certificates</b>.
es_ar: El certificado SSL que se utilizará para las conexiones FTP de TLS. Para crear un certificado, use <b> Sistema -> Certificados </b>.
fr: Le certificat SSL à utiliser pour les connexions FTP TLS. Pour créer un certificat, utilisez <b>Système --> Certificats</b>.
ru: Сертификат SSL, который будет использоваться для соединений TLS FTP. Чтобы создать сертификат, используйте <b>Система -> Сертификаты</b>.

source: The UDP port number that listens for TFTP requests. Example: 8050
es_ar: El número de puerto UDP que escucha las solicitudes TFTP. Ejemplo: 8050
fr: Le numéro de port UDP qui écoute les requêtes TFTP. Exemple : 8050
ru: Номер порта UDP, который прослушивает запросы TFTP. Пример: 8050

source: The URI used to provision an OTP. The URI (which contains the secret) is encoded in a QR Code. To set up an OTP app like Google Authenticator, use the app to scan the QR code or enter the secret manually into the app. The URI is produced by the system when Two-Factor Authentication is first activated.
es_ar: El URI solía aprovisionar una OTP. El URI (que contiene el secreto) está codificado en un código QR. Para configurar una aplicación OTP como Google Authenticator, use la aplicación para escanear el código QR o ingrese el secreto manualmente en la aplicación. El sistema produce el URI cuando la autenticación de dos factores se activa por primera vez.
fr: L'URI avait l'habitude de fournir un OTP. L'URI (qui contient le secret) est encodé dans un QR code. Pour configurer une application OTP comme Google Authenticator, utilisez l'application pour scanner le QR code ou entrez le secret manuellement dans l'application. L'URI est produit par le système lorsque l'authentification à deux facteurs est activée pour la première fois.

source: The VM could not start because the current configuration could potentially require more RAM than is available on the system. Would you like to overcommit memory?
es_ar: La VM no pudo iniciarse porque la configuración actual podría requerir más RAM de la que está disponible en el sistema. ¿Te gustaría comprometer demasiado la memoria?
fr: La VM ne pouvait pas démarrer parce que la configuration actuelle pourrait nécessiter plus de RAM que ce qui est disponible sur le système. Aimeriez-vous surcharger la mémoire ?
ru: Не удалось запустить виртуальную машину, поскольку для текущей конфигурации может потребоваться больше оперативной памяти, чем доступно в системе. Хотели бы вы перегружать память?

source: The WebDAV
es_ar: El WebDAV
fr: Le WebDAV

source: The active controller cannot be detected.
es_ar: El controlador activo no se puede detectar.
fr: Le contrôleur actif ne peut pas être détecté.
ru: Активный контроллер не может быть обнаружен.

source: The administrator password is incorrect.
es_ar: La contraseña del administrador es incorrecta.
fr: Le mot de passe administrateur est incorrect.
ru: Пароль администратора неверен.

source: The authority key identifier extension provides a means of identifying the public key corresponding to the private key used to sign a certificate. This extension is used where an issuer has multiple signing keys (either due to multiple concurrent key pairs or due to changeover). The identification MAY be based on either the key identifier (the subject key identifier in the issuer's certificate) or on the issuer name and serial number.<br> See <a href="https://www.ietf.org/rfc/rfc3280.txt">RFC 3280, section 4.2.1.1</a> for more information.
es_ar: La extensión del identificador de clave de autoridad proporciona un medio para identificar la clave pública correspondiente a la clave privada utilizada para firmar un certificado. Esta extensión se usa cuando un emisor tiene varias claves de firma (ya sea debido a múltiples pares de claves concurrentes o debido a un cambio). La identificación PUEDE basarse en el identificador de clave (el identificador de clave de sujeto en el certificado del emisor) o en el nombre del emisor y el número de serie.<br> Ver <a href="https://www.ietf.org/rfc/rfc3280.txt">RFC 3280, sección 4.2.1.1</a> para obtener más información.

source: The base name is automatically prepended if the target name does not start with <i>iqn</i>. Lowercase alphanumeric characters plus dot (.), dash (-), and colon (:) are allowed. See the <i>Constructing iSCSI names using the iqn.format</i> section of <a href="https://tools.ietf.org/html/rfc3721.html" target="_blank">RFC3721</a>.
es_ar: El nombre base se antepone automáticamente si el nombre del objetivo no comienza con <i> iqn </i>. Se permiten caracteres alfanuméricos en minúscula más punto (.), Guión (-) y dos puntos (:). Vea la <i> Construcción de nombres iSCSI utilizando la sección iqn.format </i> de <a href="https://tools.ietf.org/html/rfc3721.html" target="_blank"> RFC3721 </ a >.
fr: Le nom de base est automatiquement précédé du préfixe si le nom de la cible ne commence pas par <i>iqn</i>. Les caractères alphanumériques minuscules plus point (.), tiret (-) et deux points ( :) sont autorisés. Voir la section <i>Construire des noms iSCSI en utilisant</i> la section <i>iqn.format de</i> la <a href="https://tools.ietf.org/html/rfc3721.html" target="_blank">RFC3721</a>.
ru: Базовое имя добавляется автоматически, если целевое имя не начинается с <i>iqn</i>. Допускаются строчные буквенно-цифровые символы плюс точка (.), тире (-) и двоеточие (:). См. Раздел <i>Создание имен iSCSI с использованием iqn.format</i> в <a href="https://tools.ietf.org/html/rfc3721.html" target="_blank">RFC3721</a>.

source: The basic constraints extension identifies whether the subject of the certificate is a CA and the maximum depth of valid certification paths that include this certificate. <br> See <a href="https://www.ietf.org/rfc/rfc3280.txt">RFC 3280, section 4.2.1.10</a> for more information.
es_ar: La extensión de restricciones básicas identifica si el sujeto del certificado es una CA y la profundidad máxima de las rutas de certificación válidas que incluyen este certificado. <br> Consulte <a href="https://www.ietf.org/rfc/rfc3280.txt">RFC 3280, sección 4.2.1.10</a> para obtener más información.

source: The beginning UID/GID for which this system is authoritative. Any UID/GID lower than this value is ignored. This avoids accidental UID/GID overlaps between local and remotely defined IDs.
es_ar: El UID / GID inicial para el cual este sistema tiene autoridad. Se ignora cualquier UID / GID inferior a este valor. Esto evita superposiciones accidentales de UID / GID entre ID locales y definidas de forma remota.
fr: L'UID/GID de départ pour lequel ce système fait autorité. Tout UID/GID inférieur à cette valeur est ignoré. Ceci permet d'éviter les chevauchements accidentels UID/GID entre les ID locaux et les ID définis à distance.
ru: Начальный UID/GID, для которого эта система является авторитетной. Любой UID/GID ниже этого значения игнорируется. Это позволяет избежать случайных совпадений UID/GID между локальными и удаленно определенными идентификаторами.

source: The cache has been cleared.
es_ar: El caché ha sido borrado.
fr: La cache a été vidée.

source: The cache is being rebuilt.
es_ar: El caché se está reconstruyendo.
fr: Le cache est en cours de reconstruction.
ru: Кеш восстанавливается.

source: The certificate's public key is used to encipher user data only during key agreement operations. Requires that <b>Key Agreement</b> is also set.
es_ar: La clave pública del certificado se utiliza para cifrar datos de usuario solo durante las operaciones de acuerdo de claves. Requiere que <b>Acuerdo de clave</b> también esté establecido.
fr: La clé publique du certificat est utilisée pour chiffrer les données de l'utilisateur uniquement lors des opérations d'accord de clé. Il faut que le <b>Key Agreement</b> de clé soit également défini.

source: The chosen preset ACL will REPLACE the ACL currently displayed in the form and delete any unsaved changes.
es_ar: La ACL predeterminada elegida REEMPLAZARÁ la ACL que se muestra actualmente en el formulario y eliminará los cambios no guardados.

source: The contents of all added disks will be erased.
es_ar: Se borrará el contenido de todos los discos agregados.
fr: Le contenu de tous les disques ajoutés sera effacé.
ru: Содержимое всех добавленных дисков будет стерто.

source: The cryptographic algorithm to use. The default <i>SHA256</i> only needs to be changed if the organization requires a different algorithm.
es_ar: El algoritmo criptográfico a usar. El <i> SHA256 </i> predeterminado solo necesita cambiarse si la organización requiere un algoritmo diferente.
fr: L'algorithme cryptographique à utiliser. Le <i>SHA256</i> par défaut ne doit être modifié que si l'organisation a besoin d'un algorithme différent.
ru: Криптографический алгоритм для использования. <I>SHA256</i> по умолчанию необходимо изменить только в том случае, если организации требуется другой алгоритм.

source: The default host to use for TFTP transfers. Enter an IP address. Example: 192.0.2.1
es_ar: El host predeterminado para usar para transferencias TFTP. Ingrese una dirección IP. Ejemplo: 192.0.2.1
fr: L'hôte par défaut à utiliser pour les transferts TFTP. Entrez une adresse IP. Exemple : 192.0.2.1
ru: Хост по умолчанию, используемый для передачи TFTP. Введите IP-адрес. Пример: 192.0.2.1

source: The default of <i>davtest</i> is recommended to change. <i>davtest</i> is a known value.
es_ar: Se recomienda cambiar el valor predeterminado de <i> davtest </i>. <i> davtest </i> es un valor conocido.
fr: La valeur par défaut de <i>davtest</i> est recommandée à changer. <i>davtest</i> est une valeur connue.
ru: Рекомендуется изменить значение по умолчанию <i>davtest</i>. <i>davtest</i> является известным значением.

source: The directory base suffix to use for SID/uid/gid mapping entries. Example: dc=test,dc=org. When undefined, idmap_ldap defaults to using the ldap idmap suffix option from <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target="_blank">smb.conf</a>.
es_ar: El sufijo base del directorio que se usará para las entradas de mapeo SID / uid / gid. Ejemplo: dc = prueba, dc = org. Cuando no está definido, idmap_ldap usa de manera predeterminada la opción de sufijo ldap idmap de <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target="_blank"> smb.conf < / a>.
fr: Le suffixe de base du répertoire à utiliser pour les entrées SID/uid/gid mapping. Exemple : dc=test,dc=org. Lorsqu'il n'est pas défini, idmap_ldap utilise par défaut l'option ldap idmap suffixe du fichier <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target="_blank">smb.conf</a>.
ru: Базовый суффикс каталога, используемый для записей сопоставления SID/uid/gid. Пример: dc=test,dc=org. Если значение не определено, то по умолчанию для idmap_ldap используется опция суффикса idmap ldap из <a href="https://www.freebsd.org/cgi/man.cgi?query=smb.conf" target="_blank">smb.conf</a>.

source: The domain to access the Active Directory server when using the LDAP server inside the Active Directory server.
es_ar: El dominio para acceder al servidor de Active Directory cuando se utiliza el servidor LDAP dentro del servidor de Active Directory.
fr: Le domaine d'accès au serveur Active Directory lors de l'utilisation du serveur LDAP à l'intérieur du serveur Active Directory.
ru: Домен для доступа к серверу Active Directory при использовании сервера LDAP внутри сервера Active Directory.

source: The ending UID/GID for which this system is authoritative. Any UID/GID higher than this value is ignored. This avoids accidental UID/GID overlaps between local and remotely defined IDs.
es_ar: El UID / GID final para el cual este sistema tiene autoridad. Se ignora cualquier UID / GID superior a este valor. Esto evita superposiciones accidentales de UID / GID entre ID locales y definidas de forma remota.
fr: L'UID/GID final pour lequel ce système fait autorité. Tout UID/GID supérieur à cette valeur est ignoré. Ceci permet d'éviter les chevauchements accidentels UID/GID entre les ID locaux et les ID définis à distance.
ru: Конечный UID/GID, для которого эта система является авторитетной. Любой UID/GID, превышающий это значение, игнорируется. Это позволяет избежать случайных совпадений UID/GID между локальными и удаленно определенными идентификаторами.

source: The file used to manually update the system. Browse to the update file stored on the system logged into the web interface to upload and apply. Update file names end with <i>-manual-update-unsigned.tar</i>
es_ar: El archivo utilizado para actualizar manualmente el sistema. Busque el archivo de actualización almacenado en el sistema conectado a la interfaz web para cargar y aplicar. Los nombres de los archivos de actualización terminan con <i> -manual-update-unsigned.tar </i>
fr: Le fichier utilisé pour mettre à jour manuellement le système. Accédez au fichier de mise à jour stocké sur le système connecté à l'interface Web pour l'uploader et l'appliquer. Les noms de fichiers de mise à jour se terminent par <i>-manual-update-unsigned.tar</i>
ru: Файл, используемый для обновления системы вручную. Укажите файл обновления, хранящийся в системе, вошедшей в веб-интерфейс для загрузки и применения. Имена файлов обновлений заканчиваются на <i>-manual-update-unsigned.tar</i>

source: The filesystem
es_ar: El sistema de archivos
fr: Type de système de fichiers
ru: Файловая система

source: The following Telegram chat ID(s) must be numbers!
es_ar: Las siguientes ID de chat de Telegram deben ser números.
fr: Le(s) identifiant(s) de chat Telegram suivant(s) doivent être des numéros !

source: The following datasets cannot be unlocked.
es_ar: Los siguientes conjuntos de datos no se pueden desbloquear.
fr: Les datasets suivants ne peuvent pas être déverrouillés.

source: The friendly name to show in front of the sending email address. Example: <i>Storage System 01</i>&ltit@example.com&gt
es_ar: El nombre descriptivo que se muestra delante de la dirección de correo electrónico de envío. Ejemplo: <i> Sistema de almacenamiento 01 </i> &ltit@example.com&gt
fr: Le nom friendly à afficher en face de l'adresse e-mail d'envoi. Exemple : <i>Storage System 01</i>&ltit@example.com&gt
ru: Дружественное имя для отображения перед адресом электронной почты. Пример: <i>Storage System 01</i>&ltit@example.com&gt

source: The group which controls the dataset. This group has the same permissions as granted to the <i>group@</i> <i>Who</i>. Groups created manually or imported from a directory service appear in the drop-down menu.
es_ar: El grupo que controla el conjunto de datos. Este grupo tiene los mismos permisos que se otorgan al <i> grupo @ </i> <i> Quién </i>. Los grupos creados manualmente o importados desde un servicio de directorio aparecen en el menú desplegable.
fr: Le groupe qui contrôle le dataset. Ce groupe a les mêmes autorisations que celles accordées au <i>group@</i> <i>Who</i>. Les groupes créés manuellement ou importés à partir d'un service d'annuaire apparaissent dans le menu déroulant.
ru: Группа, которая контролирует набор данных. Эта группа имеет те же разрешения, что и <i>group@</i> <i>Who</i>. Группы, созданные вручную или импортированные из службы каталогов, отображаются в раскрывающемся меню.

source: The hostname or IP address of the LDAP server. Separate entries by pressing <code>Enter</code>.
es_ar: El nombre de host o la dirección IP del servidor LDAP. Separe las entradas pulsando <code>Enter</code>.
fr: Le nom d'hôte ou l'adresse IP du serveur LDAP. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.

source: The iSCSI
es_ar: El iSCSI
fr: L'iSCSI
ru: iSCSI

source: The imported pool contains encrypted datasets, unlock them now?
es_ar: El grupo importado contiene conjuntos de datos cifrados, ¿desbloquearlos ahora?
fr: Le volume importé contient des datasets chiffrés, les déverrouiller maintenant ?

source: The key usage extension defines the purpose (e.g., encipherment, signature, certificate signing) of the key contained in the certificate. The usage restriction might be employed when a key that could be used for more than one operation is to be restricted. For example, when an RSA key should be used only to verify signatures on objects other than public key certificates and CRLs, the <i>Digital Signature</i> bits would be asserted. Likewise, when an RSA key should be used only for key management, the <i>Key Encipherment</i> bit would be asserted. <br> See <a href="https://www.ietf.org/rfc/rfc3280.txt">RFC 3280, section 4.2.1.3</a> for more information.
es_ar: La extensión de uso de la clave define el propósito (por ejemplo, cifrado, firma, firma del certificado) de la clave contenida en el certificado. La restricción de uso puede emplearse cuando una clave que podría usarse para más de una operación debe restringirse. Por ejemplo, cuando una clave RSA debe usarse solo para verificar firmas en objetos que no sean certificados de clave pública y CRL, los bits de <i>Firma digital</i> se afirmarán. Del mismo modo, cuando una clave RSA debe usarse solo para la gestión de claves, se afirmará el bit <i> Encriptación de clave</i>. <br> Consulte <a href="https://www.ietf.org/rfc/rfc3280.txt">RFC 3280, sección 4.2.1.3</a> para obtener más información.

source: The legacy user interface is deprecated. All management should be performed through the new user interface.
es_ar: La interfaz de usuario heredada está en desuso. Toda la gestión debe realizarse a través de la nueva interfaz de usuario.
fr: L'ancienne interface utilisateur est obsolète. Toute la gestion devrait être effectuée par le biais de la nouvelle interface utilisateur.
ru: Старый пользовательский интерфейс устарел. Все управление должно осуществляться через новый пользовательский интерфейс.

source: The length of
es_ar: El largo de
fr: La longueur de

source: The lifespan (in seconds) of each One-Time Password. Default is 30 seconds. The minimum lifetime is 5 seconds.
es_ar: La vida útil (en segundos) de cada contraseña de un solo uso. El valor predeterminado es 30 segundos. La vida útil mínima es de 5 segundos.
fr: La durée de vie (en secondes) de chaque mot de passe à usage unique. La valeur par défaut est de 30 secondes. La durée de vie minimale est de 5 secondes.

source: The lifetime of the CA specified in days.
es_ar: La vida útil de la CA especificada en días.
fr: La durée de vie de la CA spécifiée en jours.
ru: Время жизни СА в днях.

source: The list only shows users cached on this system. The search box below can locate all users, including users connected with Active Directory or other services.
es_ar: La lista solo muestra los usuarios almacenados en caché en este sistema. El cuadro de búsqueda siguiente puede localizar a todos los usuarios, incluidos los usuarios conectados con Active Directory u otros servicios.
fr: La liste ne montre que les utilisateurs mis en cache sur ce système. La boîte de recherche ci-dessous permet de localiser tous les utilisateurs, y compris les utilisateurs connectés à Active Directory ou à d'autres services.

source: The list shows only groups cached on this system. The search box below can locate all groups, including groups connected with Active Directory or other services.
es_ar: La lista muestra solo los grupos almacenados en caché en este sistema. El cuadro de búsqueda siguiente puede localizar todos los grupos, incluidos los grupos conectados con Active Directory u otros servicios.
fr: La liste ne montre que les groupes mis en cache sur ce système. La boîte de recherche ci-dessous permet de localiser tous les groupes, y compris les groupes connectés à Active Directory ou à d'autres services.

source: The listed services will be changed to listen on 0.0.0.0:
es_ar: Los servicios enumerados se cambiarán para escuchar en 0.0.0.0:

source: The maximum length of the queue of pending connections. Default is 100.
es_ar: La longitud máxima de la cola de conexiones pendientes. El valor predeterminado es 100.
fr: Longueur maximale de la file d'attente des connexions en attente. La valeur par défaut est 100.
ru: Максимальная длина очереди ожидающих соединений. По умолчанию 100.

source: The maximum number of simultaneous clients.
es_ar: El número máximo de clientes simultáneos.
fr: Le nombre maximum de clients simultanés.
ru: Максимальное количество одновременных клиентов.
