Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Enter the passphrase for the Private Key.
es_ar: Ingrese la contraseña para la clave privada.
fr: Entrez la passphrase de la clé privée.
ru: Введите кодовую фразу для закрытого ключа.

source: Enter the password associated with <b>Username</b>.
es_ar: Ingrese la contraseña asociada con <b> Nombre de usuario </b>.
fr: Entrez le mot de passe associé au <b>nom d'utilisateur</b>.
ru: Введите пароль, связанный с <b>именем пользователя</b>.

source: Enter the password for the SMTP server. Only plain ASCII characters are accepted.
es_ar: Ingrese la contraseña para el servidor SMTP. Solo se aceptan caracteres ASCII simples.
fr: Entrez le mot de passe du serveur SMTP. Seuls les caractères ASCII simples sont acceptés.
ru: Введите пароль для SMTP-сервера. Только простые символы ASCII.

source: Enter the password to be used for the Active Directory administrator account.
es_ar: Ingrese la contraseña que se utilizará para la cuenta de administrador de Active Directory.
fr: Saisissez le mot de passe à utiliser pour le compte de l'administrateur Active Directory.
ru: Введите пароль, который будет использоваться для учетной записи администратора Active Directory.

source: Enter the password used to connect to the IPMI interface from a web browser.
es_ar: Ingrese la contraseña utilizada para conectarse a la interfaz IPMI desde un navegador web.
fr: Entrez le mot de passe utilisé pour vous connecter à l'interface IPMI à partir d'un navigateur Web.
ru: Введите пароль, используемый для подключения к интерфейсу IPMI из веб-браузера.

source: Enter the phone number of the contact person.
es_ar: Ingrese el número de teléfono de la persona de contacto.
fr: Entrez le numéro de téléphone de la personne à contacter.
ru: Введите номер телефона контактного лица.

source: Enter the pre-Windows 2000 domain name.
es_ar: Ingrese el nombre de dominio anterior a Windows 2000.
fr: Entrez le nom de domaine pré-Windows 2000.
ru: Введите имя домена до Windows 2000.

source: Enter the pre-defined S3 bucket to use.
es_ar: Ingrese el depósito S3 predefinido para usar.
fr: Entrez le bucket S3 prédéfini à utiliser.
ru: Введите предопределенный S3 bucket для использования.

source: Enter the relative distinguished name of the site object in the Active Directory.
es_ar: Ingrese el nombre distinguido relativo del objeto del sitio en Active Directory.
fr: Entrez le nom distinctif relatif de l'objet de site dans l'Active Directory.
ru: Введите относительное отличительное имя объекта сайта в Active Directory.

source: Enter the root password to authorize this operation.
es_ar: Ingrese la contraseña de root para autorizar esta operación.
fr: Entrez le mot de passe root pour autoriser cette opération.
ru: Введите пароль root, чтобы разрешить эту операцию.

source: Enter the routing table (<a href="https://www.freebsd.org/cgi/man.cgi?query=setfib" target="_blank">FIB</a>) to use when running commands inside the jail.
es_ar: Ingrese la tabla de enrutamiento (<a href="https://www.freebsd.org/cgi/man.cgi?query=setfib" target="_blank"> FIB </a>) para usar al ejecutar comandos dentro de la jaula .
fr: Entrez la table de routage<a href="https://www.freebsd.org/cgi/man.cgi?query=setfib" target="_blank"> (FIB</a>) à utiliser lors de l'exécution de commandes dans l'environnement jail.
ru: Введите таблицу маршрутизации (<a href="https://www.freebsd.org/cgi/man.cgi?query=setfib" target="_blank">FIB</a>), которая будет использоваться при запуске команд внутри jail.

source: Enter the state or province of the organization.
es_ar: Ingrese el estado o provincia de la organización.
fr: Entrez l'état ou la province de l'organisation.
ru: Введите штат или провинцию организации.

source: Enter the subject for status emails.
es_ar: Ingrese el asunto para los emails de estado.
fr: Entrez le sujet des e-mails de statut.
ru: Введите тему для сообщений о статусе.

source: Enter the user on the VMware host with permission to snapshot virtual machines.
es_ar: Ingrese el usuario en el host de VMware con permiso para capturar máquinas virtuales.
fr: Entrez l'utilisateur sur l'hôte VMware avec l'autorisation d'effectuer un instantané des machines virtuelles.
ru: Введите пользователя на хосте VMware с правами на создание снимка виртуальных машин.

source: Enter the username if the SMTP server requires authentication.
es_ar: Ingrese el nombre de usuario si el servidor SMTP requiere autenticación.
fr: Entrez le nom d'utilisateur si le serveur SMTP nécessite une authentification.
ru: Введите имя пользователя, если SMTP-сервер требует аутентификации.

source: Enter up to four interface configurations in the format <i>interface</i>:<i>bridge</i>, separated by a comma (,). The left value is the virtual VNET interface name and the right value is the bridge name where the virtual interface should be attached.
es_ar: Ingrese hasta cuatro configuraciones de interfaz en el formato <i>interfaz</i>:<i>puente</i>, separadas por una coma (,). El valor izquierdo es el nombre de la interfaz virtual VNET y el valor derecho es el nombre del puente donde se debe conectar la interfaz virtual.
fr: Entrez jusqu'à quatre configurations d'interface dans le format <i>interface</i><i>:bridge</i>, séparées par une virgule (,). La valeur de gauche est le nom de l'interface virtuelle VNET et la valeur de droite est le nom du pont où l'interface virtuelle doit être attachée.
ru: Введите до четырех конфигураций интерфейса в формате <i>interface</i>:<i>bridge</i>, разделенных запятой (,). Левое значение - это имя виртуального интерфейса VNET, а правое значение - имя моста, к которому должен быть подключен виртуальный интерфейс.

source: Enter valid VMware ESXI/vSphere credentials to fetch datastores.
es_ar: Ingrese las credenciales válidas de VMware ESXI/vSphere para obtener almacenes de datos.
fr: Entrez les informations d'identification VMware ESXI/vSphere valides pour récupérer les datastores.
ru: Введите действительные учетные данные VMware ESXI/vSphere для получения хранилищ данных.

source: Enter valid value
es_ar: Ingrese un valor válido
fr: Entrez une valeur valide
ru: Введите действительное значение

source: Entering <i>0</i> uses the actual file size and requires that the file already exists. Otherwise, specify the file size for the new file.
es_ar: Ingresar <i>0</i> usa el tamaño real del archivo y requiere que el archivo ya exista. De lo contrario, especifique el tamaño del archivo para el nuevo archivo.
fr: La saisie de <i>0</i> utilise la taille réelle du fichier et exige qu'il existe déjà. Sinon, spécifiez la taille du fichier pour le nouveau fichier.
ru: Ввод <i>0</i> использует фактический размер файла и требует, чтобы файл уже существовал. В противном случае укажите размер файла для нового файла.

source: Enterprise level
es_ar: Nivel de Empresa
fr: Niveau entreprise
ru: Уровень предприятия

source: Environment
es_ar: Entorno
fr: Environnement
ru: Окружение

source: Error Downloading File
es_ar: Error al descargar el archivo
fr: Erreur de téléchargement de fichier
ru: Ошибка при загрузке файла

source: Error Extending Vdev
es_ar: Error al extender Vdev
fr: Erreur d'extension de Vdev

source: Error Replacing Disk
es_ar: Error al reemplazar el disco
fr: Erreur de remplacement de disque

source: Error Saving Configuration Settings
es_ar: Error al guardar la configuración
fr: Erreur pendant l'Enregistrement des Paramètres de Configuration
ru: Ошибка при сохранении настроек конфигурации

source: Error Saving Proactive Support Settings
es_ar: Error al guardar la configuración de soporte proactivo
fr: Erreur lors de l'enregistrement des paramètres du support proactif
ru: Ошибка сохранения настроек проактивной поддержки

source: Error Unlocking
es_ar: Error al desbloquear
fr: Erreur de déverrouillage
ru: Ошибка разблокировки

source: Error Updating Production Status
es_ar: Error al actualizar el estado de producción
fr: Erreur lors de la mise à jour du statut de production
ru: Ошибка обновления производственного статуса

source: Error Upgrading Pool
es_ar: Error al actualizar el Pool
fr: Erreur lors de la mise à niveau du volume
ru: Ошибка обновления пула

source: Error checking for updates.
es_ar: Error al comprobar las actualizaciones.
fr: Erreur lors de la vérification des mises à jour.
ru: Ошибка проверки обновлений.

source: Error creating VM.
es_ar: Error al crear VM.
fr: Erreur lors de la création de la VM.
ru: Ошибка создания ВМ.

source: Error decrypting disks
es_ar: Error al desencriptar los discos
fr: Erreur lors du déchiffrement des disques
ru: Ошибка расшифровки дисков

source: Error details for
es_ar: Detalles de error para
fr: Détails de l'erreur pour
ru: Сведения об ошибке для

source: Error exporting the Private Key
es_ar: Error al exportar la clave privada
fr: Erreur lors de l'exportation de la clé privée
ru: Ошибка экспорта закрытого ключа

source: Error exporting the certificate
es_ar: Error al exportar el certificado
fr: Erreur lors de l'exportation du certificat
ru: Ошибка экспорта сертификата

source: Error exporting/disconnecting pool.
es_ar: Error al exportar/desconectar el grupo.
fr: Erreur lors de l'exportation/déconnexion du volume.
ru: Ошибка экспорта/отключения пула.

source: Error gathering data on pool.
es_ar: Error al recopilar datos en el pool.
fr: Erreur dans la collecte des données sur le volume.
ru: Ошибка сбора данных в пуле.

source: Error getting disk data
es_ar: Error al obtener datos del disco
fr: Erreur lors de l'obtention des données du disque
ru: Ошибка при получении данных на диске

source: Error getting locales
es_ar: Error al obtener configuraciones regionales
fr: Erreur lors de l'obtention des paramètres régionaux
ru: Ошибка при получении локали

source: Error getting pool data.
es_ar: Error al obtener los datos del pool.
fr: Erreur lors de l'obtention des données du volume.
ru: Ошибка при получении данных пула.

source: Error importing pool
es_ar: Error al importar el pool
fr: Erreur d'importation du volume
ru: Ошибка импорта пула

source: Error restarting web service
es_ar: Error al reiniciar el servicio web
fr: Erreur de redémarrage du service Web
ru: Ошибка перезапуска веб-службы

source: Error saving ZVOL.
es_ar: Error al guardar ZVOL.
fr: Erreur lors de l'enregistrement du ZVOL.
ru: Ошибка сохранения ZVOL.

source: Error starting service
es_ar: Error al iniciar el servicio
fr: Erreur de démarrage du service
ru: Ошибка запуска службы

source: Error starting service OpenVPN
es_ar: Error al iniciar el servicio OpenVPN
fr: Erreur lors du démarrage du service OpenVPN

source: Error stopping service
es_ar: Error al detener el servicio
fr: Erreur d'arrêt du service
ru: Ошибка остановки службы

source: Error stopping service OpenVPN
es_ar: Error al detener el servicio OpenVPN
fr: Erreur lors de l'arrêt du service OpenVPN

source: Error submitting file
es_ar: Error al enviar el archivo
fr: Erreur de soumission du fichier
ru: Ошибка при отправке файла

source: Error updating disks
es_ar: Error al actualizar los discos
fr: Erreur pendant la mise à jour des disques
ru: Ошибка обновления дисков

source: Errors
es_ar: Errores
fr: Erreurs
ru: Ошибки

source: Establishing a connection requires that one of the connection systems has open TCP ports. Choose which system (<i>LOCAL</i> or <i>REMOTE</i>) will open ports. Consult your IT department to determine which systems are allowed to open ports.
es_ar: Establecer una conexión requiere que uno de los sistemas de conexión tenga puertos TCP abiertos. Elija qué sistema (<i>LOCAL</i> o <i>REMOTO</i>) abrirá los puertos. Consulte a su departamento de TI para determinar qué sistemas pueden abrir puertos.
fr: L'établissement d'une connexion nécessite qu'un des systèmes de connexion dispose de ports TCP ouverts. Choisissez le système ( <i>LOCAL</i> ou <i>REMOTE</i> ) qui ouvrira les ports. Consultez votre service informatique pour déterminer les systèmes autorisés à ouvrir des ports.
ru: Для установления соединения необходимо, чтобы в одной из систем были открыты порты TCP. Выберите, какая система (<i>LOCAL</i> или <i>REMOTE</i>) будет открывать порты. Обратитесь в ИТ-отдел, чтобы определить, каким системам разрешено открывать порты.

source: Estimated data capacity available after extension.
es_ar: Capacidad de datos estimada disponible después de la extensión.
fr: Capacité de données estimée disponible après l'extension.
ru: Расчетная емкость данных доступна после расширения.

source: Estimated raw capacity:
es_ar: Capacidad bruta estimada:
fr: Capacité brute estimée:
ru: Расчетная сырая емкость:

source: Estimated total raw data capacity
es_ar: Capacidad total estimada de datos brutos
fr: Capacité totale estimée de données brutes
ru: Расчетная общая емкость сырых данных

source: Excellent effort
es_ar: Excelente esfuerzo
fr: Efforts excellents
ru: Отличное усилие

source: Exclude
es_ar: Excluir
fr: Exclure
ru: Исключить

source: Exclude Child Datasets
es_ar: Excluir conjuntos de datos secundarios
fr: Exclure les datasets enfants
ru: Исключить дочерние наборы данных

source: Exclude specific child dataset snapshots from the replication. Use with <b>Recursive</b> snapshots. List child dataset names to exclude. Separate entries by pressing <code>Enter</code>. Example: <i>pool1/dataset1/child1</i>. A recursive replication of <i>pool1/dataset1</i> snapshots includes all child dataset snapshots except <i>child1</i>.
es_ar: Excluir instantáneas de conjuntos de datos secundarios específicos de la replicación. Úselo con instantáneas <b>recursivas</b>. Lista de nombres de conjuntos de datos secundarios para excluir. Separe las entradas presionando <code>Enter</code>. Ejemplo: <i>pool1/dataset1/child1</i>. Una replicación recursiva de las instantáneas <i>pool1/dataset1</i> incluye todas las instantáneas de conjuntos de datos secundarios excepto <i>child1</i>.
fr: Exclure de la réplication les clichés d'enfants spécifiques. Utiliser avec les instantanés <b>récursifs</b>. Liste des noms de datasets enfants à exclure. Séparez les entrées en appuyant sur la touche <code>Entrée</code>. Exemple : <i>pool1/dataset1/child1</i>. Une réplication récursive des instantanés de <i>pool1/dataset1</i> inclut tous les instantanés de dataset enfant, sauf l'<i>enfant</i> 1.

source: Exclude specific child datasets from the snapshot. Use with recursive snapshots. List paths to any child datasets to exclude. Example: <i>pool1/dataset1/child1</i>. A recursive snapshot of <i>pool1/dataset1</i> will include all child datasets except <i>child1</i>. Separate entries by pressing <code>Enter</code>.
es_ar: Excluir conjuntos de datos secundarios específicos de la instantánea. Úselo con instantáneas recursivas. Enumerar rutas a cualquier conjunto de datos hijo para excluir. Ejemplo: <i>pool1/dataset1/child1</i>. Una instantánea recursiva de <i>pool1/dataset1</i> incluirá todos los conjuntos de datos secundarios excepto <i>child1</i>. Separe las entradas presionando <code>Enter</code>.
fr: Exclure de l'instantané les données spécifiques aux enfants. Utiliser avec des instantanés récursifs. Lister les chemins d'accès à tous les datasets enfants à exclure. Exemple : <i>pool1/dataset1/child1</i>. Un instantané récursif de <i>pool1/dataset1</i> inclura tous les datasets enfants sauf <i>child1</i>. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.

source: Exec
es_ar: Ejec
ru: Исполнение

source: Execute
es_ar: Ejecutar
fr: Exécuter
ru: Исполнить

source: Expand Pool
es_ar: Expandir Pool
fr: Étendre le volume
ru: Расширить пул

source: Expand pool
es_ar: Expandir pool
fr: Étendre le volume
ru: Расширить пул

source: Expand pool to fit all available disk space.
es_ar: Expanda el pool para adaptarse a todo el espacio disponible en disco.
fr: Étendre le volume pour qu'il puisse s'adapter à tout l'espace disque disponible.
ru: Расширить пул используя все доступное дисковое пространство.

source: Expiration Date
es_ar: Fecha de expiración
fr: Date d'expiration
ru: Дата окончания срока

source: Export
es_ar: Exportar
fr: Exporter
ru: Экспорт

source: Export Certificate
es_ar: Exportar Certificado
fr: Exporter le certificat
ru: Экспортировать сертификат

source: Export Dataset Keys
es_ar: Exportar claves de conjunto de datos
fr: Exporter les clés du dataset
ru: Экспорт ключей набора данных

source: Export Dataset Keys for
es_ar: Exportar claves de conjunto de datos para
fr: Exporter les clés du dataset pour
ru: Экспорт ключей набора данных для

source: Export Key
es_ar: Exportar clave

source: Export Password Secret Seed
es_ar: Exportar semilla secreta de contraseña
fr: Exporter la valeur secrète du mot de passe
ru: Экспортировать секретное семя пароля

source: Export Private Key
es_ar: Exportar clave privada
fr: Exporter la clé privée
ru: Экспортировать закрытый ключ

source: Export Read Only
es_ar: Exportar solo lectura
fr: Exporter en lecture seule
ru: Экспортировать только для чтения

source: Export Recycle Bin
es_ar: Exportar papelera de reciclaje
fr: Exporter la corbeille
ru: Экспортировать Корзину

source: Export ZFS snapshots as <a href="https://docs.microsoft.com/en-us/windows/desktop/vss/shadow-copies-and-shadow-copy-sets" target=_blank>Shadow Copies</a> for VSS clients.
es_ar: Exporte instantáneas de ZFS como <a href="https://docs.microsoft.com/en-us/windows/desktop/vss/shadow-copies-and-shadow-copy-sets" target=_blank>Copias de la sombra</a > para clientes VSS.
fr: Exporter les instantanés ZFS comme les <a href="https://docs.microsoft.com/en-us/windows/desktop/vss/shadow-copies-and-shadow-copy-sets" target=_blank>clichés instantanés</a> pour les clients VSS.
ru: Экспорт снимков ZFS как <a href="https://docs.microsoft.com/en-us/windows/desktop/vss/shadow-copies-and-shadow-copy-sets" target=_blank>Shadow Copies</a> для клиентов VSS.

source: Export dataset keys which can be used to unlock datasets for
es_ar: Exportar claves de conjunto de datos que se pueden utilizar para desbloquear conjuntos de datos para
fr: Exporter les clés du dataset qui peuvent être utilisées pour déverrouiller les datasets pour
ru: Экспорт ключей набора данных, которые можно использовать для разблокировки наборов данных для

source: Export/Disconnect
es_ar: Exportar/Desconectar
fr: Exporter/Déconnecter
ru: Экспортировать/Отключить

source: Export/Disconnect Pool
es_ar: Exportar/Desconectar Pool
fr: Exporter/Déconnecter un volume
ru: Экспортировать/Отключить пул

source: Export/disconnect pool: '
es_ar: Exportar/desconectar grupo: '
fr: Exporter/Déconnecter le volume: '
ru: Экспортировать/Отключить пул: '

source: Exporting Pool
es_ar: Exportando Pool
fr: Exportation du volume
ru: Пул экспортруется

source: Exporting/disconnecting will continue after services have been managed.
es_ar: La exportación/desconexión continuará después de que se hayan administrado los servicios.
fr: L’exportation/la déconnexion se poursuivra une fois que les services auront été gérés.
ru: Экспорт/отключение продолжится после того, как службы будут управляться.

source: Expose zilstat via SNMP
es_ar: Exponer zilstat a través de SNMP
fr: Exposer zilstat via SNMP
ru: Отображать zilstat через SNMP

source: Extend
es_ar: Ampliar
fr: Étendre
ru: Расширить

source: Extend Vdev
es_ar: Extender Vdev
fr: Étendre le Vdev
ru: Расширить Vdev

source: Extended Key Usage
es_ar: Uso de clave extendida
fr: Utilisation étendue des clés
ru: Расширенное использование ключа

source: Extending Vdev
es_ar: Extendiendo Vdev
fr: Extension du Vdev
ru: Расширение Vdev

source: Extending vdev...
es_ar: Extendiendo vdev...
fr: Extension du vdev...
ru: Расширение vdev...

source: Extent
es_ar: Extensión
fr: Étendre
ru: Экстент

source: Extent Name
es_ar: Nombre de extensión
fr: Nom de l'étendue
ru: Имя экстента

source: Extent Type
es_ar: Tipo de extensión
fr: Type d'étendue
ru: Тип экстента

source: Extents
es_ar: Extensiones

source: Extra Users
es_ar: Usuarios extra
fr: Utilisateurs supplémentaires
ru: Дополнительные пользователи

source: FTP Host to connect to. Example: <i>ftp.example.com</i>.
es_ar: Host FTP para conectarse. Ejemplo: <i>ftp.example.com</i>.
fr: Hôte FTP auquel se connecter. Exemple: <i>ftp.exemple.com</i> .
ru: FTP-хост для подключения. Пример: <i>ftp.example.com</i>.

source: FTP Port number. Leave blank to use the default port <i>21</i>.
es_ar: Número de puerto FTP. Déjelo en blanco para usar el puerto predeterminado <i>21</i>.
fr: Numéro de port FTP. Laissez le champ vide pour utiliser le port par défaut <i>21</i>.
ru: Номер порта FTP. Оставьте пустым, чтобы использовать порт по умолчанию <i>21</i>.

source: Failed
es_ar: Fallido
fr: Échec
ru: Ошибка

source: Failed sending test alert!
es_ar: ¡Error al enviar alerta de prueba!
fr: Echec de l'envoi du test d'alerte !
ru: Не удалось отправить тестовое оповещение!

source: Failed to generate debug file.
es_ar: Fallo al generar el archivo de depuración.
fr: Échec de la génération du fichier de débug.
ru: Не удалось создать файл отладки.

source: Failover
es_ar: Conmutación por error
fr: Basculement
ru: Аварийное переключение

source: Failover Configuration
es_ar: Configuración de conmutación por error
fr: Configuration de Basculement
ru: Конфигурация аварийного переключения

source: Failover Group
es_ar: Grupo de conmutación por error
fr: Groupe de basculement
ru: Группа аварийного переключения

source: Failover Settings
es_ar: Configuración de conmutación por error
fr: Paramètres de Basculement
ru: Настройки аварийного переключения

source: Failover VHID
es_ar: VHID de conmutación por error
fr: VHID de Basculement
ru: VHID аварийного переключения

source: Failover is administratively disabled.
es_ar: La conmutación por error está deshabilitada administrativamente.
fr: Le basculement est désactivé administrativement.
ru: Аварийное переключение административно отключена.

source: Failover is in an error state.
es_ar: La conmutación por error está en un estado de error.
fr: Le basculement est en état d'erreur.
ru: Аварийное переключение находится в состоянии ошибки.

source: Fast (Less secure)
es_ar: Rápido (menos seguro)
fr: Rapide (moins sûr)
ru: Быстро (менее безопасно)

source: Feature
es_ar: Característica
fr: Fonctionnalité

source: Features
es_ar: Característivas
fr: Fonctionnalités
ru: Особенности

source: Feb
es_ar: Febrero
fr: Fév
ru: Фев

source: Fetch DataStores
es_ar: Recuperar almacenes de datos
fr: Récupération des données
ru: Получить DataStore

source: Fetch Method
es_ar: Método de recuperación
fr: Méthode de récupération
ru: Метод скачивания

source: Fetching Encryption Summary
es_ar: Extracción de resumen de cifrado
fr: Récupération du résumé du chiffrement
ru: Получение сводки по шифрованию

source: Fetching Encryption Summary for
es_ar: Extracción del resumen de cifrado para
fr: Récupération du résumé du chiffrement pour
ru: Получение сводки по шифрованию для

source: Fibre Channel
es_ar: Canal de fibra

source: Fibre Channel Port
es_ar: Puerto de canal de fibra
fr: Port Fibre Channel
ru: Порт Fibre Channel

source: Fibre Channel Ports
es_ar: Puertos de canal de fibra
fr: Ports Fibre Channel

source: File Information
es_ar: Información del archivo
fr: Informations sur le fichier
ru: Информация о файле

source: File Mask
es_ar: Máscara de archivo
fr: Masque de fichier

source: File Permissions
es_ar: Permisos del archivo
fr: Autorisations de fichier
ru: Права доступа к файлу

source: File Ticket
es_ar: Ticket de archivo

source: File upload complete
es_ar: Carga del archivo completada
fr: Téléchargement du fichier terminé
ru: Загрузка файла завершена

source: Filename Encryption
es_ar: Encriptación del nombre de archivo
fr: Chiffrement du nom de fichier
ru: Шифрование имени файла
