Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: The web service must restart for the protocol changes to take effect. The UI will be temporarily unavailable. Restart the service?
es_ar: El servicio web debe reiniciarse para que los cambios de protocolo surtan efecto. La IU no estará disponible temporalmente. ¿Reiniciar el servicio?
fr: Le service Web doit redémarrer pour que les changements de protocole prennent effet. L'interface utilisateur sera temporairement indisponible. Redémarrer le service ?
ru: Веб-служба должна быть перезапущена, чтобы изменения протокола вступили в силу. Пользовательский интерфейс будет временно недоступен. Перезапустить службу?

source: The zvol default block size is automatically chosen based on the number of the disks in the pool for a general use case.
es_ar: El tamaño de bloque predeterminado zvol se elige automáticamente en función del número de discos en el grupo para un caso de uso general.
fr: La taille de bloc par défaut de zvol est automatiquement choisie en fonction du nombre de disques dans le pool pour un cas d'utilisation générale.
ru: Размер блока zvol по умолчанию выбирается автоматически в зависимости от количества дисков в пуле для общего использования.

source: There are no alerts.
es_ar: No hay alertas.
fr: Il n'y a pas d'alertes.

source: There are pending network interface changes. Review them now?
es_ar: Hay cambios pendientes en la interfaz de red. ¿Revisarlos ahora?
fr: Des modifications de l'interface réseau sont en cours. Les revoir maintenant ?

source: There are unapplied network interface changes that must be tested before being permanently saved. Test changes now?
es_ar: Hay cambios de interfaz de red no aplicados que deben probarse antes de guardarse permanentemente. Probar cambios ahora?
fr: Il existe des modifications d'interface réseau non appliquées qui doivent être testées avant d'être sauvegardées de façon permanente. Tester les modifications maintenant ?

source: There is an upgrade waiting to finish.
es_ar: Hay una actualización esperando a terminar.
fr: Il y a une mise à jour qui attend d'être terminée.
ru: Обновление ожидает завершения.

source: There was a problem submitting the SPN entry.
es_ar: Hubo un problema al enviar la entrada SPN.
fr: Il y a eu un problème pour soumettre l'entrée SPN.

source: These <a href="https://support.apple.com/en-us/HT210803" target="_blank">protocol extensions</a> can be used by macOS to improve the performance and behavioral characteristics of SMB shares. This is required for Time Machine support.
es_ar: MacOS puede utilizar estas <a href="https://support.apple.com/en-us/HT210803" target="_blank">extensiones de protocolo</a> para mejorar el rendimiento y las características de comportamiento de los recursos compartidos SMB. Esto es necesario para el soporte de Time Machine.
fr: Ces <a href="https://support.apple.com/en-us/HT210803" target="_blank">extensions de protocole</a> peuvent être utilisées par macOS pour améliorer les performances et les caractéristiques comportementales des partages SMB. Ceci est nécessaire pour le support de Time Machine.

source: These IP Addresses were removed:
es_ar: Se eliminaron estas direcciones IP:
fr: Ces adresses IP ont été supprimées:

source: These arguments are passed to <a href="https://rclone.org/docs/" target="_blank">rclone</a>.
es_ar: Estos argumentos se pasan a <a href="https://rclone.org/docs/" target="_blank"> rclone </a>.
fr: Ces arguments sont passés à <a href="https://rclone.org/docs/" target="_blank">rclone</a>.
ru: Эти аргументы передаются <a href="https://rclone.org/docs/" target="_blank">rclone</a>.

source: These datasets could not be unlocked.
es_ar: Estos conjuntos de datos no se han podido desbloquear.
fr: Ces datasets n'ont pas pu être déverrouillés.

source: These datasets were not unlocked because the parent datasets could not be unlocked.
es_ar: Estos conjuntos de datos no se desbloquearon porque no se pudieron desbloquear los conjuntos de datos primarios.
fr: Ces datasets n'ont pas été déverrouillés parce que les datasets parents ne pouvaient pas être déverrouillés.

source: These datasets were successfully unlocked.
es_ar: Estos conjuntos de datos se desbloquearon correctamente.
fr: Ces datasets ont été déverrouillés avec succès.

source: These datasets will be unlocked with the provided credentials.
es_ar: Estos conjuntos de datos se desbloquearán con las credenciales proporcionadas.
fr: Ces datasets seront déverrouillés avec les informations d'identification fournies.

source: These permissions are too complicated to be displayed and cannot be saved unless changed.
es_ar: Estos permisos son demasiado complicados para mostrarse y no se pueden guardar a menos que se modifiquen.
fr: Ces autorisations sont trop compliquées pour être affichées et ne peuvent être sauvegardées à moins d'être modifiées.
ru: Эти разрешения слишком сложны для отображения и не могут быть сохранены без изменения.

source: These running processes are using
es_ar: Estos procesos en ejecución utilizan
fr: Ces processus en cours d’exécution utilisent

source: These running services are using
es_ar: Estos servicios en ejecución están utilizando
fr: Ces services en cours d’exécution utilisent

source: These services depend on pool
es_ar: Estos servicios dependen del grupo
fr: Ces services dépendent du volume

source: These services must be restarted to export the pool:
es_ar: Estos servicios deben reiniciarse para exportar el grupo:
fr: Ces services doivent être relancés pour exporter le volume :

source: These services must be stopped to export the pool:
es_ar: Estos servicios deben detenerse para exportar el grupo:
fr: Ces services doivent être arrêtés pour exporter le volume :

source: These settings require the reconfiguration of any existing client. After saving these changes, use your device to scan the QR Code.
es_ar: Esta configuración requiere la reconfiguración de cualquier cliente existente. Después de guardar estos cambios, use su dispositivo para escanear el código QR.

source: These unknown processes are using this pool:
es_ar: Estos procesos desconocidos están utilizando este grupo:
fr: Ces processus inconnus utilisent ce volume:

source: These unknown processes are using this pool:
es_ar: Estos procesos desconocidos están utilizando este grupo:
fr: Ces processus inconnus utilisent ce volume:

source: Third DNS server.
es_ar: Servidor DNS tercero.
fr: Troisième serveur DNS.
ru: Третий DNS-сервер.

source: Third-party Cloud service providers. Choose a provider to configure connection credentials.
es_ar: Terceros proveedores de servicios en la nube. Elija un proveedor para configurar las credenciales de conexión.
fr: Fournisseurs de services cloud tiers. Choisissez un fournisseur pour configurer les informations d'identification de connexion.
ru: Сторонние поставщики облачных услуг. Выберите поставщика для настройки учетных данных подключения.

source: This Certificate Authority is being used to sign one or more certificates. It can be deleted only after deleting these certificates.
es_ar: Esta autoridad de certificación se utiliza para firmar uno o más certificados. Solo se puede eliminar después de eliminar estos certificados.

source: This Controller
es_ar: Este Controlador
fr: Ce contrôleur
ru: Этот контроллер

source: This Dataset
es_ar: Este conjunto de datos
fr: Ce dataset
ru: Этот набор данных

source: This Dataset and Child Datasets
es_ar: Este conjunto de datos y conjuntos de datos secundarios
fr: Ce dataset et ses datasets enfants
ru: Этот и дочерние наборы данных

source: This action removes all ACLs from the current dataset and any directories or files contained within this dataset. Stripping the ACL resets dataset permissions. This can make data inaccessible until new permissions are created.
es_ar: Esta acción elimina todas las ACL del conjunto de datos actual y cualquier directorio o archivo contenido en este conjunto de datos. Eliminar la ACL restablece los permisos del conjunto de datos. Esto puede hacer que los datos sean inaccesibles hasta que se creen nuevos permisos.

source: This allows your TrueNAS system to be monitored and administrated by TrueCommand. Click <b>SIGNUP</b> to create a new TrueCommand Cloud instance or <b>CONNECT</b> to join an existing instance.
es_ar: Esto permite que su sistema TrueNAS sea monitoreado y administrado por TrueCommand. Haga clic en <b>REGISTRARSE</b> para crear una nueva instancia de TrueCommand Cloud o <b>CONECTAR</b> para unirse a una instancia existente.
fr: Cela permet à votre système TrueNAS d'être contrôlé et administré par TrueCommand. Cliquez sur <b>SIGNUP</b> pour créer une nouvelle instance TrueCommand Cloud ou sur <b>CONNECT</b> pour rejoindre une instance existante.

source: This certificate's public key is used for key management.
es_ar: La clave pública de este certificado se utiliza para la administración de claves.
fr: La clé publique de ce certificat est utilisée pour la gestion des clés.

source: This certificate's public key is used to decipher user data only during key agreement operations. Requires that <b>Key Agreement</b> is also set.
es_ar: La clave pública de este certificado se utiliza para descifrar los datos de usuario solo durante las operaciones de acuerdo de clave. Requiere que <b>Acuerdo de clave</b> también esté establecido.
fr: La clé publique de ce certificat est utilisée pour déchiffrer les données de l'utilisateur uniquement lors des opérations d'accord de clé (key agreement). Il faut que l'<b>accord de clé</b> (key agreement) soit également défini.

source: This certificate's public key is used to encipher user data.
es_ar: La clave pública de este certificado se utiliza para cifrar los datos de usuario.
fr: La clé publique de ce certificat est utilisée pour chiffrer les données de l'utilisateur.

source: This certificate's public key is used to manage key agreement.
es_ar: La clave pública de este certificado se utiliza para administrar el acuerdo de clave.
fr: La clé publique de ce certificat est utilisée pour gérer l'accord de clé (Key Agreement) .

source: This certificate's public key is used to verify signatures on a certificate revocation list (CRL).
es_ar: La clave pública de este certificado se utiliza para verificar las firmas en una lista de revocación de certificados (CRL).
fr: La clé publique de ce certificat est utilisée pour vérifier les signatures sur une liste de révocation de certificats (CRL).

source: This certificate's public key is used to verify signatures on other public key certificates. Activating this also requires enabling the <b>CA</b> basic constraint.
es_ar: La clave pública de este certificado se utiliza para comprobar las firmas en otros certificados de clave pública. La activación de esto también requiere habilitar la restricción básica <b>CA</b>.
fr: La clé publique de ce certificat est utilisée pour vérifier les signatures sur d'autres certificats de clé publique. Pour l'activer, il faut également activer la contrainte de base de l'<b>AC</b>.

source: This certificate's public key is used with digital signature methods that are separate from certificate or CRL signing.
es_ar: La clave pública de este certificado se utiliza con métodos de firma digital que son independientes del certificado o la firma DE CRL.
fr: La clé publique de ce certificat est utilisée avec des méthodes de signature numérique qui sont distinctes de la signature du certificat ou du CRL.

source: This certificate's public key verifies digital signatures used for a non-repudiation service.
es_ar: La clave pública de este certificado comprueba las firmas digitales utilizadas para un servicio sin repudio.
fr: La clé publique de ce certificat vérifie les signatures numériques utilisées pour un service de non-répudiation.

source: This change can interrupt connectivity and must be tested before making permanent.
es_ar: Este cambio puede interrumpir la conectividad y debe probarse antes de ser permanente.

source: This dataset has an active ACL. Changes to permissions must be made with the ACL editor.
es_ar: Este conjunto de datos tiene una ACL activa. Los cambios a los permisos deben realizarse con el editor de ACL.
fr: Ce dataset a une ACL active. Les modifications des autorisations doivent être effectuées avec l'éditeur d'ACL.

source: This feature is memory-intensive and <b>permanently affects how the data is stored</b>. It is recommended to be very familiar with the benefits and drawbacks of deduplication before activating this feature.
es_ar: Esta función consume mucha memoria y <b>afecta permanentemente la forma en que se almacenan los datos</b>. Se recomienda estar muy familiarizado con las ventajas y desventajas de la deduplicación antes de activar esta función.

source: This field accepts human-readable input (Ex. 50 GiB, 500M, 2 TB). If units are not specified, the value defaults to
es_ar: Este campo acepta entradas legibles para humanos (Ej. 50 GiB, 500M, 2 TB). Si no se especifican unidades, el valor predeterminado es
fr: Ce champ accepte les données lisibles par l'homme (Ex. 50 GiB, 500M, 2 To). Si aucune unité n'est spécifiée, la valeur par défaut est
ru: Это поле принимает вводимый человеком текст (например, 50 GiB, 500M, 2 TB). Если единицы не указаны, значением по умолчанию является

source: This field is required
es_ar: Este campo es requerido
fr: Ce champ est requis
ru: Это обязательное поле

source: This field remains empty until a valid <b>Username</b> and <b>Password</b> is entered. Choose the category that best describes the bug or feature being reported.
es_ar: Este campo permanece vacío hasta que se ingrese un <b> Nombre de usuario </b> y <b> Contraseña </b> válidos. Elija la categoría que mejor describa el error o la característica que se informa.
fr: Ce champ reste vide jusqu'à ce qu'un <b>nom d'utilisateur</b> et un <b>mot de passe</b> valides soient entrés. Choisissez la catégorie qui décrit le mieux le bug ou la caractéristique signalée.
ru: Это поле остается пустым до тех пор, пока не будут введены действительные <b>имя пользователя</b> и <b>пароль</b>. Выберите категорию, которая лучше всего описывает ошибку или функцию, о которой сообщается.

source: This is a production system
es_ar: Este es un sistema de producción
fr: C'est un système de production
ru: Это производственная система

source: This is an unofficial plugin not produced or supported by iXsystems. iXsystems does not provide support in configuration, diagnosis, or use of this unofficial plugin regardless of the current support level. Thorough research is strongly recommended before installing or using an unofficial plugin.
es_ar: Este es un complemento no oficial no producido o soportado por iXsystems. iXsystems no proporciona soporte en la configuración, diagnóstico o uso de este complemento no oficial, independientemente del nivel de soporte actual. Se recomienda realizar una investigación exhaustiva antes de instalar o utilizar un complemento no oficial.
fr: Il s'agit d'un plugin non officiel qui n'est pas produit ou supporté par iXsystems. iXsystems ne fournit pas de support pour la configuration, le diagnostic ou l'utilisation de ce plugin non officiel quel que soit le niveau de support actuel. Une recherche approfondie est fortement recommandée avant d'installer ou d'utiliser un plugin non officiel.
ru: Это неофициальный плагин, не производимый и не поддерживаемый iXsystems. iXsystems не предоставляет поддержку в настройке, диагностике или использовании этого неофициального плагина независимо от текущего уровня поддержки. Перед установкой или использованием неофициального плагина настоятельно рекомендуется провести тщательное исследование.

source: This is not a production release, and should only be used for testing.
es_ar: Esta no es una versión de producción, y solo debe usarse para pruebas.
fr: Il ne s'agit pas d'une version de production et ne doit être utilisée que pour les tests.
ru: Это не промышленный выпуск, и его следует использовать только для тестирования.

source: This is the OS_TENANT_NAME from an <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank">OpenStack credentials file</a>.
es_ar: Este es el OS_TENANT_NAME de un <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank"> archivo de credenciales OpenStack </a>.
fr: Il s'agit du OS_TENANT_NAME d'un <a href="https://rclone.org/swift/#configuration-from-an-openstack-credentials-file" target="_blank">fichier d'identification OpenStack</a>.

source: This job will not run again until it is enabled.
es_ar: Este trabajo no se ejecutará nuevamente hasta que esté habilitado.
fr: Cette tâche ne sera pas relancée tant qu'il n'aura pas été activé.

source: This operation might take a long time. Proceed?
es_ar: Esta operación puede llevar mucho tiempo. ¿Continuar?
fr: Cette opération peut prendre du temps. Poursuivre ?
ru: Эта операция может занять много времени. Продолжить?

source: This pool contains the system dataset that stores critical data like debugging core files, encryption keys for pools, and Samba 4 metadata such as the user/group cache and share level permissions. Exporting this pool will transfer the system dataset to another available pool. If the only available pool is encrypted, that pool will no longer be able to be locked. When no other pools exist, the system dataset transfers back to the TrueNAS operating system device.
es_ar: Este grupo contiene el conjunto de datos del sistema que almacena datos críticos, como depurar archivos centrales, claves de cifrado para grupos y metadatos de Samba 4, como el caché de usuario / grupo y los permisos de nivel compartido. La exportación de este grupo transferirá el conjunto de datos del sistema a otro grupo disponible. Si el único grupo disponible está cifrado, ese grupo ya no podrá bloquearse. Cuando no existen otros grupos, el conjunto de datos del sistema se transfiere de nuevo al dispositivo del sistema operativo TrueNAS.

source: This process continues in the background after closing this dialog.
es_ar: Este proceso continúa en segundo plano después de cerrar este cuadro de diálogo.

source: This system cannot communicate externally.
es_ar: Este sistema no puede comunicarse externamente.
fr: Ce système ne peut pas communiquer à l’extérieur.

source: This system will restart when the update completes.
es_ar: Este sistema se reiniciará cuando se complete la actualización.
fr: Ce système redémarrera lorsque la mise à jour sera terminée.
ru: Эта система перезапустится после завершения обновления.

source: This type of VDEV requires at least
es_ar: Este tipo de VDEV requiere al menos
fr: Ce type de VDEV nécessite au moins
ru: Этот тип VDEV требует как минимум

source: This type of encryption is for users storing sensitive data. Encrypted disks can be removed from the pool and reused or disposed of without being erased. iXsystems, inc. cannot be held responsible for any lost or unrecoverable data as a consequence of using this feature.
es_ar: Este tipo de cifrado es para usuarios que almacenan datos confidenciales. Los discos cifrados se pueden quitar del grupo y reutilizarse o eliminarse sin borrarlos. iXsystems, inc. no se hace responsable de los datos perdidos o irrecuperables como consecuencia del uso de esta función.

source: This value represents the threshold block size for including small file blocks into the special allocation class. Blocks smaller than or equal to this value will be assigned to the special allocation class while greater blocks will be assigned to the regular class. Valid values are zero or a power of two from 512B up to 1M. The default size is 0 which means no small file blocks will be allocated in the special class. Before setting this property, a special class vdev must be added to the pool. See <a href="https://zfsonlinux.org/manpages/0.7.13/man8/zpool.8.html" target="_blank">zpool(8)</a> for more details on the special allocation
es_ar: Este valor representa el tamaño de bloque de umbral para incluir bloques de archivos pequeños en la clase de asignación especial. Los bloques menores o iguales a este valor se asignarán a la clase de asignación especial, mientras que los bloques mayores se asignarán a la clase regular. Los valores válidos son cero o una potencia de dos desde 512B hasta 1M. El tamaño predeterminado es 0, lo que significa que no se asignarán bloques de archivos pequeños en la clase especial. Antes de establecer esta propiedad, se debe agregar una clase especial vdev al grupo. Consulte <a href="https://zfsonlinux.org/manpages/0.7.13/man8/zpool.8.html" target="_blank">zpool(8)</a> para obtener más detalles sobre la asignación especial.

source: Thread number:
es_ar: Número de hilo:
fr: Numéro de thread :
ru: Номер треда:

source: Threads
es_ar: Hilos
ru: Тредов

source: Threads:
es_ar: Hilos:
ru: Тредов:

source: Threshold days
es_ar: Días umbral
fr: Jours-seuil
ru: Порог дней

source: Threshold temperature in Celsius. If the drive temperature is higher than this value, a LOG_CRIT level log entry is created and an email is sent. <i>0</i> disables this check.
es_ar: Umbral de temperatura en grados Celsius. Si la temperatura de la unidad es superior a este valor, se crea una entrada de registro de nivel LOG_CRIT y se envía un correo electrónico. <i> 0 </i> deshabilita esta verificación.
fr: Température seuil en degrés Celsius. Si la température du variateur est supérieure à cette valeur, un journal de niveau LOG_CRIT est créé et un e-mail est envoyé. <i>0</i> désactive cette vérification.
ru: Пороговая температура в градусах Цельсия. Если температура привода выше этого значения, создается запись в журнале уровня LOG_CRIT и отправляется электронное письмо. <i>0</i> отключает эту проверку.

source: Thu
es_ar: Jueves
fr: Jeu
ru: Чт

source: Ticket
es_ar: Boleto

source: Time (in seconds) before the system stops attempting to establish a connection with the remote system.
es_ar: Tiempo (en segundos) antes de que el sistema deje de intentar establecer una conexión con el sistema remoto.
fr: Temps (en secondes) avant que le système n'arrête de tenter d'établir une connexion avec le système distant.
ru: Время (в секундах), по истечении которого система прекращает попытки установить соединение с удаленной системой.

source: Time Format
es_ar: Formato de tiempo
fr: Format de l'heure

source: Time Machine
es_ar: Máquina del tiempo
ru: Машина времени

source: Time Machine Quota
es_ar: Cuota de la máquina del tiempo
fr: Quota pour la Time Machine
ru: Квота машины времени

source: Time Remaining
es_ar: Tiempo restante
fr: Temps Restant

source: Timeout
es_ar: Tiempo de espera
fr: Délais d'attente
ru: Таймаут

source: Times
es_ar: Veces
fr: Temps
ru: Время

source: Timezone
es_ar: Zona horaria
fr: Fuseau horaire
ru: Часовой пояс

source: Title
es_ar: Título
fr: Titre
ru: Заглавие

source: Title
es_ar: Título
fr: Titre
ru: Заглавие

source: To activate this periodic snapshot schedule, set this option. To disable this task without deleting it, unset this option.
es_ar: Para activar esta programación periódica de instantáneas, configure esta opción. Para deshabilitar esta tarea sin eliminarla, desactive esta opción.
fr: Pour activer ce programme d'instantanés périodiques, choisissez cette option. Pour désactiver cette tâche sans la supprimer, désactivez cette option.
