Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: IPv6 prefix for the jail.
es_ar: Prefijo IPv6 para la jaula.
fr: Préfixe IPv6 pour le jail.
ru: Префикс IPv4 для jail.

source: ISNS Servers
es_ar: Servidores ISNS
fr: Serveurs ISNS
ru: Сервера ISNS

source: ISO save location
es_ar: Ubicación de guardado ISO
fr: Emplacement d'enregistrement ISO
ru: Место сохранения ISO

source: ISO upload location
es_ar: Ubicación de carga ISO
fr: Emplacement d'upload ISO
ru: Место загрузки ISO

source: Icon URL
es_ar: URL del ícono
fr: URL de l'icône
ru: URL значка

source: Icon file to use as the profile picture for new messages. Example: <i>https://mattermost.org/wp-content/uploads/2016/04/icon.png</i>.<br> Requires configuring Mattermost to <a href="https://docs.mattermost.com/administration/config-settings.html#enable-integrations-to-override-profile-picture-icons" target="_blank">override profile picture icons</a>.
es_ar: Archivo de icono para usar como imagen de perfil para nuevos mensajes. Ejemplo: <i>https://mattermost.org/wp-content/uploads/2016/04/icon.png</i>. <br> Requiere configurar Mattermost en <a href="https://docs.mattermost.com/administration/config-settings.html#enable-integrations-to-override-profile-picture-icons" target="_blank">anular iconos de imagen de perfil</a>.
fr: Fichier d'icônes à utiliser comme image de profil pour les nouveaux messages. Exemple : https://mattermost.org/wp-content/uploads/2016/04/icon.png.
ru: Файл значка для использования в качестве изображения профиля для новых сообщений. Пример: <i>https://mattermost.org/wp-content/uploads/2016/04/icon.png</i>.<br> Требуется настроить Mattermost для <a href="https://docs. materialmost.com/administration/config-settings.html#enable-integrations-to-override-profile-picture-icons" target="_blank">переопределения значков изображений профиля</a>.

source: Identification
es_ar: Indentificación
ru: Идентификация

source: Identifier
es_ar: Identificador
fr: Identificateur
ru: Идентификатор

source: Identifier and Type
es_ar: Identificador y Tipo
fr: Identifiant et type
ru: Идентификатор и тип

source: Identify Light
es_ar: Identificar la luz
fr: Témoin d'Identification
ru: Подсветка идентификации

source: Identify the purpose for this public key. Typically used for end entity certificates. Multiple usages can be selected. Do not mark this extension critical when the <i>Usage</i> is <i>ANY_EXTENDED_KEY_USAGE</i>.<br><br> Using both <b>Extended Key Usage</b> and <b>Key Usage</b> extensions requires that the purpose of the certificate is consistent with both extensions. See <a href="https://www.ietf.org/rfc/rfc3280.txt" target="_blank">RFC 3280, section 4.2.1.13</a> for more details.
es_ar: Identifique el propósito de esta clave pública. Normalmente se usa para certificados de entidad final. Se pueden seleccionar varios usos. No marque esta extensión crítica cuando el <i>Usage</i> es <i>ANY_EXTENDED_KEY_USAGE</i>. <br><br>Usar <b>Uso de claves extendido</b> y <b>Uso de clave</b> extensiones requiere que el propósito del certificado sea coherente con ambas extensiones. Para obtener más información, consulte <a href="https://www.ietf.org/rfc/rfc3280.txt" target="_blank">RFC 3280, sección 4.2.1.13</a>.
fr: Identifiez le but de cette clé publique. Généralement utilisée pour les certificats d'entités finales. Plusieurs usages peuvent être sélectionnés. Ne marquez pas cette extension comme critique lorsque l'<i>utilisation</i> est <i>ANY_EXTENDED_KEY_USAGE</i>.<br><br> L'utilisation des deux extensions <b>Extended Key Us</b>age et <b>Key Usage</b> nécessite que l'objet du certificat soit cohérent avec les deux extensions. Voir <a href="https://www.ietf.org/rfc/rfc3280.txt" target="_blank">RFC 3280, section 4.2.1.13</a> pour plus de détails.

source: Identify this certificate as a Certificate Authority (CA).
es_ar: Identifique este certificado como entidad de certificación (CA).
fr: Identifiez ce certificat comme une autorité de certification (CA).
ru: Определить этот сертификат как центр сертификации (CA).

source: Identify this extension as critical for the certificate. Critical extensions must be recognized by the certificate-using system or this certificate will be rejected. Extensions identified as <i>not</i> critical can be ignored by the certificate-using system and the certificate still approved.
es_ar: Identifique esta extensión como crítica para el certificado. Las extensiones críticas deben ser reconocidas por el sistema de uso de certificados o este certificado será rechazado. El sistema que usa el certificado y el certificado todavía aprobado pueden omitir las extensiones identificadas como <i>no</i> críticas.
fr: Identifiez cette extension comme étant essentielle pour le certificat. Les extensions critiques doivent être reconnues par le système d'utilisation du certificat, sinon ce certificat sera rejeté. Les extensions identifiées comme <i>non</i> critiques peuvent être ignorées par le système d'utilisation des certificats et le certificat peut être approuvé.
ru: Определите это расширение как критическое для сертификата. Критические расширения должны распознаваться системой, использующей сертификат, иначе этот сертификат будет отклонен. Расширения, обозначенные как <i>не</i> критические, могут игнорироваться системой, использующей сертификат, и сертификат все равно утвержден.

source: Idmap Backend
es_ar: Backend Idmap
fr: Backend Idmap
ru: Механизм idmap

source: If selected, sets several environment variables.
es_ar: Si se selecciona, establece varias variables de entorno.
fr: Si sélectionné, définit plusieurs variables d'environnement.
ru: Если выбрано, устанавливает несколько переменных среды.

source: If set when troubleshooting a connection, logs more verbosely.
es_ar: Si se configura al solucionar problemas de una conexión, se registra de manera más detallada.
fr: S'il est défini lors du dépannage d'une connexion, enregistre de manière plus détaillée.
ru: Если установлено при поиске и устранении неисправностей соединения, пишет журнал более подробно.

source: If set, AFP does not stat the pool path when enumerating the pools list. This is useful for automounting or pools created by a preexec script.
es_ar: Si se establece, AFP no registra la ruta del grupo al enumerar la lista de grupos. Esto es útil para el montaje automático o agrupaciones creadas por un script preexec.
fr: Si défini, AFP ne précise pas le chemin du volume lors de l'énumération de la liste des volume. Ceci est utile pour le montage automatique ou les volumes créés par un script preexec.
ru: Если установлено, AFP не проверяет путь к пулу при перечислении списка пулов. Это полезно для автоматического монтирования или пулов, созданных сценарием preexec.

source: If set, the DNS name of the client must resolve to its IP address and the cert must contain the same DNS name.
es_ar: Si se establece, el nombre DNS del cliente debe resolverse en su dirección IP y el certificado debe contener el mismo nombre DNS.
fr: S'il est défini, le nom DNS du client doit être résolu en adresse IP et le certificat doit contenir le même nom DNS.
ru: Если установлено, DNS-имя клиента должно соответствовать его IP-адресу, а сертификат должен содержать то же DNS-имя.

source: If set, the client certificate must contain the IP address that matches the IP address of the client.
es_ar: Si se establece, el certificado del cliente debe contener la dirección IP que coincida con la dirección IP del cliente.
fr: Si défini, le certificat client doit contenir l'adresse IP qui correspond à l'adresse IP du client.
ru: Если установлено, сертификат клиента должен содержать IP-адрес, который соответствует IP-адресу клиента.

source: If set, the password of the user can be sent unencrypted.
es_ar: Si se establece, la contraseña del usuario se puede enviar sin cifrar.
fr: Si défini, le mot de passe de l'utilisateur peut être envoyé non chiffré.
ru: Если установлено, пароль пользователя может быть отправлен в незашифрованном виде.

source: If set, the user home directory is checked for a <b>.tlslogin</b> file which contains one or more PEM-encoded certificates. If not found, the user is prompted for password authentication.
es_ar: Si se establece, se busca en el directorio de inicio del usuario un archivo <b>.tlslogin</b> que contenga uno o más certificados codificados por PEM. Si no se encuentra, se le solicita al usuario la autenticación de contraseña.
fr: Si défini, le répertoire de base de l'utilisateur est vérifié pour un fichier <b>.tlslogin</b> contenant un ou plusieurs certificats PEM-encoded. S'il ne le trouve pas, l'utilisateur est invité à s'authentifier par mot de passe.
ru: Если установлено, домашний каталог пользователя проверяется на наличие файла <b>.tlslogin</b>, который содержит один или несколько сертификатов в кодировке PEM. Если не найден, пользователю предлагается ввести пароль для аутентификации.

source: If the <i>Hex key</i> type is chosen, an encryption key will be auto-generated.
es_ar: Si se elige el tipo <i>clave hexadecimal</i>, se generará automáticamente una clave de cifrado.
fr: Si le type <i>Hex key</i> est choisi, une clé de chiffrement sera générée automatiquement.

source: If the IPMI out-of-band management interface is on a different VLAN from the management network, enter the IPMI VLAN.
es_ar: Si la interfaz de administración fuera de banda de IPMI está en una VLAN diferente de la red de administración, ingrese la VLAN de IPMI.
fr: Si l'interface de gestion IPMI hors bande se trouve sur un réseau local virtuel différent du réseau de gestion, entrez le VLAN IPMI.
ru: Если интерфейс внешнего управления IPMI находится в VLAN, отличном от сети управления, введите VLAN IPMI.

source: If the destination system has snapshots but they do not have any data in common with the source snapshots, destroy all destination snapshots and do a full replication. <b>Warning:</b> enabling this option can cause data loss or excessive data transfer if the replication is misconfigured.
es_ar: Si el sistema de destino tiene instantáneas pero no tiene ningún dato en común con las instantáneas de origen, destruya todas las instantáneas de destino y realice una replicación completa. <b>Advertencia:</b> habilitar esta opción puede causar pérdida de datos o transferencia excesiva de datos si la replicación está mal configurada.
fr: Si le système de destination a des instantanés mais qu’ils n’ont aucune donnée en commun avec les instantanés source, détruisez tous les instantanés de destination et effectuez une réplication complète. <b>Avertissement:</b> l'activation de cette option peut entraîner une perte de données ou un transfert de données excessif si la réplication est mal configurée.
ru: Если в целевой системе есть снимки, но они не имеют общих данных с исходными снимками, уничтожить все целевые снимки и выполнить полную репликацию. <b>Предупреждение:</b> включение этой опции может привести к потере или чрезмерной передаче данных в случае неправильной настройки репликации.

source: Ignore
es_ar: Ignorar
fr: Ignorer
ru: Игнорировать

source: Ignore Builtin
es_ar: Ignorar Builtin
fr: Ignorer Builtin
ru: Игнорировать BUILTIN

source: Immediately connect to TrueCommand.
es_ar: Conectar de inmediato a TrueCommand.
fr: Connectez-vous immédiatement à TrueCommand.
ru: Сразу подключиться к TrueCommand.

source: Import
es_ar: Importar
fr: Importer
ru: Импорт

source: Import Certificate
es_ar: Importar certificado

source: Import Certificate Signing Request
es_ar: Importar solicitud de firma de certificado

source: Import a pool that exists but is not connected.
es_ar: Importe un grupo que existe pero que no está conectado.
fr: Importer un volume existant mais non connecté.
ru: Импортировать пул, который существует, но не подключен.

source: Import an existing pool
es_ar: Importar un grupo existente
fr: Importer un volume existant
ru: Импортировать существующий пул

source: Import an existing pool.
es_ar: Importar un grupo existente.
fr: Importer un volume existant

source: Import the private key from an existing SSH keypair or select <i>Generate New</i> to create a new SSH key for this credential.
es_ar: Importe la clave privada de un par de claves SSH existente o seleccione <i>Generar nuevo</i> para crear una nueva clave SSH para esta credencial.
fr: Importez la clé privée d'une paire de clés SSH existante ou sélectionnez <i>Générer nouveau</i> pour créer une nouvelle clé SSH pour ce credential.
ru: Импортируйте закрытый ключ из существующей пары ключей SSH или выберите <i>Создать новый</i>, чтобы создать новый ключ SSH для этих учетных данных.

source: Important
es_ar: Importante
ru: Важный

source: Importing Disk
es_ar: Importando disco
fr: Importation du disque
ru: Импорт диска

source: Importing Disk...
es_ar: Importando disco...
fr: Importer du disque...
ru: Импорт диска...

source: Importing Pool
es_ar: Importando Pool
fr: Importation du volume
ru: Импорт пула

source: Importing Pool...
es_ar: Importando Pool...
fr: Importer un volume...
ru: Импорт пула...

source: Importing pools.
es_ar: Importando Grupos (Pools).
fr: Importation des volumes.
ru: Импорт пулов.

source: In
es_ar: En
fr: Descendant
ru: Вход

source: In KiBs or greater. A default of <i>0 KiB</i> means unlimited.
es_ar: En KiBs o superior. Un valor predeterminado de <i>0 KiB</i> significa ilimitado.
fr: En KiBs ou plus. Un défaut de <i>0 KiB</i> signifie illimité
ru: В КиБ или больше. Значение по умолчанию <i>0 KiB</i> означает неограниченное.

source: Include Dataset Properties
es_ar: Incluir propiedades del conjunto de datos
fr: Inclure les propriétés du Dataset
ru: Включить свойства набора данных

source: Include Password Secret Seed
es_ar: Incluir contraseña semilla secreta
fr: Inclure le Password Secret Seed
ru: Включить секретное семя пароля

source: Include dataset properties with the replicated snapshots.
es_ar: Incluya las propiedades del conjunto de datos con las instantáneas replicadas.
fr: Inclure les propriétés du dataset avec les snapshots répliqués.
ru: Включите свойства набора данных в реплицированные снимки.

source: Include iftop network performance statistics in SNMP messages.
es_ar: Incluya estadísticas de rendimiento de la red iftop en los mensajes SNMP.
fr: Inclure les statistiques de performances réseau iftop dans les messages SNMP.

source: Including the Password Secret Seed allows using this configuration file with a new boot device. It also decrypts all passwords used on this system. <b>Keep the configuration file safe and protect it from unauthorized access!</b>
es_ar: La inclusión de la Semilla Secreta de Contraseñas permite usar este archivo de configuración con un nuevo dispositivo de arranque. También descifra todas las contraseñas utilizadas en este sistema. <b> ¡Mantenga seguro el archivo de configuración y protéjalo del acceso no autorizado! </b>
fr: Inclure le Password Secret Seed permet d'utiliser ce fichier de configuration avec un nouveau périphérique de démarrage. Il décrypte également tous les mots de passe utilisés sur ce système. <b> Conservez le fichier de configuration en lieu sûr et protégez-le contre tout accès non autorisé !</b>
ru: Включение Password Secret Seed позволяет использовать этот файл конфигурации с новым загрузочным устройством. Он также расшифровывает все пароли, используемые в этой системе. <b>Сохраняйте файл конфигурации в безопасности и защищайте его от несанкционированного доступа!</b>

source: Incorrect Password
es_ar: Contraseña incorrecta
fr: Mot de passe incorrect
ru: Неверный пароль

source: Indicates how to handle Access Control Lists. <b>Ignore:</b> ignores requests and gives the parent directory ACL inheritance full control over new items.<b> Preserve:</b> preserves ZFS ACEs for named users and groups or the POSIX ACL group mask. <b>Simple:</b> is set to chmod() as requested without any extra steps.
es_ar: Indica cómo manejar las listas de control de acceso. <b>Ignorar:</b> ignora las solicitudes y le da al directorio padre la herencia de ACL control total sobre los nuevos elementos. <b>Conservar:</b> conserva las ACE ZFS para usuarios y grupos con nombre o la máscara de grupo ACL POSIX. <b>Simple:</b> se establece en chmod () según lo solicitado sin ningún paso adicional.
fr: Indique comment gérer les listes de contrôle d'accès (ACL). <b>Ignorer :</b> ignore les requêtes et donne au répertoire parent le contrôle total de l'héritage ACL sur les nouveaux éléments.<b> Préserver :</b> préserve les ZFS ACEs pour les utilisateurs et groupes nommés ou le masque de groupe POSIX ACL. <b>Simple :</b> est mis à chmod() comme demandé sans aucune étape supplémentaire.
ru: Указывает, как обрабатывать списки контроля доступа. <b>Игнорировать:</b> игнорирует запросы и дает наследованию ACL родительского каталога полный контроль над новыми элементами. <b>Сохранять:</b> сохраняет ACE ZFS для именованных пользователей и групп или маски группы POSIX ACL. <b>Просто:</b> устанавливает в chmod() в соответствии с запросом без каких-либо дополнительных шагов.

source: InfluxDB time series name for collected points.
es_ar: Nombre de la serie temporal de InfluxDB para los puntos recopilados.
fr: Nom de la série temporelle InfluxDB pour les points collectés.
ru: Имя временного ряда InfluxDB для собранных точек.

source: Informational
es_ar: Informativo
fr: Information
ru: Информационные

source: Inherit
es_ar: Heredar
fr: Hériter
ru: Наследовать

source: Inherit (encrypted)
es_ar: Heredar (encriptado)
fr: Héritage (chiffré)
ru: Наследовать (зашифрован)

source: Inherit (non-encrypted)
es_ar: Heredar (no encriptado)
fr: Héritage (non chiffré)
ru: Наследовать (не зашифрован)

source: Inherit encryption properties from parent
es_ar: Heredar propiedades de cifrado de los elementos primarios
fr: Hériter des propriétés de chiffrement du parent
ru: Наследовать свойства шифрования от родителя

source: Inherits
es_ar: Hereda
fr: Hérite
ru: Наследует

source: Init/Shutdown Script
es_ar: Script de inicio/apagado
fr: Script de Démarrage/Arrêt
ru: Скрипт инициализации/выключения

source: Initial secret authentication key. When an authentication key is not set, no <i>Authentication Protocol</i> is used. If an authentication key is set and an <i>Authentication Protocol</i> is not specified, <a href="https://en.wikipedia.org/wiki/MD5" target="_blank">MD5</a> is used as the default.<br> Must be at least 8 and at most 32 octets long.
es_ar: Clave de autenticación secreta inicial. Cuando no se establece una clave de autenticación, no se utiliza el <i>Protocolo de autenticación</i>. Si se establece una clave de autenticación y no se especifica un <i>Protocolo de autenticación</i>, <a href="https://en.wikipedia.org/wiki/MD5" target="_blank">MD5</a> se utiliza por defecto. <br> Debe tener al menos 8 y como máximo 32 octetos de largo.
fr: Clé d'authentification secrète initiale. Lorsqu'aucune clé d'authentification n'est définie, aucun <i>protocole d'authentification</i> n'est utilisé. Si une clé d'authentification est définie et qu'un <i>protocole d'authentification</i> n'est pas spécifié, <a href="https://en.wikipedia.org/wiki/MD5" target="_blank">MD5</a> est utilisé par défaut.<br> Doit avoir au moins 8 et au plus 32 octets de longueur.
ru: Начальный секретный ключ аутентификации. Когда ключ аутентификации не установлен, <i>Протокол аутентификации</i> не используется. Если ключ аутентификации установлен, а <i>Протокол аутентификации</i> не указан, <a href="https://en.wikipedia.org/wiki/MD5" target="_blank">MD5</a> используется по умолчанию.<br> Должен быть длиной не менее 8 и не более 32 октетов.

source: Initial secret encryption key. If an encryption key is not set, no <i>Encryption Protocol</i> is used. If an encryption key is set and an <i>Encryption Protocol</i> is not specified, <a href="https://en.wikipedia.org/wiki/Data_Encryption_Standard" target="_blank">DES</a> is used as the default.<br> Must be at least 8 and at most 32 octets long.
es_ar: Clave de cifrado secreta inicial. Si no se establece una clave de cifrado, no se utiliza el <i>Protocolo de cifrado</i>. Si se establece una clave de cifrado y no se especifica un <i>Protocolo de cifrado</i>, <a href="https://en.wikipedia.org/wiki/Data_Encryption_Standard" target="_blank">DES</a> se utiliza por defecto. <br>Debe tener al menos 8 y como máximo 32 octetos de largo.
fr: Clé de chiffrement secrète initiale. Si aucune clé de chiffrement n'est définie, aucun <i>protocole de chiffrement</i> n'est utilisé. Si une clé de chiffrement est définie et qu'un <i>protocole de chiffrement</i> n'est pas spécifié, <a href="https://en.wikipedia.org/wiki/Data_Encryption_Standard" target="_blank">DES</a> est utilisé par défaut.<br> Doit avoir au moins 8 et au plus 32 octets de longueur.
ru: Начальный секретный ключ шифрования. Если ключ шифрования не установлен, <i>Протокол шифрования</i> не используется. Если ключ шифрования установлен, а <i>Протокол шифрования</i> не указан, <a href="https://en.wikipedia.org/wiki/Data_Encryption_Standard" target="_blank">DES</a> используется по умолчанию.<br> Должен быть длиной не менее 8 и не более 32 октетов.

source: Initiate Failover
es_ar: Iniciar conmutación por error
fr: Lancer le basculement (failover)
ru: Иницровать переключение

source: Initiator
es_ar: Iniciador
fr: Initiateur
ru: Инициатор

source: Initiator Group ID
es_ar: ID del grupo iniciador
fr: ID de groupe de l'initiateur
ru: Идентификатор группы инициаторов

source: Initiators
es_ar: Iniciadores
fr: Initiateurs
ru: Инициаторы

source: Initiators Groups
es_ar: Grupos de iniciadores
fr: Groupes d’initiateurs

source: Initiators allowed access to this system. Enter an <a href="https://tools.ietf.org/html/rfc3720#section-3.2.6" target="_blank">iSCSI Qualified Name (IQN)</a> and click <i>+</i> to add it to the list. Example: <i>iqn.1994-09.org.freebsd:freenas.local</i>
es_ar: Los iniciadores permitieron el acceso a este sistema. Ingrese un <a href="https://tools.ietf.org/html/rfc3720#section-3.2.6" target="_blank">Nombre calificado iSCSI (IQN)</a> y haga clic en <i>+</i> para agregarlo a la lista. Ejemplo: <i>iqn.1994-09.org.freebsd: freenas.local</i>
fr: Les initiateurs ont autorisé l'accès à ce système. Entrez un <a href="https://tools.ietf.org/html/rfc3720#section-3.2.6" target="_blank">Nom Qualifié iSCSI (IQN)</a> et cliquez sur <i>+</i> pour l'ajouter à la liste. Exemple : <i>iqn.1994-09.org.freebsd:freenas.local</i>
ru: Инициаторы, которым разрешен доступ к этой системе. Введите <a href="https://tools.ietf.org/html/rfc3720#section-3.2.6" target="_blank">iSCSI Qualified Name (IQN)</a> и нажмите <i>+</i>, чтобы добавить его в список. Пример: <i>iqn.1994-09.org.freebsd:freenas.local</i>
