Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Privileges are the same as the guest account. Guest access is disabled by default in Windows 10 version 1709 and Windows Server version 1903. Additional client-side configuration is required to provide guest access to these clients.<br><br> <i>MacOS clients:</i> Attempting to connect as a user that does not exist in FreeNAS <i>does not</i> automatically connect as the guest account. The <b>Connect As:</b> <i>Guest</i> option must be specifically chosen in MacOS to log in as the guest account. See the <a href="https://support.apple.com/guide/mac-help/connect-mac-shared-computers-servers-mchlp1140/" target="_blank">Apple documentation</a> for more details.
es_ar: Los privilegios son los mismos que los de la cuenta de invitado. El acceso de invitado está deshabilitado de forma predeterminada en Windows 10 versión 1709 y Windows Server versión 1903. Se requiere una configuración adicional del lado del cliente para proporcionar acceso de invitado a estos clientes. <br> <br> <i> Clientes MacOS: </i> Intentando conectarse como un usuario que no existe en FreeNAS <i> no </i> se conecta automáticamente como la cuenta de invitado. La opción <b> Conectar como: </b> <i> Invitado </i> debe elegirse específicamente en MacOS para iniciar sesión como la cuenta de invitado. Consulte la <a href="https://support.apple.com/guide/mac-help/connect-mac-shared-computers-servers-mchlp1140/" target="_blank"> documentación de Apple </a> para obtener más información. detalles.
fr: Les privilèges sont les mêmes que pour le compte invité. L'accès invité est désactivé par défaut sous Windows 10 version 1709 et Windows Server version 1903. Une configuration supplémentaire côté client est nécessaire pour fournir un accès invité à ces clients.<br><br> <i> Clients MacOS :</i> Tenter de se connecter en tant qu'utilisateur qui n'existe pas dans FreeNAS <i>ne</i> se connecte <i>pas</i> automatiquement en tant que compte invité. Le <b>Connect As :</b> L'option <i>Invité</i> doit être spécifiquement choisie dans MacOS pour se connecter en tant que compte invité. Consultez la <a href="https://support.apple.com/guide/mac-help/connect-mac-shared-computers-servers-mchlp1140/" target="_blank">documentation Apple</a> pour plus de détails.
ru: Привилегии такие же, как у гостевой учетной записи. Гостевой доступ по умолчанию отключен в Windows 10 версии 1709 и Windows Server 1903. Для обеспечения гостевого доступа к этим клиентам требуется дополнительная конфигурация на стороне клиента.<br><br> <i>Клиенты MacOS:</i> Попытка подключиться как пользователь, который не существует во FreeNAS <i>не</i> подключается автоматически как гостевая учетная запись. Параметр <b>Подключить как:</b> <i>Guest</ > должен быть специально выбран в MacOS для входа в качестве учетной записи гостя. См. <a href="https://support.apple.com/guide/mac-help/connect-mac-shared-computers-servers-mchlp1140/" target="_blank">документацию Apple</a> для более подробной информации.

source: Proactive Support
es_ar: Apoyo proactivo
fr: Support proactif
ru: Проактивная поддержка

source: Proactive Support can notify iXsystems by email when TrueNAS hardware conditions require attention.
es_ar: El soporte proactivo puede notificar a iXsystems por correo electrónico cuando las condiciones del hardware TrueNAS requieren atención.
fr: Le support proactif peut avertir iXsystems par e-mail lorsque les conditions matérielles de TrueNAS requièrent une attention particulière.
ru: Упреждающая поддержка может уведомлять iXsystems по электронной почте, когда состояние оборудования TrueNAS требует внимания.

source: Proceed
es_ar: Continuar
fr: Procéder
ru: Продолжить

source: Proceed with Update
es_ar: Continuar con la actualización
fr: Procéder à la mise à jour

source: Proceed with upgrading the pool? WARNING: Upgrading a pool is a one-way operation that might make some features of the pool incompatible with older versions of TrueNAS:
es_ar: ¿Continuar con la actualización del Pool? ADVERTENCIA: La actualización de un Pool es una operación unidireccional que puede hacer que algunas características del Pool sean incompatibles con versiones anteriores de TrueNAS:
fr: Procéder à la mise à niveau du volume ? AVERTISSEMENT : La mise à niveau d'un volume est une opération à sens unique qui pourrait rendre certaines fonctionnalités du volume incompatibles avec les anciennes versions de TrueNAS:

source: Product:
es_ar: Producto:

source: Production status successfully updated
es_ar: Estado de producción actualizado con éxito
fr: Statut de production mis à jour avec succès
ru: Статус производства успешно обновлен

source: Profiles
es_ar: Perfiles
fr: Profils

source: Progress
es_ar: Progreso
fr: Progression
ru: Прогрес

source: Prohibits writes to this share.
es_ar: Prohíbe las escrituras a este recurso compartido.
fr: Interdit les écritures sur ce partage.

source: Promote Dataset
es_ar: Promover conjunto de datos
fr: Promouvoir le dataset
ru: Продвинуть набор данных

source: Properties Exclude
es_ar: Propiedades excluidas

source: Properties Override
es_ar: Anulación de propiedades

source: Protocol
es_ar: Protocolo
fr: Protocole
ru: Протокол

source: Provide static key for authentication/encryption of all control channel packets when <code>tls_crypt_auth_enabled</code> is enabled.
es_ar: Proporcione una clave estática para la autenticación / encriptación de todos los paquetes de canales de control cuando <code> tls_crypt_auth_enabled </code> esté habilitado.
fr: Fournir une clé statique pour l'authentification/le chiffremennt de tous les paquets du canal de contrôle lorsque <code>tls_crypt_auth_enabled</code> est activé.

source: Provider
es_ar: Proveedor
fr: Fournisseur
ru: Провайдер

source: Provides a plugin interface for Winbind to use varying backends to store SID/uid/gid mapping tables. The correct setting depends on the environment in which the NAS is deployed.
es_ar: Proporciona una interfaz de complemento para que Winbind use backends variables para almacenar tablas de mapeo SID / uid / gid. La configuración correcta depende del entorno en el que se implementa el NAS.
fr: Fournit une interface de plugin pour Winbind afin d'utiliser les différents backends pour stocker les tables de mapping SID/uid/gid. Le réglage correct dépend de l'environnement dans lequel le NAS est déployé.

source: Provides a pop-up window of diagnostic information if a fatal error occurs.
es_ar: Proporciona una ventana emergente de información de diagnóstico si se produce un error grave.
fr: Fournit un pop-up d'informations de diagnostic en cas d'erreur fatale.
ru: Предоставляет всплывающее окно диагностической информации в случае фатальной ошибки.

source: Provisioning URI (includes Secret - Read only):
es_ar: URI de aprovisionamiento (incluye secreto: solo lectura):
fr: Provisioning URI (y compris Secret - Read only) :

source: Public IP address or hostname. Set if FTP clients cannot connect through a NAT device.
es_ar: Dirección IP pública o nombre de host. Establezca si los clientes FTP no pueden conectarse a través de un dispositivo NAT.
fr: Adresse IP publique ou nom d'hôte. Définissez si les clients FTP ne peuvent pas se connecter via un périphérique NAT.
ru: Публичный IP-адрес или имя хоста. Установите, если клиенты FTP не могут подключиться через устройство NAT.

source: Public Key
es_ar: Clave pública
fr: Clé publique
ru: Открытый ключ

source: Purpose
es_ar: Propósito
fr: Objectif

source: Quick
es_ar: Rápido
fr: Rapide
ru: Быстрый

source: Quiet
es_ar: Silencioso
fr: Silencieux
ru: Тихий

source: Quota critical alert at, %
es_ar: Alerta crítica de cuota en, %
fr: Quota d'alerte critique à, %
ru: Квота критического оповещения при, %

source: Quota for each Time Machine backup on this share (in GiB). Note that this change will be applied only after share re-mount.
es_ar: Cuota para cada copia de seguridad de Time Machine en este recurso compartido (en GiB). Tenga en cuenta que este cambio se aplicará solo después de volver a montar el recurso compartido.
fr: Quota pour chaque sauvegarde Time Machine sur ce partage (en GiB). Notez que ce changement ne sera appliqué qu'après le rechargement de la configuration.
ru: Квота для каждой резервной копии Time Machine на этом ресурсе (в ГиБ). Обратите внимание, что это изменение будет применено только после повторного подключения общего ресурса.

source: Quota for this dataset
es_ar: Cuota para este conjunto de datos
fr: Quota pour ce dataset
ru: Квота для этого набора данных

source: Quota for this dataset and all children
es_ar: Cuota para este conjunto de datos y todos los niños
fr: Quota pour ce dataset et tous les enfants

source: Quota size is too small, enter a value of 1 GiB or larger.
es_ar: El tamaño de la cuota es demasiado pequeño, ingrese un valor de 1 GiB o mayor.
fr: La taille du quota est trop petite, entrez une valeur de 1 GiB ou plus.

source: Quota warning alert at, %
es_ar: Alerta de advertencia de cuota en, %
fr: Alerte d'avertissement de quota à, %
ru: Предупреждение о квоте, %

source: REFRESH INDEX
es_ar: ACTUALIZAR ÍNDICE
fr: RAFRAÎCHIR L'INDEX
ru: ОБНОВИТЬ ИНДЕКС

source: REGISTER
es_ar: REGISTRAR
fr: INSCRIPTION
ru: ЗАРЕНИСТРИРОВАТЬ

source: RESTART
es_ar: REINICIAR
fr: REDÉMARRER
ru: ПЕРЕЗАПУСТИТЬ

source: Randomly generate an encryption key for securing this dataset. Disabling requires manually defining the encryption key.<br> WARNING: the encryption key is the only means to decrypt the information stored in this dataset. Store the encryption key in a secure location.
es_ar: Genere aleatoriamente una clave de cifrado para proteger este conjunto de datos. La desactivación requiere la definición manual de la clave de cifrado. ADVERTENCIA: la clave de cifrado es el único medio para descifrar la información almacenada en este conjunto de datos. Almacene la clave de cifrado en una ubicación segura.
fr: Générer au hasard une clé de chiffrement pour sécuriser ce dataset. La désactivation nécessite la définition manuelle de la clé de chiffrement.<br> ATTENTION : la clé de chiffrement est le seul moyen de déchiffrer les informations stockées dans ce dataset. Stockez la clé de chiffrement dans un endroit sûr.

source: Range High
es_ar: Rango alto
fr: Intervalle haute
ru: Верх диапазона

source: Range Low
es_ar: Rango bajo
fr: Intervalle basse
ru: Низ диапазона

source: Range Low and Range High set the range of UID/GID numbers which this IDMap backend translates. If an external credential like a Windows SID maps to a UID or GID number outside this range, the external credential is ignored.
es_ar: Range Low y Range High establecen el rango de números UID / GID que traduce este backend de IDMap. Si una credencial externa como un SID de Windows se asigna a un número UID o GID fuera de este rango, la credencial externa se ignora.
fr: Range Low et Range High définissent la plage de numéros UID/GID que ce backend IDMap traduit. Si un identifiant externe tel qu'un SID Windows correspond à un numéro UID ou GID en dehors de cette plage, l'identifiant externe est ignoré.
ru: Range Low и Range High устанавливают диапазон номеров UID/GID, которые переводит этот бэкэнд IDMap. Если внешние учетные данные, такие как Windows SID, сопоставляются с UID или номером GID вне этого диапазона, внешние учетные данные игнорируются.

source: Range Size
es_ar: Tamaño de rango
fr: Taille de l'intervalle
ru: Размер диапазона

source: Raw File
es_ar: Archivo crudo
fr: Fichier brut
ru: Сырой файл

source: Raw filesize
es_ar: Tamaño del archivo sin procesar
fr: Taille du fichier brut
ru: Размер сырого файла

source: Re-Open
es_ar: Reabrir
fr: Ré-Ouvrir

source: Re-Open All Alerts
es_ar: Reabrir todas las alertas
fr: Réouverture de toutes les alertes

source: Read
es_ar: Leer
fr: Lire
ru: Чтение

source: Read Errors
es_ar: Errores de lectura
fr: Erreurs de lecture
ru: Ошибки чтения

source: Read Only
es_ar: Sólo lectura
fr: Lecture seule
ru: Только чтение

source: Read Only Access
es_ar: Acceso de solo lectura
fr: Accès en lecture seule
ru: Доступ только для чтения

source: Read and Write
es_ar: Leer y escribir
fr: Lecture et Écriture

source: Read-Only
es_ar: Sólo lectura
fr: Lecture seule
ru: Только чтение

source: Read-only
es_ar: Sólo lectura
fr: Lecture seule
ru: Только чтение

source: Read/Write
es_ar: Leer/Escribir
fr: Lecture/Écriture

source: Read/Write Access
es_ar: Acceso de lectura/Escritura
fr: Accès en lecture/écriture
ru: Доступ для чтения/записи

source: Readonly
es_ar: Solo lectura

source: Realm
es_ar: Reino
ru: Область

source: Reboot After Update
es_ar: Reiniciar después de la actualización
fr: Redémarrer après la mise à jour
ru: Перезагрузить после обновления

source: Rebuild Directory Service Cache
es_ar: Reconstruir caché del servicio de directorio
fr: Reconstruction du cache du service d'annuaire
ru: Перестроить кеш службы каталогов

source: Recommendation
es_ar: Recomendación
fr: Recommandation

source: Recommended block size based on pool topology:
es_ar: Tamaño de bloque recomendado según la topología del grupo:
fr: Taille du bloc recommandée en fonction de la topologie du volume :

source: Recommended when <i>Max. Poll</i> is greater than 10. Only use on personal NTP servers or those under direct control. <b>Do not</b> enable when using public NTP servers.
es_ar: Recomendado cuando <i> Max. La encuesta </i> es mayor que 10. Úselo solo en servidores NTP personales o bajo control directo. <b> No </b> habilite cuando use servidores NTP públicos.
fr: Recommandé lorsque <i>Poll Max.</i> est supérieur à 10. N'utiliser que sur des serveurs NTP personnels ou sous contrôle direct. <b>Ne pas</b> activer lors de l'utilisation de serveurs NTP publics.
ru: Рекомендуется, когда <i>Макс. Опрос</i> больше 10. Используйте только на личных NTP-серверах или серверах, находящихся под прямым контролем. <b>Не</b> включать при использовании общедоступных NTP-серверов.

source: Recommended when <i>Max. Poll</i> is greater than 10. Only use on personal NTP servers or those under direct control. <b>Do not</b> enable when using public NTP servers.
es_ar: Recomendado cuando <i> Max. La encuesta </i> es mayor que 10. Úselo solo en servidores NTP personales o bajo control directo. <b> No </b> habilite cuando use servidores NTP públicos.
fr: Recommandé lorsque <i>Poll Max.</i> est supérieur à 10. N'utiliser que sur des serveurs NTP personnels ou sous contrôle direct. <b>Ne pas</b> activer lors de l'utilisation de serveurs NTP publics.
ru: Рекомендуется, когда <i>Макс. Опрос</i> больше 10. Используйте только на личных NTP-серверах или серверах, находящихся под прямым контролем. <b>Не</b> включать при использовании общедоступных NTP-серверов.

source: Record AFP service messages up to the specified log level in the system log. By default, severe and warning level messages are logged.
es_ar: Grabe mensajes de servicio AFP hasta el nivel de registro especificado en el registro del sistema. Por defecto, se registran los mensajes de nivel grave y de advertencia.
fr: Enregistrez les messages de service AFP jusqu'au niveau de journalisation spécifié dans le journal du système. Par défaut, les messages graves et les messages de niveau d'alerte sont enregistrés.

source: Record SMB service messages up to the specified log level. By default, error and warning level messages are logged.
es_ar: Grabe mensajes de servicio SMB hasta el nivel de registro especificado. De manera predeterminada, se registran los mensajes de nivel de error y advertencia.
fr: Enregistrer les messages du service SMB jusqu'au niveau de journalisation spécifié. Par défaut, les messages de niveau d'erreur et d'avertissement sont enregistrés.

source: Record Size
es_ar: Tamaño de registro
fr: Taille de l'enregistrement
ru: Размер записи

source: Recovery Key
es_ar: Recuperación de claves
fr: Clé de récupération
ru: Ключ восстановления

source: Recovery Key for Pool
es_ar: Clave de recuperación para el Pool
fr: Clé de récupération pour le volume
ru: Ключ восстановления для пула

source: Recursive
es_ar: Recursivo
fr: Récursif
ru: Рекурсивно

source: Redirect <i>HTTP</i> connections to <i>HTTPS</i>. A <i>GUI SSL Certificate</i> is required for <i>HTTPS</i>. Activating this also sets the <a href="https://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security" target="_blank">HTTP Strict Transport Security (HSTS)</a> maximum age to <i>31536000</i> seconds (one year). This means that after a browser connects to the web interface for the first time, the browser continues to use HTTPS and renews this setting every year.
es_ar: Redireccione las conexiones <i>HTTP</i> a <i>HTTPS</i>. Se requiere un <i> Certificado SSL de GUI </i> para <i> HTTPS </i>. Activar esto también establece la <a href="https://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security" target="_blank"> HTTP Strict Transport Security (HSTS)</a> edad máxima a <i>31536000</i> segundos (un año). Esto significa que después de que un navegador se conecta a la interfaz web por primera vez, el navegador continúa usando HTTPS y renueva esta configuración cada año.
fr: Redirige les connexions <i>HTTP</i> vers <i>HTTPS</i>. Un <i>Certificat SSL GUI</i> est requis pour <i>HTTPS</i>. L'activation de cette option fixe également l'âge maximum de <a href="https://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security" target="_blank">HTTP Strict Transport Security (HSTS)</a> à <i>31536000</i> secondes (un an). Cela signifie qu'après la première connexion d'un navigateur à l'interface Web, le navigateur continue à utiliser HTTPS et renouvelle ce paramètre chaque année.
ru: Перенаправлять <i>HTTP</i> соединения на <i>HTTPS</i>. Для <i>HTTPS</i> требуется <i>SSL-сертификат web-интерфейса</i>. Активация также устанавливает максимальный возраст <a href="https://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security" target="_blank">HTTP Strict Transport Security (HSTS)</a> в <i>31536000</i> секунд (один год). Это означает, что после первого подключения браузера к веб-интерфейсу браузер продолжает использовать HTTPS и обновляет этот параметр каждый год.

source: Reenter Password
es_ar: Reingrese la contraseña
fr: Ré-entrer le mot de passe

source: Refresh
es_ar: Refrezcar
fr: Actualiser
ru: Обновить

source: Refresh Token
es_ar: Actualizar Token

source: Region
es_ar: Región
fr: Région
ru: Регион

source: Region Name
es_ar: Nombre de región
fr: Nom de la région

source: Region name - optional <a href="https://rclone.org/swift/#standard-options" target="_blank">(rclone documentation)</a>.
es_ar: Nombre de la región: opcional <a href="https://rclone.org/swift/#standard-options" target="_blank"> (documentación de rclone) </a>.
fr: Nom de la région - facultatif <a href="https://rclone.org/swift/#standard-options" target="_blank">(documentation rclone</a>).

source: Release
es_ar: Lanzamiento
fr: Distribution
ru: Выпуск

source: Release Notes
es_ar: Notas de lanzamiento
fr: Notes de version
ru: Примечания к выпуску

source: Reload now
es_ar: Recargar ahora
fr: Recharger maintenant
ru: Перезагрузить сейчас

source: Reload the page
es_ar: Recargar esta página
fr: Recharger la page
ru: Перезагрузите страницу

source: Reload the page for the license to take effect.
es_ar: Vuelva a cargar la página para que la licencia tenga efecto.
fr: Rechargez la page pour que la licence prenne effet.
ru: Перезагрузите страницу, чтобы лицензия вступила в силу.

source: Remaining
es_ar: Restante
fr: Restant

source: Remote
es_ar: Remoto
fr: Distant

source: Remote Controller
es_ar: Control remoto

source: Remote Encryption
es_ar: Encriptación remota
fr: Chiffrage à distance
ru: Удаленное шифрование

source: Remote Graphite Server Hostname
es_ar: Nombre de host del servidor de grafito remoto
fr: Nom d'hôte du serveur graphique distant
ru: Имя хоста удаленного сервера Graphite

source: Remote Host
es_ar: Host remoto
fr: Hôte Distant
ru: Удаленный хост

source: Remote Host Key
es_ar: Clave de host remoto
fr: Clé hôte distante
ru: Ключ удаленного хоста

source: Remote Module Name
es_ar: Nombre del módulo remoto
fr: Nom du module distant
ru: Имя удалённого модуля

source: Remote Monitor
es_ar: Monitor remoto
fr: Moniteur à distance
ru: Удаленный монитор

source: Remote Path
es_ar: Ruta remota
fr: Chemin d'accès distant
ru: Удаленный путь

source: Remote Port
es_ar: Puerto remoto
fr: Port distant
ru: Удаленный порт

source: Remote SSH Port
es_ar: Puerto SSH remoto
fr: Port SSH distant
ru: Удаленный порт SSH

source: Remote syslog server DNS hostname or IP address. Nonstandard port numbers can be used by adding a colon and the port number to the hostname, like <samp>mysyslogserver:1928</samp>. Log entries are written to local logs and sent to the remote syslog server.
es_ar: Servidor syslog remoto Nombre de host DNS o dirección IP. Los números de puerto no estándar se pueden usar agregando dos puntos y el número de puerto al nombre de host, como <samp> mysyslogserver: 1928 </samp>. Las entradas de registro se escriben en registros locales y se envían al servidor remoto de syslog.
fr: Nom d'hôte DNS ou adresse IP du serveur syslog distant. Les numéros de port non standard peuvent être utilisés en ajoutant deux points et le numéro de port au nom d'hôte, comme <samp>mysyslogserver:1928</samp>. Les entrées du journal sont écrites dans les journaux locaux et envoyées au serveur syslog distant.
ru: DNS-имя или IP-адрес удаленного сервера системного журнала. Нестандартные номера портов можно использовать путем добавления двоеточия и номера порта к имени хоста, например, <samp>mysyslogserver:1928</samp>. Записи журнала записываются в локальные журналы и отправляются на удаленный сервер системного журнала.

source: Remote system SSH key for this system to authenticate the connection. When all other fields are properly configured, click <b>DISCOVER REMOTE HOST KEY</b> to query the remote system and automatically populate this field.
es_ar: Clave SSH del sistema remoto para que este sistema autentique la conexión. Cuando todos los demás campos estén configurados correctamente, haga clic en <b> DESCUBRIR CLAVE DE HOST REMOTO </b> para consultar el sistema remoto y completar automáticamente este campo.
fr: Clé SSH du système distant pour ce système afin d'authentifier la connexion. Lorsque tous les autres champs sont correctement configurés, cliquez sur <b>DISCOVER REMOVER HOST KEY</b> pour interroger le système distant et remplir automatiquement ce champ.
ru: Ключ SSH удаленной системы для аутентификации соединения этой системы. Когда остальные поля будут правильно настроены, нажмите <b>ОНАРУЖИТЬ КЛЮЧ УДАЛЕННОЙ СИСТЕМЫ</b>, чтобы запросить удаленную систему и автоматически заполнить это поле.

source: Remove
es_ar: Eliminar
fr: Supprimer
ru: Удалить

source: Remove Additional Path
es_ar: Eliminar ruta adicional
fr: Supprimer le chemin d'accès supplémentaire
ru: Удалить дополнительный путь

source: Remove Disk
es_ar: Eliminar disco
fr: Retirer le disque

source: Remove Keep Flag
es_ar: Eliminar Keep Flag
fr: Supprimer le Keep Flag
ru: Убрать флаг сохранения

source: Remove Recovery Key
es_ar: Eliminar clave de recuperación
fr: Supprimer la clé de récupération
ru: Удалить ключ восстановления

source: Remove disk
es_ar: Quitar disco
fr: Retirer le disque

source: Remove file?
es_ar: ¿Remover archivo?
fr: Supprimer le fichier ?

source: Remove passphrase
es_ar: Eliminar frase de contraseña
fr: Supprimer la passphrase
ru: Удалить пароль

source: Remove the ACL and permissions from child datasets of the current dataset
es_ar: Eliminar la ACL y los permisos de los conjuntos de datos secundarios del conjunto de datos actual
