Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Additional Kerberos application settings. See the "appdefaults" section of <a href="https://www.freebsd.org/cgi/man.cgi?query=krb5.conf&apropos=0&sektion=5&manpath=FreeBSD+12.0-RELEASE&arch=default&format=html" target="_blank">[krb.conf(5)]</a>. for available settings and usage syntax.
es_ar: Configuración adicional de la aplicación Kerberos. Consulte la sección "valores predeterminados de la aplicación" de <a href="https://www.freebsd.org/cgi/man.cgi?query=krb5.conf&apropos=0&sektion=5&manpath=FreeBSD+12.0-RELEASE&arch=default&format=html" target="_blank">[krb.conf(5)]</a>. para configuraciones disponibles y sintaxis de uso.
fr: Paramètres supplémentaires de l'application Kerberos. Voir la section "appdefaults" de <a href="https://www.freebsd.org/cgi/man.cgi?query=krb5.conf&apropos=0&sektion=5&manpath=FreeBSD+12.0-RELEASE&arch=default&format=html" target="_blank">[krb.conf(5)]</a>. pour les paramètres disponibles et la syntaxe d'utilisation.
ru: Дополнительные настройки приложения Kerberos. См. раздел "appdefaults" в <a href="https://www.freebsd.org/cgi/man.cgi?query=krb5.conf&apropos=0&sektion=5&manpath=FreeBSD+12.0-RELEASE&arch=default&format=html" target="_blank">[krb.conf(5)]</a> для доступных настроек и использования синтаксиса.

source: Additional Kerberos library settings. See the "libdefaults" section of <a href="https://www.freebsd.org/cgi/man.cgi?query=krb5.conf&apropos=0&sektion=5&manpath=FreeBSD+12.0-RELEASE&arch=default&format=html" target="_blank">[krb.conf(5)]</a>. for available settings and usage syntax.
es_ar: Configuración adicional de la biblioteca Kerberos. Consulte la sección "libdefaults" de <a href="https://www.freebsd.org/cgi/man.cgi?query=krb5.conf&apropos=0&sektion=5&manpath=FreeBSD+12.0-RELEASE&arch=default&format=html" target="_blank">[krb.conf(5)]</a>. para configuraciones disponibles y sintaxis de uso.
fr: Paramètres supplémentaires de la bibliothèque Kerberos. Voir la section "libdefaults" de <a href="https://www.freebsd.org/cgi/man.cgi?query=krb5.conf&apropos=0&sektion=5&manpath=FreeBSD+12.0-RELEASE&arch=default&format=html" target="_blank">[krb.conf(5)]</a>. pour les paramètres disponibles et la syntaxe d'utilisation.
ru: Дополнительные настройки библиотеки Kerberos. См. раздел "libdefaults" в <a href="https://www.freebsd.org/cgi/man.cgi?query=krb5.conf&apropos=0&sektion=5&manpath=FreeBSD+12.0-RELEASE&arch=default&format=html" target="_blank">[krb.conf(5)]</a> для доступных настроек и использования синтаксиса.

source: Additional Parameters
es_ar: Añadir Parámetros
fr: Paramètres supplémentaires
ru: Дополнительные параметры

source: Additional domains to search. Separate entries by pressing <code>Enter</code>. Adding search domains can cause slow DNS lookups.
es_ar: Dominios adicionales para buscar. Separe las entradas presionando <code>Enter</code>. Agregar dominios de búsqueda puede provocar búsquedas de DNS lentas.
fr: Domaines supplémentaires à rechercher. Séparez les entrées en appuyant sur la touche <code>Entrée</code>. L'ajout de domaines de recherche peut entraîner des recherches DNS lentes.
ru: Дополнительные домены для поиска. Разделяйте записи, нажимая <code>Enter</code>. Добавление поисковых доменов может привести к медленному поиску DNS.

source: Additional hosts to be appended to <i>/etc/hosts</i>. Separate entries by pressing <code>Enter</code>. Hosts defined here are still accessible by name even when DNS is not available. See <a href="https://www.freebsd.org/cgi/man.cgi?query=hosts" target="_blank">hosts(5)</a> for additional information.
es_ar: Se agregarán hosts adicionales a <i>/etc/hosts</i>. Separe las entradas presionando <code>Enter</code>. Los hosts definidos aquí todavía son accesibles por nombre incluso cuando DNS no está disponible. Consulte <a href="https://www.freebsd.org/cgi/man.cgi?query=hosts" target="_blank">hosts(5)</a> para obtener información adicional.
fr: Des hôtes supplémentaires doivent être ajoutés à <i>/etc/hosts</i>. Séparez les entrées en appuyant sur la touche <code>Entrée</code>. Les hôtes définis ici sont toujours accessibles par leur nom même lorsque le DNS n'est pas disponible. Voir <a href="https://www.freebsd.org/cgi/man.cgi?query=hosts" target="_blank">hosts(5)</a> pour plus d'informations.
ru: Дополнительные хосты, которые будут добавлены в <i>/etc/hosts</i>. Разделяйте записи, нажимая <code>Enter</code>. Определенные здесь хосты по-прежнему доступны по имени, даже если DNS недоступен. См. <a href="https://www.freebsd.org/cgi/man.cgi?query=hosts" target="_blank">hosts(5)</a> для получения дополнительной информации.

source: Additional options for <a href="https://arthurdejong.org/nss-pam-ldapd/nslcd.conf.5" target="_blank">nslcd.conf</a>.
es_ar: Opciones adicionales para <a href="https://arthurdejong.org/nss-pam-ldapd/nslcd.conf.5" target="_blank">nslcd.conf</a>.
fr: Options supplémentaires pour <a href="https://arthurdejong.org/nss-pam-ldapd/nslcd.conf.5" target="_blank">nslcd.conf</a>.
ru: Дополнительные параметры для <a href="https://arthurdejong.org/nss-pam-ldapd/nslcd.conf.5" target="_blank">nslcd.conf</a>.

source: Additional parameters from <a href="https://www.freebsd.org/cgi/man.cgi?query=ifconfig" target="_blank">ifconfig(8)</a>.
es_ar: Parámetros adicionales de <a href="https://www.freebsd.org/cgi/man.cgi?query=ifconfig" target="_blank">ifconfig(8)</a>.
fr: Paramètres supplémentaires de <a href="https://www.freebsd.org/cgi/man.cgi?query=ifconfig" target="_blank">ifconfig(8)</a>.
ru: Дополнительные параметры из <a href="https://www.freebsd.org/cgi/man.cgi?query=ifconfig" target="_blank">ifconfig(8)</a>.

source: Additional parameters.
es_ar: Añadir parámetros.
fr: Paramètres supplémentaires.
ru: Дополнительные параметры.

source: Address
es_ar: Dirección
fr: Adresse
ru: Адрес

source: Address space limit in bytes for the jail.
es_ar: Límite de espacio de direcciones en bytes para la jaula.
fr: Limite d'espace d'adressage en octets pour le jail.
ru: Ограничение адресного пространства в байтах для jail.

source: Addresses
es_ar: Direcciones
fr: Adresses
ru: Адреса

source: Adjust how often alert notifications are sent, use the Frequency drop-down. Setting the Frequency to NEVER prevents that alert from being added to alert notifications, but the alert can still show in the web interface if it is triggered.
es_ar: Ajuste la frecuencia con la que se envían notificaciones de alerta, use el menú desplegable Frecuencia. Establecer la frecuencia en NUNCA evita que esa alerta se agregue a las notificaciones de alerta, pero la alerta aún puede mostrarse en la interfaz web si se activa.
fr: Ajustez la fréquence d'envoi des notifications d'alerte, utilisez le menu déroulant Fréquence. Si vous réglez la fréquence sur JAMAIS, l'alerte ne sera JAMAIS ajoutée aux notifications d'alerte, mais elle pourra toujours être affichée dans l'interface web si elle est déclenchée.
ru: Настройте частоту отправки уведомлений, используйте раскрывающийся список Частота. Установка частоты на НИКОГДА не позволяет этому оповещению быть добавленным к оповещениям, но оно все равно может отображаться в веб-интерфейсе, если оно запущено.

source: Adjust the file permissions using the checkboxes.
es_ar: Ajuste los permisos de archivo usando las casillas de verificación.
fr: Ajustez les permissions des fichiers à l'aide des cases à cocher.
ru: Настройте права доступа к файлу с помощью флажков.

source: Admin Portals
es_ar: Portales Administrativos
fr: Portails administratifs
ru: Админ порталы

source: Admin Server
es_ar: Servidor de administración
fr: Serveur d'administration
ru: Админ сервер

source: Administrative account name on the LDAP server. Example: <i>cn=Manager,dc=test,dc=org</i>.
es_ar: Nombre de la cuenta administrativa en el servidor LDAP. Ejemplo: <i>cn =Manager, dc=test, dc=org</i>.
fr: Nom du compte administratif sur le serveur LDAP. Exemple : <i>cn=Manager,dc=test,dc=org</i>.
ru: Имя учетной записи администратора на сервере LDAP. Пример: <i>cn=Manager,dc=test,dc=org</i>.

source: Administrator Password
es_ar: Contraseña del Administrador
fr: Mot de passe administrateur
ru: Пароль администратора

source: Administrator password
es_ar: Contraseña del administrador
fr: Mot de passe administrateur
ru: Пароль администратора

source: Administrators Group
es_ar: Grupo de administradores
fr: Groupe des administrateurs
ru: Група администраторов

source: Adv. Power Management
es_ar: Adv. Administración de energía
fr: Gestion avancée de l'alimentation
ru: Расш. управление питанием

source: Advanced
es_ar: Avanzado
fr: Avancé
ru: Расширенные

source: Advanced Details
es_ar: Detalles avanzados
fr: Détails avancés
ru: Расширенные детали

source: Advanced Jail Creation
es_ar: Creación avanzada de Jaula
fr: Création de jails avancée
ru: Расширенное cоздание jail

source: Advanced Mode
es_ar: Modo avanzado
fr: Mode avancée
ru: Расширенный режим

source: Advanced Options
es_ar: Opciones avanzadas
fr: Options avancées
ru: Дополнительные параметры

source: Advanced Plugin Installation
es_ar: Instalación avanzada de complementos
fr: Installation avancée du plugin
ru: Расширенная установка плагина

source: Advanced Power Management
es_ar: Administración avanzada de energía
fr: Gestion avancée de l'alimentation
ru: Расширенное управление питанием

source: Advanced Remote Options
es_ar: Opciones remotas avanzadas
fr: Options (avancées) à distance
ru: Расширенные удаленные параметры

source: Advanced Replication Creation
es_ar: Creación avanzada de replicación
fr: Création avancée de réplication
ru: Расширенное создание репликации

source: Advanced Settings
es_ar: Configuraciones avanzadas
fr: Réglages avancés
ru: Расширенные настройки

source: After entering the <b>Hostname, Username</b>, and <b>Password</b>, click <b>Fetch Datastores</b> and select the datastore to be synchronized.
es_ar: Después de ingresar el <b>Nombre de host, Nombre de usuario</b> y <b>Contraseña</b>, haga clic en <b>Recuperar almacenes de datos</b> y seleccione el almacén de datos que se sincronizará.
fr: Après avoir entré le <b>nom d'hôte, le nom d'utilisateur</b>et le <b>mot de passe</b>, cliquez sur <b>Fetch Datastores</b> et sélectionnez le datastore à synchroniser.
ru: После ввода <b>Имени Хоста, Имени Пользователя</b> и <b>Пароля</b> нажмите <b>Извлечь хранилища данных</b> и выберите хранилище данных для синхронизации.

source: Alarms
es_ar: Alarmas
fr: Alarmes
ru: Тревоги

source: Alert
es_ar: Alerta
fr: Alerte
ru: Оповещение

source: Alert Services
es_ar: Servicios de alerta
fr: Services d'alerte
ru: Службы оповещения

source: Alert Settings
es_ar: Configuraciones de alerta
fr: Paramètres d'alerte
ru: Настройки оповещения

source: Alerts
es_ar: Aletas
fr: Alertes
ru: Оповещения

source: Algorithm
es_ar: Algoritmo
fr: Algorithme
ru: Алгоритм

source: Alias for the identical interface on the other TrueNAS controller. The alias can be an IPv4 or IPv6 address.
es_ar: Alias para la interfaz idéntica en el otro controlador TrueNAS. El alias puede ser una dirección IPv4 o IPv6.
fr: Alias pour l’interface identique sur l’autre contrôleur TrueNAS. L’alias peut être une adresse IPv4 ou IPv6.

source: Aliases
es_ar: Alias
fr: Alias
ru: Псевдонимы

source: Aliases must be 15 characters or less.
es_ar: Los alias deben tener 15 caracteres o menos.
fr: Les alias doivent comporter 15 caractères ou moins.
ru: Псевдонимы должны быть не более 15 символов.

source: All Disks
es_ar: Todos los discos
fr: Tous les disques
ru: Все диски

source: All built-in groups are hidden by default. Use the gear icon (top-right) to toggle the display of built-in groups.
es_ar: Todos los grupos integrados están ocultos por defecto. Use el ícono de ajustes (arriba a la derecha) para alternar la visualización de los grupos integrados.
fr: Tous les groupes intégrés sont cachés par défaut. Utilisez l'icône en forme de roue dentée (en haut à droite) pour basculer l'affichage des groupes intégrés.
ru: Все встроенные группы скрыты по умолчанию. Используйте значок шестеренки (вверху справа), чтобы переключать отображение встроенных групп.

source: All built-in users except <i>root</i> are hidden by default. Use the gear icon (top-right) to toggle the display of built-in users.
es_ar: Todos los usuarios integrados, excepto <i>root</i>, están ocultos de forma predeterminada. Use el ícono de ajustes (arriba a la derecha) para alternar la visualización de los usuarios integrados.
fr: Tous les utilisateurs intégrés, à l'exception de <i>root</i>, sont cachés par défaut. Utilisez l'icône en forme de roue dentée (en haut à droite) pour basculer l'affichage des utilisateurs intégrés.
ru: Все встроенные пользователи, кроме <i>root</i>, по умолчанию скрыты. Используйте значок шестеренки (вверху справа), чтобы переключать отображение встроенных пользователей.

source: All data stored in this dataset will be decrypted and the dataset marked as non-encrypted. Do you want to continue?
es_ar: Todos los datos almacenados en este conjunto de datos se descifrarán y el conjunto de datos se marcará como no cifrado. ¿Quieres continuar?
fr: Toutes les données stockées dans ce dataset seront décryptées et le dataset marqué comme non chiffré. Voulez-vous continuer?
ru: Все данные, хранящиеся в этом наборе данных, будут расшифрованы, а набор данных помечен как незашифрованный. Вы хотите продолжить?

source: All dirs
es_ar: Todos los directorios
fr: Tous les dossiers
ru: Все каталоги

source: All users
es_ar: Todos los usuarios
fr: Tous les utilisateurs
ru: Все пользователи

source: Allocate RAM for the VM. Minimum value is 256 MiB.
es_ar: Asignar RAM para la VM. El valor mínimo es de 256 MiB.
fr: Allouer la RAM pour la VM. La valeur minimale est de 256 MiB.
ru: Выделите ОЗУ для ВМ. Минимальное значение составляет 256 МиБ.

source: Allocate a number of megabytes of RAM to the VM.
es_ar: Asigne una cantidad de megabytes de RAM a la VM.
fr: Allouer un nombre de mégaoctets de RAM à la machine virtuelle.
ru: Выделить число мегабайт оперативной памяти ВМ.

source: Allocate at least 256 MiB.
es_ar: Asigne al menos 256 MiB.
fr: Attribuer au moins 256 Mio.
ru: Выделить не менее 256 МиБ.

source: Allocate space for the new zvol.
es_ar: Asignar espacio para el nuevo zvol.
fr: Allouer de l’espace pour le nouveau zvol.
ru: Выделить место для нового zvol.

source: Allow
es_ar: Permitir
fr: Autoriser
ru: Разрешить

source: Allow
es_ar: Permitir

source: Allow All
es_ar: Permitir todos

source: Allow All Initiators
es_ar: Permitir a todos los iniciadores
fr: Autoriser tous les initiateurs
ru: Разрешить все инициаторы

source: Allow Anonymous Binding
es_ar: Permitir enlace anónimo
fr: Autoriser la liaison anonyme
ru: Разрешить анонимную привязку

source: Allow Anonymous Login
es_ar: Permitir inicio de sesión anónimo
fr: Autoriser la connexion anonyme
ru: Разрешить анонимный вход

source: Allow Blocks Larger than 128KB
es_ar: Permitir bloques de más de 128 KB
fr: Autoriser les blocs de plus de 128KB
ru: Разрешить блоки больше 128КБ

source: Allow Compressed WRITE Records
es_ar: Permitir registros de ESCRITURA comprimidos
fr: Autoriser les enregistrements WRITE compressés
ru: Разрешить сжатые записи WRITE

source: Allow DNS updates
es_ar: Permitir actualizaciones de DNS
fr: Autoriser les mises à jour DNS
ru: Разрешить обновления DNS

source: Allow Duplicate GIDs
es_ar: Permitir GID duplicados
fr: Autoriser les GID en double
ru: Разрешить дублирование GID

source: Allow Guest Access
es_ar: Permitir acceso de invitado
fr: Autoriser l'accès invité
ru: Разрешить гостевой доступ

source: Allow Hosts
es_ar: Permitir Hosts
fr: Autoriser les hôtes
ru: Разрешить хосты

source: Allow Kerberos Authentication
es_ar: Permitir autenticación Kerberos
fr: Autoriser l'authentification Kerberos
ru: Разрешить аутентификацию Kerberos

source: Allow List
es_ar: Permitir lista
fr: Liste des autorisations
ru: Список разрешений

source: Allow Local User Login
es_ar: Permitir inicio de sesión de usuario local
fr: Autoriser la connexion de l'utilisateur local
ru: Разрешить вход локального пользователя

source: Allow New Files
es_ar: Permitir nuevos archivos
fr: Autoriser les nouveaux fichiers
ru: Разрешить новые файлы

source: Allow Password Authentication
es_ar: Permitir autenticación de contraseña
fr: Autoriser l'authentification par mot de passe
ru: Разрешить аутентификацию по паролю

source: Allow Root Login
es_ar: Permitir inicio de sesión Root
fr: Autoriser la connexion Root
ru: Разрешить вход root

source: Allow Specific
es_ar: Permitir específico

source: Allow TCP Port Forwarding
es_ar: Permitir reenvío de puerto TCP
fr: Autoriser la redirection de port TCP
ru: Разрешить переадресацию портов TCP

source: Allow Taking Empty Snapshots
es_ar: Permitir tomar instantáneas vacías
fr: Autoriser la prise d'instantanés vides
ru: Разрешить делать пустые снимки

source: Allow Transfer Resumption
es_ar: Permitir reanudación de transferencia
fr: Autoriser la reprise de transfert
ru: Разрешить возобновление передачи

source: Allow Trusted Domains
es_ar: Permitir dominios de confianza
fr: Autoriser les domaines approuvés
ru: Разрешить доверенные домены

source: Allow anonymous FTP logins with access to the directory specified in <b>Path</b>.
es_ar: Permitir inicios de sesión FTP anónimos con acceso al directorio especificado en <b>Ruta</b>.
fr: Autoriser les connexions FTP anonymes avec accès au répertoire spécifié dans le <b>Chemin d'accès</b>.
ru: Разрешить анонимные входы на FTP-сервер с доступом к каталогу, указанному в <b>Путь</b>.

source: Allow any local user to log in. By default, only members of the <i>ftp</i> group are allowed to log in.
es_ar: Permita que cualquier usuario local inicie sesión. De forma predeterminada, solo los miembros del grupo <i>ftp</i> pueden iniciar sesión.
fr: Autoriser tout utilisateur local à se connecter. Par défaut, seuls les membres du groupe <i>ftp</i> sont autorisés à se connecter.
ru: Разрешить любому локальному пользователю вход в систему. По умолчанию только члены группы <i>ftp</i> могут войти в систему.

source: Allow configuring a non-standard port to access the GUI over <i>HTTP</i>. Changing this setting might require changing a <a href="https://www.redbrick.dcu.ie/~d_fens/articles/Firefox:_This_Address_is_Restricted" target="_blank">Firefox configuration setting</a>.
es_ar: Permita configurar un puerto no estándar para acceder a la GUI a través de <i>HTTP</i>. Cambiar esta configuración puede requerir cambiar una <a href="https://www.redbrick.dcu.ie/~d_fens/articles/Firefox:_This_Address_is_Restricted" target="_blank">Configuración de Firefox</a>.
fr: Permet de configurer un port non standard pour accéder à l'interface graphique via <i>HTTP</i>. La modification de ce paramètre peut nécessiter la modification d'un <a href="https://www.redbrick.dcu.ie/~d_fens/articles/Firefox:_This_Address_is_Restricted" target="_blank">paramètre de configuration Firefox</a>.
ru: Разрешить настройку нестандартного порта для доступа к графическому интерфейсу через <i>HTTP</i>. Изменение этого параметра может потребовать изменения <a href="https://www.redbrick.dcu.ie/~d_fens/articles/Firefox:_This_Address_is_Restricted" target="_blank">параметра конфигурации Firefox</a>.

source: Allow configuring a non-standard port to access the GUI over <i>HTTPS</i>.
es_ar: Permite configurar un puerto no estándar para acceder a la GUI a través de <i>HTTPS</i>.
fr: Autoriser la configuration d’un port non standard pour accéder à l’interface graphique via <i>HTTPS</i>.
ru: Разрешить настройку нестандартного порта для доступа к графическому интерфейсу через <i>HTTPS</i>.

source: Allow different groups to be configured with different authentication profiles. Example: all users with a group ID of <i>1</i> will inherit the authentication profile associated with Group <i>1</i>.
es_ar: Permitir que diferentes grupos se configuren con diferentes perfiles de autenticación. Ejemplo: todos los usuarios con un ID de grupo de <i>1</i> heredarán el perfil de autenticación asociado con el Grupo <i>1</i>.
fr: Permet de configurer différents groupes avec différents profils d'authentification. Exemple : tous les utilisateurs ayant un ID de groupe de <i>1</i> hériteront du profil d'authentification associé au Groupe <i>1</i>.
ru: Разрешить настройку разных групп с разными профилями аутентификации. Пример: все пользователи с идентификатором группы <i>1</i> будут наследовать профиль аутентификации, связанный с группой <i>1</i>.

source: Allow encrypted connections. Requires a certificate created or imported with the <b>System > Certificates</b> menu.
es_ar: Permitir conexiones encriptadas. Requiere un certificado creado o importado con el menú <b>Sistema > Certificados</b>.
fr: Autoriser les connexions chiffrées. Nécessite un certificat créé ou importé avec le menu <b>Système > Certificats</b>.
ru: Разрешить зашифрованные соединения. Требуется сертификат, созданный или импортированный с помощью меню <b>Система > Сертификаты</b>.

source: Allow from
es_ar: Permitir desde
fr: Autoriser depuis
ru: Разрешить с

source: Allow group members to use <a href="https://www.freebsd.org/cgi/man.cgi?query=sudo&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">sudo</a>. Group members are prompted for their password when using <b>sudo</b>.
es_ar: Permitir a los miembros del grupo usar <a href="https://www.freebsd.org/cgi/man.cgi?query=sudo&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">sudo</a>. A los miembros del grupo se les solicita su contraseña cuando usan <b>sudo</b>.
fr: Autoriser les membres du groupe à utiliser <a href="https://www.freebsd.org/cgi/man.cgi?query=sudo&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">sudo</a>. Les membres du groupe sont invités à entrer leur mot de passe lorsqu'ils utilisent <b>sudo</b>.
ru: Разрешить членам группы использовать <a href="https://www.freebsd.org/cgi/man.cgi?query=sudo&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">sudo</a>. У членов группы будет запрошен их пароль при использовании <b>sudo</b>.
