Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Set to prevent users from modifying the <b>Destination</b>.
es_ar: Establezca para evitar que los usuarios modifiquen el <b> Destino </b>.
fr: Réglé pour empêcher les utilisateurs de modifier la <b>Destination</b>.
ru: Установите, чтобы пользователи не могли изменять <b>пункт назначения</b>.

source: Set to prohibit users from writing to this share.
es_ar: Establecido para prohibir a los usuarios escribir en este recurso compartido.
fr: Défini pour interdire aux utilisateurs d'écrire sur ce partage.
ru: Установите, чтобы запретить пользователям писать в этот общий ресурс.

source: Set to prohibit writing to the share.
es_ar: Establecido para prohibir la escritura en el recurso compartido.
fr: Définit pour interdire aux utilisateurs d'écrire sur ce partage.
ru: Установите, чтобы запретить запись в этот ресурс.

source: Set to provide <a href="https://searchstorage.techtarget.com/definition/thin-provisioning" target="_blank">thin provisioning</a>. <b>Caution:</b> writes can fail when the pool is low on space.
es_ar: Configurado para proporcionar <a href="https://searchstorage.techtarget.com/definition/thin-provisioning" target="_blank"> aprovisionamiento delgado </a>. <b> Precaución: </b> las escrituras pueden fallar cuando el grupo tiene poco espacio.
fr: Réglé pour fournir un <a href="https://searchstorage.techtarget.com/definition/thin-provisioning" target="_blank">provisionnement fin</a>. <b>Attention :</b> les écritures peuvent échouer lorsque le volume manque d'espace.
ru: Установите для предоставления <a href="https://searchstorage.techtarget.com/definition/thin-provisioning" target="_blank">thin provisioning</a>. <b>Внимание:</b> запись может завершиться ошибкой, когда в пуле мало места.

source: Set to query the cn instead of uid attribute for the user name in LDAP.
es_ar: Establezca para consultar el cn en lugar del atributo uid para el nombre de usuario en LDAP.
fr: Définit d'interroger l'attribut cn au lieu de uid pour le nom d'utilisateur dans LDAP.
ru: Установите запрос cn вместо атрибута uid для имени пользователя в LDAP.

source: Set to reduce the size of data to transmit. Recommended for slow connections.
es_ar: Establecer para reducir el tamaño de los datos a transmitir. Recomendado para conexiones lentas.
fr: Réglé pour réduire la taille des données à transmettre. Recommandé pour les connexions lentes.
ru: Установите для уменьшения размера данных для передачи. Рекомендуется для медленных соединений.

source: Set to remove all ACLs from the current dataset. ACLs are also recursively stripped from directories and child datasets when those options are set.
es_ar: Establecer para eliminar todas las ACL del conjunto de datos actual. Las ACL también se eliminan recursivamente de directorios y conjuntos de datos secundarios cuando se establecen esas opciones.
fr: Réglé pour supprimer toutes les listes de contrôle d'accès du dataset en cours. Les listes de contrôle d'accès sont également supprimées récursivement des répertoires et datasets enfants lorsque ces options sont définies.
ru: Установите, чтобы удалить все ACL из текущего набора данных. ACL также рекурсивно удаляются из каталогов и дочерних наборов данных, когда эти параметры установлены.

source: Set to remove the data associated with this Virtual Machine (which will result in data loss if the data is not backed up). Unset to leave the data intact.
es_ar: Establezca para eliminar los datos asociados con esta máquina virtual (lo que provocará la pérdida de datos si no se realiza una copia de seguridad de los datos). Desarmar para dejar los datos intactos.
fr: Réglé pour supprimer les données associées à cette machine virtuelle (ce qui entraînera une perte de données si les données ne sont pas sauvegardées). Désactivé pour laisser les données intactes.

source: Set to restrict SSH access in certain circumstances to only members of BUILTIN\Administrators
es_ar: Configurado para restringir el acceso SSH en ciertas circunstancias solo a miembros de BUILTIN\Administradores
fr: Réglé pour restreindre l'accès SSH dans certaines circonstances aux seuls membres de BUILTIN\Administrators

source: Set to run resilver tasks between the configured times.
es_ar: Establecido para ejecutar tareas de recuperación entre los tiempos configurados.
fr: Permet d'exécuter des tâches de résilience entre les temps configurés.
ru: Задайте запуск задач восстановления в заданное время

source: Set to save the temporary file from each updated file to a holding directory until the end of the transfer when all transferred files are renamed into place.
es_ar: Configure esta opción para guardar el archivo temporal de cada archivo actualizado en un directorio de retención hasta el final de la transferencia cuando todos los archivos transferidos cambien de nombre.
fr: Configuré pour enregistrer le fichier temporaire de chaque fichier mis à jour dans un répertoire d'attente jusqu'à la fin du transfert lorsque tous les fichiers transférés sont renommés en place.
ru: Установите для сохранения временного файла из каждого обновленного файла в каталог хранения до конца передачи, когда все переданные файлы будут переименованы на место.

source: Set to set this jail as a template.
es_ar: Establezca esta jaula como plantilla.
fr: Définissez ce jail comme modèle.
ru: Установите, чтобы установить jail в качестве шаблона.

source: Set to start the VM automatically on boot.
es_ar: Configure para iniciar la máquina virtual automáticamente en el arranque.
fr: Réglé pour démarrer la VM automatiquement au démarrage.
ru: Установите для запуска этой виртуальной машины при загрузке.

source: Set to start this VM when the system boots.
es_ar: Configure para iniciar esta VM cuando se inicie el sistema.
fr: Réglé pour démarrer cette VM au démarrage du système.
ru: Установите для запуска этой виртуальной машины при загрузке системы.

source: Set to store the encryption key in the TrueNAS database.
es_ar: Establecer para almacenar la clave de cifrado en la base de datos TrueNAS.

source: Set to suppress informational messages from the remote server.
es_ar: Configurado para suprimir mensajes informativos del servidor remoto.
fr: Réglé pour supprimer les messages d'information du serveur distant.
ru: Установите для подавления информационных сообщений с удаленного сервера.

source: Set to switch from NFSv3 to NFSv4.
es_ar: Configure para cambiar de NFSv3 a NFSv4.
fr: Réglé pour passer de NFSv3 à NFSv4.
ru: Установите для переключения с NFSv3 на NFSv4.

source: Set to take a snapshot of the dataset before a <i>PUSH</i>.
es_ar: Configurado para tomar una instantánea del conjunto de datos antes de un <i> PUSH </i>.
fr: Réglé pour prendre un instantané du dataset avant un <i>PUSH</i> (envoyer).
ru: Установите для создания снимока набора данных перед <i>PUSH</i>.

source: Set to take separate snapshots of the dataset and each of its child datasets. Leave unset to take a single snapshot only of the specified dataset <i>without</i> child datasets.
es_ar: Establezca para tomar instantáneas separadas del conjunto de datos y cada uno de sus conjuntos de datos secundarios. Deje sin configurar para tomar una única instantánea solo del conjunto de datos especificado <i> sin </i> conjuntos de datos secundarios.
fr: Réglé pour prendre des instantanés séparés du dataset et de chacun de ses datasets enfants. Laisser désactivé pour ne prendre qu'un seul instantané du dataset spécifié <i>sans</i> les datasets enfants.

source: Set to to enable support for <a href="https://tools.ietf.org/html/rfc3410" target="_blank">SNMP version 3</a>. See <a href="http://net-snmp.sourceforge.net/docs/man/snmpd.conf.html" target="_blank">snmpd.conf(5)</a> for configuration details.
es_ar: Configurado para habilitar el soporte para <a href="https://tools.ietf.org/html/rfc3410" target="_blank"> SNMP versión 3 </a>. Consulte <a href="http://net-snmp.sourceforge.net/docs/man/snmpd.conf.html" target="_blank"> snmpd.conf (5) </a> para obtener detalles de la configuración.
fr: Réglé pour activer la prise en charge de la <a href="https://tools.ietf.org/html/rfc3410" target="_blank">version 3 de SNMP</a>. Voir <a href="http://net-snmp.sourceforge.net/docs/man/snmpd.conf.html" target="_blank">snmpd.conf(5)</a> pour plus de détails sur la configuration.
ru: Установите для включения поддержки <a href="https://tools.ietf.org/html/rfc3410" target="_blank">SNMP версии 3</a>. См <а href="http://net-snmp.sourceforge.net/docs/man/snmpd.conf.html" target="_blank">snmpd.conf(5)</a> для получения подробной информации о конфигурации.

source: Set to treat jail users as privileged and allow the manipulation of system file flags. <b>securelevel</b> constraints are still enforced.
es_ar: Establecido para tratar a los usuarios de la jaula como privilegiados y permitir la manipulación de las banderas de archivos del sistema. Las restricciones de <b> nivel seguro </b> todavía se aplican.
fr: Configuré pour traiter les utilisateurs du jail comme des privilégiés et permettre la manipulation des indicateurs de fichiers système. Les contraintes <b>securelevel</b> sont toujours appliquées.
ru: Установите, чтобы рассматривать пользователей jail как привилегированных и разрешать манипуляции с флагами системных файлов. Ограничения <b>securelevel</b> все еще применяются.

source: Set to use <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> to emulate network devices for the jail. A fully virtualized per-jail network stack will be installed.
es_ar: Configurado para usar <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> para emular dispositivos de red para la jaula. Se instalará una pila de red completamente virtualizada por jaula.
fr: Configuré pour utiliser <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> pour émuler les périphériques réseau de l'environnement jail. Une pile réseau par jail entièrement virtualisée sera installée.
ru: Установите для использования <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> для эмуляции сетевых устройств для jail. Будет установлен полностью виртуализированный стек для каждого jail.

source: Set to use DNS records during jail IP configuration to search the resolver and apply the first open IPv4 and IPv6 addresses. See <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">jail(8)</a>.
es_ar: Establezca el uso de registros DNS durante la configuración de IP de la jaula para buscar el resolutor y aplicar las primeras direcciones IPv4 e IPv6 abiertas. Ver <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">jail(8)</a>.
fr: Configuré pour utiliser les enregistrements DNS pendant la configuration IP de l'environnement jail pour rechercher le résolveur et appliquer les premières adresses IPv4 et IPv6 ouvertes. Voir <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">jail(8)</a>.
ru: Установите для использования записей DNS во время настройки IP-адреса jail для поиска и применения первых свободных адресов IPv4 и IPv6. См. <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">jail(8)</a>.

source: Set to use SLAAC (Stateless Address Auto Configuration) to autoconfigure IPv6 in the jail.
es_ar: Configurado para usar SLAAC (Configuración automática de direcciones sin estado) para configurar automáticamente IPv6 en la jaula.
fr: Réglé pour utiliser SLAAC (Stateless Address Auto Configuration) pour autoconfigurer automatiquement IPv6 dans l'environnement jail.
ru: Установите для использования SLAAC (автоматическую настройку адреса без сохранения состояния) для автоматической настройки IPv6 в jail.

source: Set to use encryption when replicating data. Additional encryption options will appear.
es_ar: Configúrelo para usar cifrado al replicar datos. Aparecerán opciones de cifrado adicionales.

source: Set to use the <i>Schedule</i> in place of the <i>Replicate Specific Snapshots</i> time frame. The Schedule values are read over the <i>Replicate Specific Snapshots</i> time frame.
es_ar: Establezca para usar el <i>Programa</i> en lugar del <i>Replicar instantáneas específicas</i>. Los valores de la programación se leen durante el marco temporal <i>Replicar instantáneas específicas</i>.
fr: Utiliser le <i>calendrier</i> à la place du délai de <i>reproduction des clichés spécifiques</i>. Les valeurs de l'horaire sont lues par-dessus la période de reproduction des <i>instantanés</i> spécifiques.

source: Set to use the Berkeley Packet Filter (<a href="https://www.freebsd.org/cgi/man.cgi?query=bpf" target="_blank">BPF(4)</a>) to data link layers in a protocol independent fashion.
es_ar: Configurado para usar el filtro de paquetes Berkeley (<a href="https://www.freebsd.org/cgi/man.cgi?query=bpf" target="_blank"> BPF (4) </a>) a los datos enlazar capas de manera independiente del protocolo.
fr: Réglé pour utiliser le Berkeley Packet Filter (<a href="https://www.freebsd.org/cgi/man.cgi?query=bpf" target="_blank"> (BPF(4)</a>) aux couches de liaison de données d'une manière indépendante du protocole.
ru: Установите для использования Berkeley Packet Filter(<a href="https://www.freebsd.org/cgi/man.cgi?query=bpf" target="_blank">BPF(4)</a>) к канальным уровням независимо от протокола.

source: Set up Users and Groups.
es_ar: Configurar Usuarios y Grupos.
fr: Configurer les utilisateurs et les groupes.
ru: Настройте пользователей и группы.

source: Set when NFSv4 ACL support is needed without requiring the client and the server to sync users and groups.
es_ar: Se establece cuando se necesita soporte NFSv4 ACL sin requerir que el cliente y el servidor sincronicen usuarios y grupos.
fr: Définit quand le support ACL NFSv4 est nécessaire sans que le client et le serveur aient besoin de synchroniser les utilisateurs et les groupes.
ru: Устаовите, когда требуется поддержка ACL NFSv4, не требуя от клиента и сервера синхронизации пользователей и групп.

source: Set when a user is a member of more than 16 groups. This assumes group membership is configured correctly on the NFS server.
es_ar: Se establece cuando un usuario es miembro de más de 16 grupos. Esto supone que la pertenencia al grupo está configurada correctamente en el servidor NFS.
fr: Définit lorsqu'un utilisateur est membre de plus de 16 groupes. Cela suppose que l'appartenance à un groupe est correctement configurée sur le serveur NFS.
ru: Установите, когда пользователь является членом более 16 групп. Это предполагает, что членство в группах настроено правильно на сервере NFS.

source: Set when network devices need to send files to the system.
es_ar: Se establece cuando los dispositivos de red necesitan enviar archivos al sistema.
fr: Définit quand les périphériques réseau doivent envoyer des fichiers au système.
ru: Установите, когда сетевым устройствам необходимо отправлять файлы в систему.

source: Set when using Xen as the iSCSI initiator.
es_ar: Se establece cuando se usa Xen como iniciador iSCSI.
fr: Réglé lorsque vous utilisez Xen comme initiateur iSCSI.
ru: Установите при использовании Xen в качестве инициатора iSCSI.

source: Set whether processes can be executed from within this dataset.
es_ar: Establezca si los procesos se pueden ejecutar desde este conjunto de datos.
fr: Définit si les processus peuvent être exécutés à partir de ce dataset.
ru: Установите, могут ли процессы выполняться из этого набора данных.

source: Sets default Unix permissions of the user home directory. This is read-only for built-in users.
es_ar: Establece los permisos Unix predeterminados del directorio de inicio del usuario. Esto es de solo lectura para usuarios integrados.
fr: Définit les autorisations Unix par défaut du répertoire home de l'utilisateur. Ceci est en lecture seule pour les utilisateurs intégrés.
ru: Устанавливает стандартные разрешения Unix для домашнего каталога пользователя. Это поле только для чтения для встроенных пользователей.

source: Sets default permissions for newly created directories.
es_ar: Establece permisos predeterminados para directorios recién creados.
fr: Définit les autorisations par défaut pour les répertoires nouvellement créés.
ru: Устанавливает разрешения по умолчанию для вновь создаваемых каталогов.

source: Sets default permissions for newly created files.
es_ar: Establece permisos predeterminados para archivos recién creados.
fr: Définit les autorisations par défaut pour les fichiers nouvellement créés.
ru: Устанавливает разрешения по умолчанию для вновь создаваемых файлов.

source: Sets the data write synchronization. <i>Inherit</i> takes the sync settings from the parent dataset, <i>Standard</i> uses the settings that have been requested by the client software, <i>Always</i> waits for data writes to complete, and <i>Disabled</i> never waits for writes to complete.
es_ar: Establece la sincronización de escritura de datos. <i> Heredar </i> toma la configuración de sincronización del conjunto de datos principal, <i> Estándar </i> utiliza la configuración solicitada por el software del cliente, <i> Siempre </i> espera las escrituras de datos en complete, y <i> Disabled </i> nunca espera a que se completen las escrituras.
fr: Règle la synchronisation de l'écriture des données. <i>Inherit</i> prend les paramètres de synchronisation du dataset parent, <i>Standard</i> utilise les paramètres qui ont été demandés par le logiciel client, <i>Always</i> attend que les données écrites soient terminées, et <i> Disabled</i> n'attend jamais que les écritures soient terminées.
ru: Устанавливает синхронизацию записи данных. <i>Inherit</i> берет настройки синхронизации из родительского набора данных, <i>Standard</i> использует настройки, запрошенные клиентским программным обеспечением, <i>Always</i> ожидает записи данных в complete, и <i>Disabled</i> никогда не ожидает завершения записи.

source: Sets the database information to be stored in the path. The path must be writable even if the pool is read only.
es_ar: Establece la información de la base de datos que se almacenará en la ruta. La ruta debe poder escribirse incluso si el grupo es de solo lectura.
fr: Définit les informations de la base de données à stocker dans le chemin. Le chemin doit être inscriptible même si le volume est en lecture seule.
ru: Устанавливает путь сохранения информации базы данных. Путь должен быть доступен для записи, даже если пул доступен только для чтения.

source: Setting default permissions will reset the permissions of this share and any others within its path.
es_ar: Establecer permisos predeterminados restablecerá los permisos de este recurso compartido y de cualquier otro dentro de su ruta.
fr: Définir les autorisations par défaut réinitialisera les autorisations de ce partage et de tout autre partage dans son chemin.
ru: Установка разрешений по умолчанию приведет к сбросу разрешений этого ресурса и любых других в его пути.

source: Setting permissions recursively affects this directory and any others below it. This can make data inaccessible.
es_ar: Establecer permisos de forma recursiva afecta a este directorio y a cualquier otro que se encuentre debajo de él. Esto puede hacer que los datos sean inaccesibles.
fr: Le paramétrage des autorisations affecte récursivement ce répertoire et tous les autres sous ce répertoire. Cela peut rendre les données inaccessibles.
ru: Установка прав рекурсивно влияет на этот каталог и любые другие под ним. Это может сделать данные недоступными.

source: Setting permissions recursively will affect this directory and any others below it. This might make data inaccessible.
es_ar: Establecer permisos de forma recursiva afectará a este directorio y a cualquier otro que se encuentre debajo de él. Esto podría hacer que los datos sean inaccesibles.
fr: Le paramétrage des autorisations récursives affectera ce répertoire et tous les autres sous ce répertoire. Cela pourrait rendre les données inaccessibles.
ru: Рекурсивная установка разрешений повлияет на этот каталог и любые другие под ним. Это может сделать данные недоступными.

source: Setting this option changes the destination dataset to be read-only. To continue using the default or existing dataset read permissions, leave this option unset.
es_ar: Establecer esta opción cambia el conjunto de datos de destino para que sea de solo lectura. Para continuar usando los permisos de lectura del conjunto de datos predeterminado o existente, deje esta opción sin configurar.
fr: Le réglage de cette option modifie le dataset de destination pour qu'il soit en lecture seule. Pour continuer à utiliser les autorisations de lecture par défaut ou les autorisations de lecture du dataset existant, laissez cette option désactivée.

source: Setting this option is <b>not</b> recommended as it breaks several security measures. Refer to <a href="http://www.proftpd.org/docs/contrib/mod_tls.html" target="_blank">mod_tls</a> for more details.
es_ar: Configurar esta opción es <b> no </b> recomendado ya que rompe varias medidas de seguridad. Consulte <a href="http://www.proftpd.org/docs/contrib/mod_tls.html" target="_blank"> mod_tls </a> para obtener más detalles.
fr: Il n'est <b>pas</b> recommandé de régler cette option car elle enfreint plusieurs mesures de sécurité. Référez-vous à <a href="http://www.proftpd.org/docs/contrib/mod_tls.html" target="_blank">mod_tls</a> pour plus de détails.
ru: Установка этого параметра <b>не</b> рекомендуется, поскольку это нарушает несколько мер безопасности. Обратитесь к <a href="http://www.proftpd.org/docs/contrib/mod_tls.html" target="_blank">mod_tls</a> для получения дополнительной информации.

source: Setting this option is discouraged as it increases security risk.
es_ar: No se recomienda configurar esta opción, ya que aumenta el riesgo de seguridad.
fr: Il est déconseillé de configurer cette option car elle augmente le risque de sécurité.
ru: Установка этой опции не рекомендуется, поскольку это увеличивает риск безопасности.

source: Setting this option reduces the security of the connection, so only use it if the client does not understand reused SSL sessions.
es_ar: Establecer esta opción reduce la seguridad de la conexión, por lo que solo úsela si el cliente no comprende las sesiones SSL reutilizadas.
fr: Le paramétrage de cette option réduit la sécurité de la connexion, donc ne l'utilisez que si le client ne comprend pas les sessions SSL réutilisées.
ru: Установка этого параметра снижает безопасность соединения, поэтому используйте его, только если клиент не понимает повторно используемые сеансы SSL.

source: Setting this option will result in timeouts if <b>identd</b> is not running on the client.
es_ar: Establecer esta opción dará como resultado tiempos de espera si <b> identd </b> no se está ejecutando en el cliente.
fr: Le réglage de cette option entraînera des délais d'attente si <b>identd</b> ne s'exécute pas sur le client.
ru: Установка этого параметра приведет к тайм-аутам, если <b>identd</b> не запущен на клиенте.

source: Settings
es_ar: Configuraciones
fr: Paramètres
ru: Настройки

source: Settings saved
es_ar: Configuraciones guardadas
fr: Paramètres sauvegardés
ru: Настройки сохранены

source: Settings saved.
es_ar: Configuraciones guardadas.
fr: Paramètres sauvegardés.
ru: Настройки сохранены.

source: Setup Method
es_ar: Método de configuración
fr: Méthode d'installation
ru: Метод настройки

source: Setup Users and Groups.
es_ar: Configurar Usuarios y Grupos.
fr: Configurer les utilisateurs et les groupes.
ru: Настройка пользователей и групп.
