Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Memory
es_ar: Memoria
fr: Mémoire
ru: Память

source: Memory Reports
es_ar: Reportes de memoria
fr: Rapports mémoire
ru: Отчеты о памяти

source: Memory Size
es_ar: Tamaño de memoria
fr: Taille de la mémoire
ru: Объем памяти

source: Memory Size (MiB)
es_ar: Tamaño de memoria (MiB)
fr: Taille de la mémoire (MiB)
ru: Объем памяти (МиБ)

source: Memory overcommitment allows multiple VMs to be launched when there is not enough free memory for configured RAM of all VMs. Use with caution.
es_ar: El compromiso excesivo de la memoria permite que se inicien varias máquinas virtuales cuando no hay suficiente memoria libre para la RAM configurada de todas las máquinas virtuales. Usar con precaución.
fr: Le Memory overcommitment permet de lancer plusieurs machines virtuelles lorsqu'il n'y a pas assez de mémoire libre pour la RAM configurée de toutes les machines virtuelles. Utiliser avec prudence.
ru: Перегрузка памяти позволяет запускать несколько виртуальных машин, когда свободной памяти недостаточно для сконфигурированной памяти всех виртуальных машин. Используйте с осторожностью.

source: Memory:
es_ar: Memoria:
fr: Mémoire:

source: Message verbosity level in the replication task log.
es_ar: Nivel de verbosidad del mensaje en el registro de tareas de replicación.
fr: Niveau de verbosité des messages dans le log des tâches de réplication.
ru: Метод передачи снимка: <ul><li><i>SSH</i> поддерживается большинством систем. Для этого требуется предварительно созданное <a href="--docurl--/system.html#ssh-connection" target="_blank">SSH-соединение</a>.</li><li><i>SSH+NETCAT</i> использует SSH для установления соединения с системой назначения, затем использует <a href="https://github.com/freenas/py-libzfs" target="_blank">py-libzfs</a> для отправки незашифрованного потока данных для более высоких скоростей передачи. Это работает только при репликации на FreeNAS, TrueNAS или другую систему с установленным <i>py-libzfs</i>.</li><li><i>LOCAL</i> реплицирует снимки в другой набор данных в том же наборе system.</li><li><i>LEGACY</i> использует устаревший механизм репликации из FreeNAS 11.2 и более ранних версий.</li></ul>

source: Metadata
es_ar: Metadados
fr: Métadonnées

source: Metadata (Special) Small Block Size
es_ar: Metadatos (especiales) Tamaño de bloque pequeño
fr: Métadonnées (spéciales) Petite taille de bloc

source: Metadata VDev
es_ar: Metadatos VDev
fr: Métadonnées VDev

source: Method
es_ar: Método
fr: Méthode
ru: Метод

source: Method of snapshot transfer:<ul> <li><i>SSH</i> is supported by most systems. It requires a previously created connection in <b>System > SSH Connections</b>.</li> <li><i>SSH+NETCAT</i> uses SSH to establish a connection to the destination system, then uses <a href="https://github.com/freenas/py-libzfs" target="_blank">py-libzfs</a> to send an unencrypted data stream for higher transfer speeds. This only works when replicating to a FreeNAS, TrueNAS, or other system with <i>py-libzfs</i> installed.</li> <li><i>LOCAL</i> efficiently replicates snapshots to another dataset on the same system without using the network.</li> <li><i>LEGACY</i> uses the legacy replication engine from FreeNAS 11.2 and earlier.</li></ul>
es_ar: Método de transferencia de instantáneas: <ul> <li><i>SSH</i> es compatible con la mayoría de los sistemas. Requiere una conexión creada previamente en <b>Sistema > Conexiones SSH</b>. </li> <li><i>SSH + NETCAT</i> usa SSH para establecer una conexión con el sistema de destino, luego usa <a href="https://github.com/freenas/py-libzfs" target="_blank">py-libzfs</a> para enviar un flujo de datos sin cifrar para velocidades de transferencia más altas. Esto solo funciona cuando se replica a FreeNAS, TrueNAS u otro sistema con <i>py-libzfs</i> instalado.</li> <li><i>LOCAL</i> replica eficientemente instantáneas en otro conjunto de datos en el mismo sistema sin usar la red. /li> <li> <i>LEGACY</i> usa el motor de replicación heredado de FreeNAS 11.2 y versiones anteriores.</li></ul>
fr: Méthode de transfert d'instantanés :<ul> <li><i>SSH</i> est pris en charge par la plupart des systèmes. Il nécessite une connexion préalablement créée dans <b>Système &gt; Connexions SS</b>H.</li> <li><i>SSH+NETCAT</i> utilise SSH pour établir une connexion avec le système de destination, puis utilise <a href="https://github.com/freenas/py-libzfs" target="_blank">py-libzfs</a> pour envoyer un flux de données non chiffré pour des vitesses de transfert plus élevées. Cela ne fonctionne que lors de la réplication vers un FreeNAS, un TrueNAS ou un autre système avec <i>py-libzfs</i> installé.</li> <li><i>LOCAL</i> réplique efficacement les instantanés vers un autre dataset sur le même système sans utiliser le réseau.</li> <li><i>LEGACY</i> utilise l'ancien moteur de réplication de FreeNAS 11.2 et antérieurs.</li></ul>

source: Metrics
es_ar: Métricas
fr: Métriques
ru: Показатель

source: MiB. Units smaller than MiB are not allowed.
es_ar: MiB. Las unidades más pequeñas que MiB no están permitidas.
fr: Mib. Les unités plus petites que le MiB ne sont pas autorisées.

source: Microsoft Account
es_ar: Cuenta de Microsoft
fr: Compte Microsoft
ru: Учетная запись Microsoft

source: Microsoft Onedrive <a href="https://docs.microsoft.com/en-us/onedrive/developer/rest-api/getting-started/authentication" target="_blank">Access Token</a>. Log in to the Microsoft account to add an access token.
es_ar: Microsoft Onedrive <a href="https://docs.microsoft.com/en-us/onedrive/developer/rest-api/getting-started/authentication" target="_blank"> Token de acceso</a>. Inicie sesión en la cuenta de Microsoft para agregar un token de acceso.
fr: <a href="https://docs.microsoft.com/en-us/onedrive/developer/rest-api/getting-started/authentication" target="_blank">Jeton d'accès</a> Microsoft Onedrive. Connectez-vous au compte Microsoft pour ajouter un jeton d'accès.
ru: Microsoft Onedrive <a href="https://docs.microsoft.com/en-us/onedrive/developer/rest-api/getting-started/authentication" target="_blank">токен доступа</a>. Войдите в учетную запись Microsoft, чтобы добавить токен доступа.

source: Min Poll
es_ar: Mín Poll
fr: Poll Min
ru: Мин опрос

source: Min. Poll
es_ar: Mín. Poll
fr: Poll Min
ru: Мин. опрос

source: Minimum
es_ar: Mínimo

source: Minimum Passive Port
es_ar: Puerto pasivo mínimo
fr: Port passif minimum
ru: Минимальный пассивный порт

source: Minimum size is 1 MiB
es_ar: El tamaño mínimo es de 1 MiB
fr: La taille minimale est de 1 MiB
ru: Минимальный размер 1 МиБ

source: Minimum value is
es_ar: Valor mínimo es
fr: La valeur minimale est
ru: Минимальное значение

source: Mintues
es_ar: Minutos

source: Mintues/Hours/Days
es_ar: Minutos/Horas/Días
fr: Minutes/heures/jours

source: Minute
es_ar: Minuto
ru: Минута

source: Minutes of inactivity before the drive enters standby mode. This <a href="https://forums.freenas.org/index.php?threads/how-to-find-out-if-a-drive-is-spinning-down-properly.2068/" target="_blank">forum post</a> describes identifying spun down drives. Temperature monitoring is disabled for standby disks.
es_ar: Minutos de inactividad antes de que la unidad entre en modo de espera. Esta <a href="https://forums.freenas.org/index.php?threads/how-to-find-out-if-a-drive-is-spinning-down-properly.2068/" target="_blank">publicación del foro</a> describe la identificación de unidades dañadas. La supervisión de temperatura está deshabilitada para los discos en espera.
fr: Minutes d'inactivité avant que le lecteur ne passe en mode veille. Ce <a href="https://forums.freenas.org/index.php?threads/how-to-find-out-if-a-drive-is-spinning-down-properly.2068/" target="_blank">message du forum</a> décrit l'identification des disques durs en panne. La surveillance de la température est désactivée pour les disques en veille.

source: Minutes when this task will run.
es_ar: Minutos cuando se ejecutará esta tarea.
fr: Minutes où cette tâche s'exécutera.

source: Mirror
es_ar: Espejo
fr: Miroir
ru: Зеркало

source: Mixing disks of different sizes in a vdev is not allowed.
es_ar: No se permite mezclar discos de diferentes tamaños en un vdev.
fr: Le mélange de disques de différentes tailles dans un vdev n'est pas autorisé.

source: Mode
es_ar: Modo
ru: Режим

source: Model
es_ar: Modelo
fr: Modèle
ru: Модель

source: Model:
es_ar: Modelo:
fr: Modèle:
ru: Модель:

source: Modify for disks that understand <a href="https://en.wikipedia.org/wiki/Automatic_acoustic_management" target="_blank">AAM</a>.
es_ar: Modifique para discos que entiendan <a href="https://en.wikipedia.org/wiki/Automatic_acoustic_management" target="_blank">AAM</a>.
fr: Modifier pour les disques qui comprennent <a href="https://en.wikipedia.org/wiki/Automatic_acoustic_management" target="_blank">AAM</a>.
ru: Изменять для дисков, которые поддерживают <a href="https://en.wikipedia.org/wiki/Automatic_acoustic_management" target="_blank">AAM</a>.

source: Module name that matches the name requested by the rsync client.
es_ar: Nombre del módulo que coincide con el nombre solicitado por el cliente rsync.
fr: Nom de module qui correspond au nom requis par le client rsync.

source: Mon
es_ar: Lunes
fr: Lun
ru: Пн

source: Monitor Password
es_ar: Contraseña del monitor
fr: Mot de passe du moniteur
ru: Пароль мониторинга

source: Monitor User
es_ar: Monitorear usuario
fr: Surveiller l'utilisateur
ru: Пользователь мониторинга

source: Month
es_ar: Mes
fr: Mois
ru: Месяц

source: Monthly
es_ar: Mensual
fr: Mensuel

source: Months
es_ar: Meses
fr: Mois
ru: Месяцы

source: More Options
es_ar: Mas opciones
fr: Plus d’options

source: Mount Points of
es_ar: Puntos de montaje de
fr: Points de montage de

source: Mount a <a href="https://www.freebsd.org/cgi/man.cgi?query=devfs" target="_blank">devfs(5)</a> filesystem on the chrooted <i>/dev</i> directory and apply the <b>devfs_ruleset</b> parameter to restrict the devices visible inside the jail.
es_ar: Monte un <a href="https://www.freebsd.org/cgi/man.cgi?query=devfs" target="_blank">devfs (5)</a> en el sistema de archivos <i>/dev</i> y aplique el parámetro <b>devfs_ruleset</b> para restringir los dispositivos visibles dentro de la jaula.
fr: Montez un système de fichiers <a href="https://www.freebsd.org/cgi/man.cgi?query=devfs" target="_blank">devfs(5)</a> sur le répertoire <i>/dev</i> chrooté et appliquez le paramètre <b>devfs_ruleset</b> pour restreindre les périphériques visibles dans l'environnement jail.
ru: Монтировать файловую систему <a href="https://www.freebsd.org/cgi/man.cgi?query=devfs" target="_blank">devfs(5)</a> в каталог <i>/dev</i> и применить параметр <b>devfs_ruleset</b>, чтобы ограничить устройства, видимые внутри jail.

source: Mount an <a href="https://www.freebsd.org/cgi/man.cgi?query=fdescfs" target="_blank">fdescfs(5)</a> filesystem in the jail <i>/dev/fd</i> directory.
es_ar: Monte un <a href="https://www.freebsd.org/cgi/man.cgi?query=fdescfs" target="_blank">fdescfs(5)</a> sistema de archivos en la jaula <i>/dev/fd</i> directorio.
fr: Montez un système de fichiers <a href="https://www.freebsd.org/cgi/man.cgi?query=fdescfs" target="_blank">fdescfs(5)</a> dans le répertoire jail <i>/dev/fd</i>.
ru: Монтировать файловую систему <a href="https://www.freebsd.org/cgi/man.cgi?query=fdescfs" target="_blank">fdescfs(5)</a> в каталог <i>/dev/fd<</i> jail.

source: Mount points
es_ar: Puntos de montaje
fr: Points de montage
ru: Точки монтирования

source: Move existing keys from the current key server to a new key server. To switch to a different key server, key synchronization must be <i>Enabled</i>, then enable this setting, update the key server connection configuration, and click <b>SAVE</b>.
es_ar: Mueva las claves existentes del servidor de claves actual a un nuevo servidor de claves. Para cambiar a un servidor de claves diferente, la sincronización de claves debe estar <i>Activada</i>, luego active esta configuración, actualice la configuración de conexión del servidor de claves y haga clic en <b>GUARDAR</b>.
fr: Déplacer les clés existantes du serveur de clés actuel vers un nouveau serveur de clés. Pour passer à un autre serveur de clés, la synchronisation des clés doit être <i>activée</i>, puis activer ce paramètre, mettre à jour la configuration de connexion du serveur de clés et cliquer sur <b>ENREGISTRER</b>.

source: Multi-domain support. Enter additional domains to secure. Separate domains by pressing <code>Enter</code> For example, if the primary domain is <i>example.com</i>, entering <i>www.example.com</i> secures both addresses.
es_ar: Soporte multidominio. Ingrese dominios adicionales para proteger. Separe los dominios presionando <code>Enter</code> Por ejemplo, si el dominio principal es <i>example.com</i>, ingresar <i>www.example.com</i> asegura ambas direcciones.
fr: Support multi-domaine. Entrez des domaines supplémentaires à sécuriser. Séparez les domaines en appuyant sur la touche <code>Entrée</code>. Par exemple, si le domaine principal est <i>example.com</i>, la saisie de <i>www.example.com</i> permet de sécuriser les deux adresses<i>.

source: Multicast DNS. Uses the system <i>Hostname</i> to advertise enabled and running services. For example, this controls if the server appears under <i>Network</i> on MacOS clients.
es_ar: DNS multicast. Utiliza el sistema <i>Nombre del host</i> para anunciar servicios habilitados y en ejecución. Por ejemplo, esto controla si el servidor aparece en <i>Red</i> en clientes MacOS.
fr: DNS multicast. Utilise le <i>nom d'hôte</i> du système pour annoncer les services activés et en cours d'exécution. Par exemple, cela permet de contrôler si le serveur apparaît sous <i>Réseau</i> sur les clients MacOS.

source: Multipath Name
es_ar: Nombre de multiruta
fr: Nom du Multipath
ru: Имя Multipath

source: Multipaths
es_ar: Multirutas
fr: Chemins multiples

source: Must match Windows workgroup name. When this is unconfigured and Active Directory or LDAP are active, TrueNAS will detect and set the correct workgroup from these services.
es_ar: Debe coincidir con el nombre del grupo de trabajo de Windows. Cuando esto no esté configurado y Active Directory o LDAP estén activos, TrueNAS detectará y establecerá el grupo de trabajo correcto de estos servicios.
fr: Doit correspondre au nom du groupe de travail Windows. Lorsque cela n’est pas configuré et qu’Active Directory ou LDAP sont actifs, TrueNAS détecte et définira le groupe de travail correct à partir de ces services.

source: Mutual secret password. Required when Peer User is set. Must be different than the <i>Secret</i>.
es_ar: Contraseña secreta mutua Obligatorio cuando se establece el usuario par. Debe ser diferente al <i>Secreto</i>.
fr: Mot de passe secret mutuel. Requis lorsque l'option Peer User est activée. Ça doit être différent du <i>Secret</i>.
ru: Взаимный секретный пароль. Требуется, когда установлен Peer User. Должен отличаться от <i>Secret</i>.

source: NAT Autoconfigure IPv4
es_ar: Autoconfigurar NAT IPv4
fr: Autoconfigurer NAT IPv4
ru: Автонайстройка IPv4 NAT

source: NAT Interface
es_ar: Interfaz de NAT
fr: Interface NAT
ru: Интерфейс NAT

source: NAT Port Forwarding
es_ar: Reenvío de puertos NAT
fr: Transfert de port NAT
ru: Перенаправление портов NAT

source: NFSv3 ownership model for NFSv4
es_ar: Modelo de propiedad de NFSv3 para NFSv4
fr: Modèle de propriété NFSv3 pour NFSv4
ru: Модель собственности NFSv3 для NFSv4

source: NIS Domain
es_ar: Dominio NIS
fr: Domaine NIS

source: NIS Servers
es_ar: Servidores NIS
fr: Serveurs NIS

source: NOT RUN SINCE LAST BOOT
es_ar: NO FUNCIONA DESDE EL ÚLTIMO ARRANQUE
fr: NON EXÉCUTÉ DEPUIS LE DERNIER DÉMARRAGE
ru: НЕ ЗАПУЩЕН С ПОСЛЕДНЕЙ ЗАГРУЗКИ

source: NTLMv1 Auth
es_ar: Autenticación NTLMv1
ru: NTLMv1 аутентификация

source: NTP Server Settings
es_ar: Configuración del servidor NTP
fr: Paramètres du Serveur NTP

source: NTP Servers
es_ar: Servidores NTP
fr: Serveurs NTP
ru: NTP серверы

source: Name
es_ar: Nombre
fr: Nom
ru: Имя

source: Name Jail and Choose FreeBSD Release
es_ar: Nombra la Jaula y elige el lanzamiento de FreeBSD
fr: Nommez le jail et choisissez la version FreeBSD
ru: Назовите Jail и выберите релиз FreeBSD

source: Name and Method
es_ar: Nombre y Método
fr: Nom et méthode

source: Name and Naming Schema cannot be provided at the same time.
es_ar: El esquema de nombres y nombres no se puede proporcionar al mismo tiempo.
fr: Le nom et le schéma de nommage ne peuvent pas être fournis en même temps.
ru: Имя и схема именования не могут быть предоставлены одновременно.

source: Name and Options
es_ar: Nombre y opciones
fr: Nom et options
ru: Имя и параметры

source: Name and Provider
es_ar: Nombre y Proveedor
fr: Nom et fournisseur

source: Name and Type
es_ar: Nombre y Tipo
fr: Nom et type

source: Name and port of the server that reports the external IP address. For example, entering <i>checkip.dyndns.org:80</i> uses <a href="https://help.dyn.com/remote-access-api/checkip-tool/" target="_blank">Dyn IP detection</a>. to discover the remote socket IP address.
es_ar: Nombre y puerto del servidor que informa la dirección IP externa. Por ejemplo, al ingresar <i>checkip.dyndns.org:80</i> se usa <a href="https://help.dyn.com/remote-access-api/checkip-tool/" target="_ blank">Detección de IP Dyn</a>. para descubrir la dirección IP del socket remoto.
fr: Nom et port du serveur qui rapporte l'adresse IP externe. Par exemple, l'entrée dans <i>checkip.dyndns.org:80</i> utilise la <a href="https://help.dyn.com/remote-access-api/checkip-tool/" target="_blank">détection Dyn IP</a> pour découvrir l'adresse IP du socket distant.
ru: Имя и порт сервера, который сообщает внешний IP-адрес. Например, ввод <i>checkip.dyndns.org:80</i> используется для <a href="https://help.dyn.com/remote-access-api/checkip-tool/" target="_blank">Dyn IP</a> для обнаружения IP-адреса удаленного сокета.

source: Name not found
es_ar: Nombre no encontrado
fr: Nom introuvable

source: Name of NIS domain.
es_ar: Nombre del dominio NIS.
fr: Nom du domaine NIS.
ru: Имя домена NIS.

source: Name of the <a href="https://docs.mattermost.com/help/getting-started/organizing-conversations.html#managing-channels" target="_blank">channel</a> to receive notifications. This overrides the default channel in the incoming webhook settings.
es_ar: Nombre del <a href="https://docs.mattermost.com/help/getting-started/organizing-conversations.html#managing-channels" target="_blank">canal</a> para recibir notificaciones. Esto anula el canal predeterminado en la configuración del webhook entrante.
fr: Nom du <a href="https://docs.mattermost.com/help/getting-started/organizing-conversations.html#managing-channels" target="_blank">canal</a> de réception des notifications. Ceci remplace le canal par défaut dans les paramètres du webhook entrant.
ru: Название <a href="https://docs.mattermost.com/help/getting-started/organizing-conversations.html#managing-channels" target="_blank">канала</a> для получения уведомлений. Это переопределяет канал по умолчанию в настройках входящего webhook.

source: Name of the InfluxDB database.
es_ar: Nombre de la base de datos InfluxDB.
fr: Nom de la base de données InfluxDB.
ru: Имя базы данных InfluxDB.

source: Name of the WebDAV site, service, or software being used.
es_ar: Nombre del sitio, servicio o software de WebDAV que se está utilizando.
fr: Nom du site WebDAV, du service ou du logiciel utilisé.
ru: Название сайта, службы или программного обеспечения WebDAV.

source: Name of the extent. If the <i>Extent size</i> is not <i>0</i>, it cannot be an existing file within the pool or dataset.
es_ar: Nombre de la extensión. Si el <i>Tamaño de extensión</i> no es <i>0</i>, no puede ser un archivo existente dentro del grupo o conjunto de datos.
fr: Nom de l'étendue. Si la <i>taille de l'étendue</i> est différente de <i>0</i>, il ne peut pas s'agir d'un fichier existant dans le volume ou dataset.
ru: Наименование экстента. Если <i>Размер экстента</i> не равен <i>0</i>, это не может быть существующий файл в пуле или наборе данных.

source: Name of the new cloned boot environment. Alphanumeric characters, dashes (-), underscores (_), and periods (.) are allowed.
es_ar: Nombre del nuevo entorno de arranque clonado. Se permiten caracteres alfanuméricos, guiones (-), guiones bajos (_) y puntos (.).
fr: Nom du nouvel environnement de boot cloné. Les caractères alphanumériques, les tirets (-), les soulignés (_) et les points (.) sont autorisés.
ru: Имя новой клонированной загрузочной среды. Разрешены буквенно-цифровые символы, тире (-), подчеркивание (_) и точки (.).

source: Name of the new dataset created from the cloned snapshot.
es_ar: Nombre del nuevo conjunto de datos creado a partir de la instantánea clonada.
fr: Nom du nouveau dataset créé depuis l'instantané clôné.

source: Name of the room.
es_ar: Nombre de la habitación.
fr: Nom de la pièce.
ru: Название комнаты.

source: Name of this SSH connection. SSH connection names must be unique.
es_ar: Nombre de esta conexión SSH. Los nombres de conexión SSH deben ser únicos.
fr: Nom de cette connexion SSH. Les noms de connexion SSH doivent être uniques.
ru: Имя этого соединения SSH. Имена соединений SSH должны быть уникальными.

source: Name of this replication configuration.
es_ar: Nombre de esta configuración de replicación.
fr: Nom de cette configuration de réplication.
ru: Имя этой конфигурации репликации.

source: Name or Naming Schema is required. Only one field can be used at a time.
es_ar: Se requiere nombre o esquema de nombres. Solo se puede usar un campo a la vez.
fr: Nom ou schéma de nommage est requis. Un seul champ peut être utilisé à la fois.
ru: Требуется имя или схема именования. Только одно поле может быть использовано одновременно.

source: Name or Naming Schema must be provided.
es_ar: Se debe proporcionar el nombre o el esquema de nombres.
fr: Le nom ou le schéma de nommage doit être fourni.
ru: Необходимо указать имя или схему именования.

source: Name that was created with the SMB share.
es_ar: Nombre que se creó con el recurso compartido SMB.
fr: Nom qui a été créé avec le partage SMB.

source: Nameserver 1
es_ar: Nombre de servidor 1
fr: Serveur de noms 1 (DNS)
ru: Сервер имен 1

source: Nameserver 2
es_ar: Nombre de servidor 2
fr: Serveur de noms 2 (DNS)
ru: Сервер имен 2

source: Nameserver 3
es_ar: Nombre de servidor 3
fr: Serveur de noms 3 (DNS)
ru: Сервер имен 3

source: Nameservers
es_ar: Servidores de nombres

source: Naming Schema
es_ar: Esquema de nomenclatura
fr: Schéma de nommage
ru: Схема именования

source: Navigation
es_ar: Navegación
ru: Навигация

source: NetBIOS Alias
es_ar: Alias de NetBIOS
fr: Alias NetBIOS
ru: Псевдоним NetBIOS

source: NetBIOS Name
es_ar: Nombre de NetBIOS
fr: Nom NetBIOS
ru: Имя компьютера NetBIOS

source: NetBIOS alias
es_ar: Alias de NetBIOS
fr: Alias NetBIOS
ru: Псевдоним NetBIOS

source: Netbios Name
es_ar: Nombre de Netbios
fr: Nom Netbios
ru: Имя компьютера NetBIOS

source: Netbios Name of this NAS. This name must differ from the <i>Workgroup</i> name and be no greater than 15 characters.
es_ar: Nombre de Netbios de este NAS. Este nombre debe diferir del nombre de <i> Grupo de trabajo </i> y no debe tener más de 15 caracteres.
fr: Nom Netbios du NAS. Ce nom doit être différent du nom du <i>groupe de travail</i> et ne doit pas comporter plus de 15 caractères.
ru: Netbios имя этого NAS. Это имя должно отличаться от имени <i>Рабочей группы</i> и быть не более 15 символов.

source: Netcat Active Side
es_ar: El lado activo de Netcat
fr: Netcat côté actif
ru: Активная сторона netcat

source: Netcat Active Side Connect Address
es_ar: Dirección Netcat Active Side Connect
fr: Adresse de connexion côté actif de Netcat
ru: Адрес подключения активной стороны netcat

source: Netcat Active Side Listen Address
es_ar: Dirección de escucha de Netcat Active Side
fr: Adresse d'écoute côté actif de Netcat
ru: Адрес ожидания активной стороны netcat
