Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Netmask
es_ar: Máscara de red
fr: Masque de réseau
ru: Маска сети

source: Netwait IP List
es_ar: Lista de IP de Netwait
fr: Liste des IP Netwait

source: Network
es_ar: Red
fr: Réseau
ru: Сеть

source: Network Address Translation (NAT). Transforms local network IP addresses into a single IP address. Set when the jail will share a single connection to the Internet with other systems on the network.
es_ar: Traducción de direcciones de red (NAT). Transforma las direcciones IP de la red local en una sola dirección IP. Establezca cuándo la jaula compartirá una única conexión a Internet con otros sistemas en la red.
fr: Traduction d'adresses réseau (NAT). Transforme les adresses IP du réseau local en une seule adresse IP. Définit quand l'environnement jail partagera une connexion unique à Internet avec d'autres systèmes du réseau.
ru: Трансляция сетевых адресов (NAT). Преобразует IP-адреса локальной сети в один IP-адрес. Установите, когда jail будет совместно использовать одно подключение к Интернету с другими системами в сети.

source: Network Information Service (NIS)
es_ar: Servicio de información de red (NIS)
fr: Service d'Information Réseau (NIS)

source: Network Interface
es_ar: Interfaz de red
fr: Interface réseau
ru: Сетевой интерфейс

source: Network Properties
es_ar: Propiedades de red
fr: Propriétés du réseau
ru: Свойства сети

source: Network Reports
es_ar: Reportes de red
fr: Rapports réseau
ru: Отчеты сети

source: Network Timeout Before Initiating Failover
es_ar: Tiempo de espera de red antes de iniciar la conmutación por error
fr: Délai d'attente réseau avant d'initier le basculement
ru: Тайм-аут сети до начала аварийного переключения

source: Network addresses allowed to use this initiator. Leave blank to allow all networks or list network addresses with a CIDR mask. Separate entries by pressing <code>Enter</code>.
es_ar: Las direcciones de red pueden usar este iniciador. Déjelo en blanco para permitir todas las redes o enumere las direcciones de red con una máscara CIDR. Separe las entradas presionando <code>Enter</code>.
fr: Les adresses de réseau sont autorisées à utiliser cet initiateur. Laissez vide pour autoriser tous les réseaux ou pour énumérer les adresses de réseau avec un masque CIDR. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.

source: Network addresses allowed use this initiator. Each address can include an optional <a href="https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing" target="_blank">CIDR</a> netmask. Click <i>+</i> to add the network address to the list. Example: <i>192.168.2.0/24</i>.
es_ar: Las direcciones de red permitidas usan este iniciador. Cada dirección puede incluir una <a href="https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing" target="_blank">CIDR</a> netmask opcional. Haga clic en <i>+</i> para agregar la dirección de red a la lista. Ejemplo: <i>192.168.2.0/24</i>.
fr: Les adresses réseau autorisées utilisent cet initiateur. Chaque adresse peut inclure un masque de réseau <a href="https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing" target="_blank">CIDR</a> en option. Cliquez sur <i>+</i> pour ajouter l'adresse réseau à la liste. Exemple : <i>192.168.2.0.0/24</i>.
ru: Сетевые адреса, которые могут использовать этот инициатор. Каждый адрес может содержать дополнительную <a href="https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing" target="_blank">CIDR</a> сетевую маску. Нажмите <i>+</i>, чтобы добавить сетевой адрес в список. Пример: <i>192.168.2.0/24</i>.

source: Network changes applied successfully.
es_ar: Cambios en la red aplicados con éxito.
fr: Les modifications apportées au réseau ont été appliquées avec succès.
ru: Изменения в сети успешно применены.

source: Network community string. The community string acts like a user ID or password. A user with the correct community string has access to network information. The default is <i>public</i>. For more information, see <a href="https://community.helpsystems.com/knowledge-base/intermapper/snmp/snmp-community-strings/" target="_blank">What is an SNMP Community String?</a>.
es_ar: Cadena de comunidad de red. La cadena de comunidad actúa como un ID de usuario o contraseña. Un usuario con la cadena de comunidad correcta tiene acceso a la información de la red. El valor predeterminado es <i>público</i>. Para obtener más información, consulte <a href="https://community.helpsystems.com/knowledge-base/intermapper/snmp/snmp-community-strings/" target="_blank">¿Qué es una cadena comunitaria SNMP?</a>.
fr: Chaîne de communauté réseau. La chaîne communautaire agit comme un nom d'utilisateur ou un mot de passe. Un utilisateur possédant la chaîne de communauté correcte a accès aux informations réseau. La valeur par défaut est <i>public</i>. Pour plus d'informations, voir <a href="https://community.helpsystems.com/knowledge-base/intermapper/snmp/snmp-community-strings/" target="_blank">Qu'est-ce qu'une chaîne de communauté SNMP ?</a>.
ru: Строка сетевого сообщества. Строка сообщества действует как идентификатор пользователя или пароль. Пользователь с правильной строкой сообщества имеет доступ к сетевой информации. По умолчанию используется значение <i>public</i>. Для получения дополнительной информации см. <a href="https://community.helpsystems.com/knowledge-base/intermapper/snmp/snmp-community-strings/" target="_blank">Что такое Строка сообщества SNMP?</a>.

source: Network connectivity will be interrupted. Proceed?
es_ar: La conectividad de la red se interrumpirá. ¿Continuar?
fr: La connectivité réseau sera interrompue. Poursuivre ?
ru: Сетевое подключение будет прервано. Продолжить?

source: Network control (highest)
es_ar: Control de red (más alto)
fr: Contrôle du réseau (le plus élevé)

source: Network interface changes have been made permanent.
es_ar: Los cambios en la interfaz de red se han hecho permanentes.
fr: Les modifications de l'interface réseau ont été rendues permanentes.

source: Network interface changes have been temporarily applied for testing. Keep changes permanently? Changes are automatically reverted after the testing delay if they are not permanently applied.
es_ar: Los cambios en la interfaz de red se han aplicado temporalmente para las pruebas. ¿Mantener cambios permanentemente? Los cambios se revierten automáticamente después del retraso de la prueba si no se aplican de forma permanente.
fr: Les changements d'interface réseau ont été temporairement appliqués pour les tests. Conserver les modifications de façon permanente ? Les modifications sont automatiquement annulées après le délai de test si elles ne sont pas appliquées de manière permanente.

source: Network interface settings have been temporarily changed for testing. The settings will revert to the previous configuration after
es_ar: La configuración de la interfaz de red se ha cambiado temporalmente para realizar pruebas. La configuración volverá a la configuración anterior después de
fr: Les paramètres de l'interface réseau ont été temporairement modifiés pour être testés. Les paramètres reviendront à la configuration précédente après

source: Network interfaces to include in the bridge.
es_ar: Interfaces de red para incluir en el puente.
fr: Interfaces réseau à inclure dans la passerelle.
ru: Сетевые интерфейсы для включения в мост.

source: Networks
es_ar: Redes
fr: Réseaux

source: Never
es_ar: Nunca
fr: Jamais
ru: Никогда

source: Never Delete
es_ar: Nunca borrar
fr: Jamais effacé
ru: Никогда не удалять

source: New Disk
es_ar: Nuevo disco
fr: Nouveau disque

source: New Password
es_ar: Nueva contraseña
fr: Nouveau mot de passe
ru: Новый пароль

source: New Primary Group
es_ar: Nuevo grupo primario
fr: Nouveau groupe primaire
ru: Новая Первичная Группа

source: New Static Key Settings
es_ar: Nueva configuración de clave estática
fr: Nouveaux paramètres de clé statique

source: New users are not given <b>su</b> permissions if <i>wheel</i> is their primary group.
es_ar: Los nuevos usuarios no tienen permisos de <b>su</b> si <i>wheel</i> es su grupo principal.
fr: Les nouveaux utilisateurs ne sont pas autorisés <b>si</b> <i>wheel</i> est leur groupe principal.
ru: Новым пользователям не предоставляются разрешения <b>su</ b>, если <i>wheel</i> является их основной группой.

source: Newer Clone
es_ar: Clon más nuevo
fr: Clone plus récent

source: Newer Intermediate, Child, and Clone
es_ar: Intermedio más reciente, niño y clon
fr: Intermédiaire, enfant et clone plus récents

source: Next
es_ar: Siguiente
fr: Suivant
ru: Следующая

source: Next Run
es_ar: Siguiente arranque
fr: Prochaine exécution
ru: Следующий запуск

source: Nic to attach:
es_ar: Nic para adjuntar:
fr: Nic à attacher :
ru: Сетевой адаптер для подключения:

source: No Communication Warning Time
es_ar: Sin tiempo de advertencia de comunicación
fr: Pas de temps d'avertissement de communication
ru: Время предупреждения об отсутствии связи

source: No Encryption (less secure, but faster)
es_ar: Sin encriptación (menos seguro, pero más rápido)
fr: Pas de chiffrement (moins sûr, mais plus rapide)
ru: Без шифрования (менее безопасно, но быстрее)

source: No Logs
es_ar: Sin registros
fr: Aucun log
ru: Нет журналов

source: No Pools
es_ar: Sin Grupos (Pools)
fr: Aucun volume
ru: Нет пулов

source: No Repositories
es_ar: Sin Repositorios
fr: Pas de repositories
ru: Нет репозиториев

source: No Safety Check (CAUTION)
es_ar: Sin verificación de seguridad (PRECAUCIÓN)
fr: Pas de contrôle de sécurité (ATTENTION)

source: No Stat
es_ar: Sin estadísticas
fr: Aucune stat
ru: Не проверять

source: No custom themes. Click <b>Create New Theme</b> to create a new custom theme.
es_ar: No hay temas personalizados. Haga clic en <b>Crear nuevo tema</b> para crear un nuevo tema personalizado.
fr: Pas de thèmes personnalisés. Cliquez sur <b>Créer</b> un nouveau thème pour créer un nouveau thème personnalisé.
ru: Нет пользовательских тем. Нажмите <b>Создать новую тему</b>, чтобы создать новую пользовательскую тему.

source: No interfaces configured with Virtual IP.
es_ar: No hay interfaces configuradas con IP virtual.
fr: Aucune interface configurée avec Virtual IP.
ru: Нет интерфейсов, настроенных с виртуальным IP.

source: No logs are available for this task.
es_ar: No hay registros disponibles para esta tarea.
fr: Aucun log n'est disponible pour cette tâche.
ru: Нет журналов для этой задачи.

source: No longer keep this Boot Environment?
es_ar: ¿Ya no conserva este entorno de arranque?
fr: Vous ne conservez plus cet environnement d'amorçage ?
ru: Больше не хранить эту загрузочную среду?

source: No network interfaces are marked critical for failover.
es_ar: Ninguna interfaz de red se considera crítica para la conmutación por error.
fr: Aucune interface réseau n'est considérée comme critique pour le basculement (failover).

source: No pools are configured.
es_ar: No hay grupos configurados.
fr: Aucun volume n'est configuré.
ru: Пулы не настроены.

source: No repositories is found.
es_ar: No se encontraron repositorios.
fr: Aucun repositories n'a été trouvé.
ru: Репозитории не найдены.

source: No snapshots sent yet
es_ar: Aún no se han enviado instantáneas
fr: Pas encore d'instantanés envoyés
ru: Снимки еще не отправлены

source: No update found.
es_ar: No se encontraron actualizaciones.
fr: Aucune mise à jour trouvée.
ru: Обновление не найдено.

source: No updates available.
es_ar: No hay actualizaciones disponibles.
fr: Aucune mise à jour disponible.
ru: Нет доступных обновлений.

source: No, continue with import
es_ar: No, continuar con la importación
fr: Non, continuer avec l'importation
ru: Нет, продолжить импорт

source: Nodes CARP states do not agree.
es_ar: Los nodos de los estados CARP no están de acuerdo.
fr: Les états des nœuds CARP ne sont pas d'accord.

source: None
es_ar: Ninguno
fr: Aucun

source: None requested
es_ar: Ninguno solicitado
fr: Aucune demande

source: Normal vdev type, used for primary storage operations. ZFS pools always have at least one DATA vdev.
es_ar: Tipo de vdev normal, utilizado para operaciones de almacenamiento primario. Las agrupaciones ZFS siempre tienen al menos un vdev DATA.
fr: Type vdev normal, utilisé pour les opérations de stockage primaire. Les volume ZFS ont toujours au moins un vdev de données.

source: Not Available
es_ar: No disponible
fr: Non disponible
ru: Недоступно

source: Notes
es_ar: Notas
ru: Заметки

source: Notes about this disk.
es_ar: Notas sobre este disco.
fr: Notes sur ce disque.

source: Notes about this extent.
es_ar: Notas sobre esta extensión.
fr: Notes sur cette étendue.
ru: Заметки об этом экстенте.

source: Notice
es_ar: Aviso
fr: Remarque
ru: Уведомление

source: Nov
es_ar: Noviembre
ru: Ноя

source: Number of CPUs
es_ar: Número de CPUs
fr: Nombre de CPUs
ru: Количество процессоров

source: Number of Cores
es_ar: Número de núcleos
fr: Nombre de cores

source: Number of Graph Points
es_ar: Número de puntos del gráfico
fr: Nombre de points du graphique
ru: Количество точек графика

source: Number of SysV semaphores modified in a single <a href="https://www.freebsd.org/cgi/man.cgi?query=semop" target="_blank">semop(2)</a> call.
es_ar: Número de semáforos SysV modificados en una sola <a href="https://www.freebsd.org/cgi/man.cgi?query=semop" target="_blank"> semop (2) </a>.
fr: Nombre de sémaphores SysV modifiés dans un seul appel <a href="https://www.freebsd.org/cgi/man.cgi?query=semop" target="_blank">semop(2)</a>.
ru: Количество семафоров SysV, изменяемых в одном вызове <a href="https://www.freebsd.org/cgi/man.cgi?query=semop" target="_blank">semop(2)</a>

source: Number of SysV shared memory segments in bytes.
es_ar: Número de segmentos de memoria compartida SysV en bytes.
fr: Nombre de segments de mémoire partagée SysV en octets.
ru: Количество сегментов разделяемой памяти SysV в байтах.

source: Number of SysV shared memory segments.
es_ar: Número de segmentos de memoria compartida SysV.
fr: Nombre de segments de mémoire partagée SysV.
ru: Количество сегментов разделяемой памяти SysV.

source: Number of Threads
es_ar: Número de hilos
fr: Nombre de Threads

source: Number of child jails allowed to be created by the jail or other jails under this jail. A limit of <i>0</i> restricts the jail from creating child jails. Hierarchical Jails in the <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">JAIL(8)</a> man page explains the finer details.
es_ar: Número de jaulas infantiles permitidas por la jaula u otras jaulas bajo esta jaula. Un límite de <i>0</i> impide que la jaula cree jaulas infantiles. Las Jaulas jerárquicas en la <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">JAIL(8)</a> explican los detalles más finos.
fr: Nombre de jails enfants dont la création est autorisée par le jail ou d'autres jail sous ce jail. Une limite de <i>0</i> empêche le jail de créer des jails enfants. Les Jails hiérarchiques dans la page de manuel <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">JAIL(8)</a> explique les détails les plus fins.
ru: Количество дочерних jail, которые могут быть созданы этим jail или другими jail в рамках этого. Предел <i>0</i> запрещает jail создавать дочерние jail. Иерархические jail в <a href="https://www.freebsd.org/cgi/man.cgi?query=jail" target="_blank">JAIL(8)</a> поясняет более мелкие детали.

source: Number of days to renew certificate before expiring.
es_ar: Número de días para renovar el certificado antes de caducar.
fr: Nombre de jours pour renouveler le certificat avant son expiration.
ru: Количество дней для продления сертификата до истечения срока действия.

source: Number of objects that can be owned by each of the selected groups. Entering <code>0</code> (zero) allows unlimited objects.
es_ar: Número de objetos que pueden ser propiedad de cada uno de los grupos seleccionados. Al ingresar <code>0</code> (cero) se permiten objetos ilimitados.
fr: Nombre d'objets pouvant être détenus par chacun des groupes sélectionnés. La saisie de <code>0</code> (zéro) permet un nombre illimité d'objets.

source: Number of objects that can be owned by each of the selected users. Entering <code>0</code> (zero) allows unlimited objects.
es_ar: Número de objetos que pueden ser propiedad de cada uno de los usuarios seleccionados. Al ingresar <code>0</code> (cero) se permiten objetos ilimitados.
fr: Nombre d'objets pouvant être détenus par chacun des utilisateurs sélectionnés. La saisie de <code>0</code> (zéro) permet un nombre illimité d'objets.

source: Number of password-based key derivation function 2 (PBKDF2) iterations to use for reducing vulnerability to brute-force attacks. Entering a number larger than <i>100000</i> is required. See <a href="https://en.wikipedia.org/wiki/PBKDF2" target="_blank">PBKDF2</a> for more details.
es_ar: Número de iteraciones de la función de derivación de clave basada en contraseña 2 (PBKDF2) para reducir la vulnerabilidad a los ataques de fuerza bruta. Se requiere ingresar un número mayor que <i>100000</i>. Consulte <a href="https://en.wikipedia.org/wiki/PBKDF2" target="_blank">PBKDF2</a> para obtener más detalles.
fr: Nombre d'itérations de la fonction de dérivation de clé basée sur le mot de passe 2 (PBKDF2) à utiliser pour réduire la vulnérabilité aux attaques par force brute. La saisie d'un nombre supérieur à <i>100000</i> est nécessaire. Voir <a href="https://en.wikipedia.org/wiki/PBKDF2" target="_blank">PBKDF2</a> pour plus de détails.

source: Number of points for each hourly, daily, weekly, monthly, or yearly graph (allowed values are 1-4096). Changing this value causes the <i>Confirm RRD Destroy</i> dialog to appear. Changes do not take effect until the existing reporting database is destroyed.
es_ar: Número de puntos por cada gráfico por hora, diario, semanal, mensual o anual (los valores permitidos son 1-4096). Cambiar este valor hace que aparezca el cuadro de diálogo <i> Confirmar destrucción RRD </i>. Los cambios no surten efecto hasta que se destruye la base de datos de informes existente.
fr: Nombre de points pour chaque graphique horaire, quotidien, hebdomadaire, mensuel ou annuel (les valeurs autorisées sont de 1 à 4 096). La modification de cette valeur fait apparaître la boîte de dialogue <i>Confirmer la destruction de RRD</i>. Les changements ne prennent pas effet tant que la base de données de déclaration existante n'est pas détruite.
ru: Количество точек для каждого часового, дневного, еженедельного, ежемесячного или годового графика (допустимые значения 1-4096). Изменение этого значения приводит к появлению диалогового окна <i>Подтвердить уничтожение RRD</i>. Изменения не вступают в силу, пока существующая база данных отчетов не будет уничтожена.

source: Number of queued SysV messages allowed for the jail.
es_ar: Número de mensajes SysV en cola permitidos para la jaula.
fr: Nombre de messages SysV en file d'attente autorisés pour le jail.
ru: Количество сообщений SysV в очереди, разрешенных для jail.

source: Number of retries for failed replications
es_ar: Número de reintentos para réplicas fallidas
fr: Nombre de tentatives de réessaies pour les réplications échouées
ru: Количество попыток неудачной репликации

source: Number of seconds before a timeout. Increase this value if AD DNS queries time out.
es_ar: Número de segundos antes de un tiempo de espera. Aumente este valor si las consultas de AD DNS expiran.
fr: Nombre de secondes avant l'expiration du délai. Augmentez cette valeur si le délai des requêtes AD DNS est dépassé.
ru: Количество секунд до истечения времени ожидания. Увеличьте это значение, если время ожидания запросов DNS AD истекает.

source: Number of seconds before timeout. To view the AD connection status, open the interface <i>Task Manager</i>.
es_ar: Número de segundos antes del tiempo de espera. Para ver el estado de la conexión AD, abra la interfaz <i>Administrador de tareas</i>.
fr: Nombre de secondes avant le délai d’expiration. Pour afficher l’état de connexion AD, ouvrez le <i>Gestionnaire de tâches d’interface</i>.

source: Number of seconds to wait after a network failure before triggering a failover. <i>0</i> means a failover occurs immediately, or after two seconds when the system is using a link aggregation.
es_ar: Número de segundos para esperar después de una falla de red antes de desencadenar una conmutación por error. <i> 0 </i> significa que se produce una conmutación por error inmediatamente o después de dos segundos cuando el sistema está utilizando una agregación de enlaces.
fr: Nombre de secondes à attendre après une panne de réseau avant de déclencher un basculement. <i>0</i> signifie qu'un basculement se produit immédiatement ou après deux secondes lorsque le système utilise une agrégation de liens.
ru: Количество секунд ожидания после сбоя в сети, прежде чем инициировать аварийное переключение. <i>0</i> означает, что аварийное переключение происходит немедленно или через две секунды, когда система использует агрегацию каналов.

source: Number of servers
es_ar: Número de servidores
fr: Nombre de serveurs
ru: Количество серверов

source: Number of simultaneous file transfers. Enter a number based on the available bandwidth and destination system performance. See <a href="https://rclone.org/docs/#transfers-n" target="_blank">rclone --transfers</a>.
es_ar: Número de transferencias simultáneas de archivos. Ingrese un número basado en el ancho de banda disponible y el rendimiento del sistema de destino. Consulte <a href="https://rclone.org/docs/#transfers-n" target="_blank"> rclone --transfers </a>.
fr: Nombre de transferts de fichiers simultanés. Entrez un numéro en fonction de la bande passante disponible et des performances du système de destination. Voir <a href="https://rclone.org/docs/#transfers-n" target="_blank">rclone --transferts</a>.
ru: Количество одновременных передач файлов. Введите число в зависимости от доступной пропускной способности и производительности системы назначения. Смотрите <a href="https://rclone.org/docs/#transfers-n" target="_blank">rclone --transfers</a>.

source: Number of times the replication is attempted before stopping and marking the task as failed.
es_ar: Número de veces que se intenta la replicación antes de detener y marcar la tarea como fallida.
fr: Nombre de tentatives de réplication avant l'arrêt et le marquage de l'échec de la tâche.
ru: Число попыток репликации перед остановкой и пометкой задачи как неудачной.

source: Number of virtual CPUs to allocate to the virtual machine. The VM operating system might have operational or licensing restrictions on the number of CPUs.
es_ar: Número de CPU virtuales para asignar a la máquina virtual. El sistema operativo de la máquina virtual puede tener restricciones operativas o de licencia sobre la cantidad de CPU.

source: Numeric start priority for the jail at boot time. Valid priorities are between 1 and 99. <b>Smaller</b> values are <b>higher</b> priority. At system shutdown the priority is reversed. <br> <b>Example:</b> <i>99</i>
es_ar: Prioridad de inicio numérico para la jaula en el momento del arranque. Las prioridades válidas están entre 1 y 99. Los valores <b> más pequeños </b> tienen una prioridad <b> más alta </b>. Al apagar el sistema, la prioridad se invierte. <br> <b> Ejemplo: </b> <i> 99 </i>
fr: Priorité de démarrage numérique pour le jail au moment du démarrage. Les priorités valides se situent entre 1 et 99, les <b>plus petites</b> valeurs sont <b>prioritaires</b>. Lors de l'arrêt du système, la priorité est inversée <br> <b>Exemple :</b> <i>99</i>
ru: Числовой приоритет запуска для jail во время загрузки. Допустимые приоритеты находятся в диапазоне от 1 до 99. <b>Меньшие</b> значения имеют <b>более высокий</b> приоритет. При выключении системы приоритет меняется. <br> <b>Пример:</b> <i>99</i>
