Repository: truenas/webui
Catalog: src/assets/i18n/*.po
Languages: es_ar, fr, ru

source: Files are split into chunks of this size before upload. The number of chunks that can be simultaneously transferred is set by the <b>Transfers</b> number. The single largest file being transferred must fit into no more than 10,000 chunks.
es_ar: Los archivos se dividen en fragmentos de este tamaño antes de cargarlos. El número de fragmentos que se pueden transferir simultáneamente se establece mediante el número <b>Transferencias</b>. El archivo más grande que se transfiere debe caber en no más de 10,000 fragmentos.
fr: Les fichiers sont divisés en morceaux de cette taille avant d'être téléchargés. Le nombre de morceaux qui peuvent être transférés simultanément est fixé par le numéro de <b>transfert</b>. Le plus gros fichier transféré ne doit pas comporter plus de 10 000 morceaux.

source: Files that are deleted from the same dataset are moved to the Recycle Bin and do not take any additional space. <b>Deleting files over NFS will remove the files permanently </b>. When the files are in a different dataset or a child dataset, they are copied to the dataset where the Recycle Bin is located. To prevent excessive space usage, files larger than 20 MiB are deleted rather than moved. Adjust the <i>Auxiliary Parameter</i> <samp>crossrename:sizelimit=</samp> setting to allow larger files. For example, <samp>crossrename:sizelimit={50}</samp> allows moves of files up to 50 MiB in size. This means files can be permanently deleted or moved from the recycle bin. <b>This is not a replacement for ZFS snapshots.</b>
es_ar: Los archivos que se eliminan del mismo conjunto de datos se mueven a la Papelera de reciclaje y no ocupan espacio adicional. <b>Eliminar archivos a través de NFS eliminará los archivos de forma permanente</b>. Cuando los archivos están en un conjunto de datos diferente o un conjunto de datos hijo, se copian en el conjunto de datos donde se encuentra la Papelera de reciclaje. Para evitar el uso excesivo de espacio, los archivos de más de 20 MiB se eliminan en lugar de moverse. Ajuste la configuración de <i>Parámetros auxiliares</i> <samp>crossrename:sizelimit=</samp> para permitir archivos más grandes. Por ejemplo, <samp>crossrename:sizelimit={50}</samp> permite mover archivos de hasta 50 MiB de tamaño. Esto significa que los archivos se pueden eliminar permanentemente o mover de la papelera de reciclaje. <b>Esto no es un reemplazo para las instantáneas de ZFS.</b>
fr: Les fichiers qui sont supprimés du même dataset sont déplacés vers la corbeille et ne prennent pas de place supplémentaire. La <b>suppression de fichiers par NFS supprime définitivement les fichiers </b>. Lorsque les fichiers sont dans un dataset différent ou un dataset enfant, ils sont copiés dans le dataset où se trouve la corbeille. Pour éviter une utilisation excessive de l'espace, les fichiers de plus de 20 Mo sont supprimés plutôt que déplacés. Ajustez le <i>paramètre auxiliaire</i> <samp>crossrename:sizelimit=</samp> pour autoriser les fichiers plus volumineux. Par exemple, crossrename<samp>:sizelimit={50}</samp> permet de déplacer des fichiers d'une taille maximale de 50 Mio. Cela signifie que les fichiers peuvent être définitivement supprimés ou déplacés de la corbeille. <b>Ce n'est pas un remplacement des instantanés ZFS.</b>

source: Filesize
es_ar: Tamaño del archivo
fr: Taille des fichiers
ru: Размер файла

source: Filesystem type
es_ar: Tipo de sistema de archivos
fr: Type de système de fichiers
ru: Тип файловой системы

source: Filter
es_ar: Filtrar
fr: Filtre
ru: Фильтр

source: Filter Groups
es_ar: Filtrar grupos
fr: Filtrer groupes

source: Filter Users
es_ar: Filtrar usuarios
fr: Filtrer utilisateurs

source: Filter disks by capacity
es_ar: Filtrar discos por capacidad
fr: Filtrer les disques par capacité

source: Filter disks by name
es_ar: Filtrar discos por nombre
fr: Filtrer les disques par nom

source: Find this information later by clicking
es_ar: Encuentre esta información más tarde haciendo clic en
fr: Vous trouverez ces informations plus tard en cliquant sur
ru: Найти эту информацию позже, нажав

source: Finding Pools
es_ar: Encontrando Grupos (Pools)
fr: Trouver des volumes
ru: Поиск пулов

source: Finding pools to import...
es_ar: Encontrar grupos para importar...
fr: Trouver des volumes pour importer...
ru: Поиск пулов для импорта ...

source: Finish Upgrade?
es_ar: ¿Terminar actualización?
fr: Terminer la mise à niveau ?
ru: Закончить обновление?

source: Finished
es_ar: Finalizado
fr: Terminé
ru: Закончен

source: Finished Time:
es_ar: Tiempo finalizado:
fr: Temps terminé:
ru: Время окончания:

source: Fix Credential
es_ar: Credencial de arreglo
fr: Correction des informations d'identification
ru: Исправить учетные данные

source: Flags
es_ar: Banderas
ru: Флаги

source: Flags Type
es_ar: Tipo de banderas
fr: Type de drapeaux
ru: Тип флагов

source: Flags to pass to <a href="https://www.freebsd.org/cgi/man.cgi?query=login" target="_blank">LOGIN(1)</a> when logging in to the jail using the <b>console</b> function.
es_ar: Banderas para pasar a <a href="https://www.freebsd.org/cgi/man.cgi?query=login" target="_blank">LOGIN(1)</a> al iniciar sesión en la jaula usando la función <b>consola</b>.
fr: Flags à transmettre à <a href="https://www.freebsd.org/cgi/man.cgi?query=login" target="_blank">LOGIN (1)</a> lors de la connexion au jail à l'aide de la fonction <b>console</b> .
ru: Флаги для передачи в <a href="https://www.freebsd.org/cgi/man.cgi?query=login" target="_blank">LOGIN(1)</a> при входе в jail с помощью функции <b>консоль</b>.

source: Flip
es_ar: Dar la vuelta
fr: Retourner

source: Folder
es_ar: Carpeta
fr: Dossier
ru: папка

source: Follow Symlinks
es_ar: Seguir enlaces simbólicos
fr: Suivez les liens symboliques
ru: Следовать символическим ссылкам

source: Follow symlinks and copy the items to which they link.
es_ar: Siga los enlaces simbólicos y copie los elementos a los que se vinculan.
fr: Suivez les liens symboliques et copiez les éléments auxquels ils sont liés.
ru: Следовать символическим ссылкам и копируйте элементы, на которые они ссылаются.

source: Force
es_ar: Forzar
fr: Forcer
ru: Принудить

source: Force Clear
es_ar: Forzar limpieza
ru: Принудительно очистить

source: Force Delete
es_ar: Forzar eliminación
fr: Forcer la suppression
ru: Принудительно удалить

source: Force Delete?
es_ar: ¿Forzar eliminación?
fr: Forcer la Suppression ?
ru: Принудительно удалить?

source: Force HDD Standby
es_ar: Forzar HDD en espera
fr: Forcer la mise en veille du HDD
ru: Принудительный переход жесткого диска в режим ожидания

source: Force Stop After Timeout
es_ar: Forzar detención después del tiempo de espera
fr: Arrêt forcé après un timeout
ru: Принудительная остановка после тайм-аута

source: Force size
es_ar: Forzar tamaño
fr: Taille de la force
ru: Установить размер

source: Force the VM to stop if it has not already stopped within the specified shutdown timeout. Without this option selected, the VM will receive the shutdown signal, but may or may not complete the shutdown process.
es_ar: Obliga a la VM a detenerse si aún no se detuvo dentro del tiempo de espera de apagado especificado. Sin esta opción seleccionada, la VM recibirá la señal de apagado, pero puede o no completar el proceso de apagado.
fr: Forcer la VM à s'arrêter si elle ne s'est pas déjà arrêtée dans le délai d'arrêt spécifié. Si cette option n'est pas sélectionnée, la VM recevra le signal d'arrêt, mais pourra ou non terminer le processus d'arrêt.
ru: Принудительно остановить виртуальную машину, если она еще не остановилась в течение указанного тайм-аута завершения работы. Если этот параметр не выбран, виртуальная машина получит сигнал выключения, но может или не может завершить процесс выключения.

source: Force unmount
es_ar: Forzar desmontaje
fr: Forcer le démontage
ru: Размонтировать принудительно

source: Force using <a href="https://docs.aws.amazon.com/general/latest/gr/signature-version-2.html" target="_blank">Signature Version 2</a> to sign API requests. Set this when configuring a custom Endpoint URL.
es_ar: Forzar el uso de <a href="https://docs.aws.amazon.com/general/latest/gr/signature-version-2.html" target="_blank">Signature Version 2</a> para firmar solicitudes de API . Establezca esto cuando configure una URL de punto final personalizada.
fr: Forcer l'utilisation de <a href="https://docs.aws.amazon.com/general/latest/gr/signature-version-2.html" target="_blank">Signature Version 2</a> pour signer les demandes d'API. Définissez cette option lors de la configuration d'une URL de point de terminaison personnalisée.
ru: Принудительно использовать <a href="https://docs.aws.amazon.com/general/latest/gr/signature-version-2.html" target="_blank">Подпись версии 2</a> для подписи запросов API. Установите это при настройке пользовательского URL-адреса конечной точки.

source: Forces the addition of the <b>NTP</b> server, even if it is currently unreachable.
es_ar: Fuerza la adición del servidor <b>NTP</b>, incluso si actualmente no es accesible.
fr: Force l'ajout du serveur <b>NTP</b> , même s'il est actuellement inaccessible.
ru: Принудительно добавляет сервер <b>NTP</b>, даже если он в данный момент недоступен.

source: Forces the addition of the <b>NTP</b> server, even if it is currently unreachable.
es_ar: Fuerza la adición del servidor <b>NTP</b>, incluso si actualmente no es accesible.
fr: Force l'ajout du serveur <b>NTP</b> , même s'il est actuellement inaccessible.
ru: Принудительно добавляет сервер <b>NTP</b>, даже если он в данный момент недоступен.

source: Free
es_ar: Libre
fr: Libre
ru: Свободно

source: FreeBSD device names of each disk being edited.
es_ar: Nombres de dispositivos FreeBSD de cada disco que se está editando.
fr: Nom FreeBSD de périphérique de chaque disque en cours d'édition.
ru: Имена устройств FreeBSD для каждого редактируемого диска.

source: FreeBSD disk device name.
es_ar: Nombre del dispositivo de disco FreeBSD.
fr: Nom du périphérique de disque FreeBSD.
ru: Имена устройств дисков FreeBSD.

source: FreeBSD release to use as the jail operating system. Jails can run FreeBSD versions up to the same version as the host system. Newer releases are not shown.
es_ar: Lanzamiento de FreeBSD para usar como sistema operativo de la jaula. Las Jaulas pueden ejecutar versiones de FreeBSD hasta la misma versión que el sistema host. No se muestran versiones más recientes.
fr: Version FreeBSD à utiliser comme système d’exploitation jail. Les jails peuvent exécuter les versions de FreeBSD jusqu'à la même version que le système hôte. Les nouvelles versions ne sont pas visibles.
ru: Выпуск FreeBSD для использования в качестве операционной системы для jail. Jail может запускать версии FreeBSD вплоть до той же версии, что и хост-система. Более новые выпуски не показаны.

source: Fri
es_ar: Viernes
fr: Ven
ru: Пт

source: From
es_ar: Desde
fr: De
ru: От

source: From <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>. A list of patterns to match with the hostname and IP address of a connecting client. The connection is rejected if no patterns match. Separate entries by pressing <code>Enter</code>.
es_ar: De <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>. Una lista de patrones para que coincida con el nombre de host y la dirección IP de un cliente que se conecta. La conexión se rechaza si no coinciden los patrones. Separe las entradas presionando <code>Enter</code>.
fr: Extrait de <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>. Une liste de modèles à faire correspondre avec le nom d'hôte et l'adresse IP d'un client qui se connecte. La connexion est rejetée si aucun modèle ne correspond. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.

source: From <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>. A list of patterns to match with the hostname and IP address of a connecting client. The connection is rejected when the patterns match. Separate entries by pressing <code>Enter</code>.
es_ar: De <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>. Una lista de patrones para que coincida con el nombre de host y la dirección IP de un cliente que se conecta. La conexión se rechaza cuando los patrones coinciden. Separe las entradas presionando <code>Enter</code>.
fr: Extrait de <a href="https://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">rsyncd.conf(5)</a>. Une liste de modèles à faire correspondre avec le nom d'hôte et l'adresse IP d'un client qui se connecte. La connexion est rejetée lorsque les modèles correspondent. Séparez les entrées en appuyant sur la touche <code>Entrée</code>.

source: From Email
es_ar: Desde el e-mail
fr: E-mail de l'expéditeur
ru: От Email

source: From Name
es_ar: Del nombre
fr: Nom de l'expéditeur
ru: От имени

source: Full
es_ar: Completo
fr: Plein
ru: Полная

source: Full Filesystem Replication
es_ar: Replicación completa del sistema de archivos
fr: Réplication complète du système de fichier
ru: Полная репликация файловой системы

source: Full Name
es_ar: Nombre completo
fr: Nom complet
ru: Полное Имя

source: Full path to the pool or dataset to share. Mandatory. Click <b>ADD ADDITIONAL PATH</b> to configure multiple paths.
es_ar: Ruta completa al grupo o conjunto de datos para compartir. Obligatorio. Haga clic en <b>AGREGAR RUTA ADICIONAL</b> para configurar múltiples rutas.
fr: Chemin complet du volume ou dataset à partager. Obligatoire. Cliquez sur <b>AJOUTER UN CHEMIN SUPPLÉMENTAIRE</b> pour configurer plusieurs chemins.
ru: Полный путь к пулу или набору данных для совместного использования. Обязательный. Нажмите <b>ДОБАВИТЬ ДОПОЛНИТЕЛЬНЫЙ ПУТЬ</ b>, чтобы настроить несколько путей.

source: Full with random data
es_ar: Llenar con datos aleatorios
fr: Complet avec des données aléatoires
ru: Полная со случайными данными

source: Full with zeros
es_ar: Llenar con ceros
fr: Complet avec des zéros
ru: Полная с заполнением нулями

source: Fully qualified domain name of the host with the dynamic IP address. Separate multiple domains with a space, comma (,), or semicolon (;). Example: <i>myname.dyndns.org; myothername.dyndns.org</i>.
es_ar: Nombre de dominio completo del host con la dirección IP dinámica. Separe varios dominios con un espacio, coma (,) o punto y coma (;). Ejemplo: <i>myname.dyndns.org; myothername.dyndns.org</i>.
fr: Nom de domaine entièrement qualifié de l'hôte avec l'adresse IP dynamique. Séparez plusieurs domaines par un espace, une virgule (,) ou un point-virgule ( ;). Exemple : <i>myname.dyndns.org ; myothername.dyndns.org</i>.
ru: Полное доменное имя хоста с динамическим IP-адресом. Разделите несколько доменов пробелом, запятой (,) или точкой с запятой (;). Пример: <i>myname.dyndns.org; myothername.dyndns.org</i>.

source: GUI SSL Certificate
es_ar: Certificado SSL de GUI
fr: Certificat SSL GUI
ru: SSL сертификат web-интерфейса

source: GUI Settings
es_ar: Configuración de GUI
fr: Paramètres GUI

source: Gateway
es_ar: Puerta de enlace
fr: Passerelle
ru: Шлюз

source: Gathering data
es_ar: Obteniendo datos
fr: Rassembler des données
ru: Сбор данных

source: Gathering data...
es_ar: Obteniendo datos...
fr: Rassemblement des données...
ru: Сбор данных...

source: General Options
es_ar: Opciones generales
fr: Options Générales
ru: Общие настройки

source: General Preferences
es_ar: Preferencias generales
fr: Préférences générales
ru: Общие настройки

source: General VM Settings
es_ar: Configuraciones generales de VM
fr: Paramètres généraux de la VM
ru: Общие настройки ВМ

source: Generate Debug File
es_ar: Generar archivo de depuración
fr: Générer un fichier de débugage
ru: Создать файл отладки

source: Generate Encryption Key
es_ar: Generar clave de cifrado
fr: Générer la clé de chiffrement

source: Generate Key
es_ar: Generar clave
fr: Générer une clé
ru: Генерировать ключ

source: Generate Keypair
es_ar: Generar par de claves
fr: Générer une paire de clés
ru: Генерировать пару ключей

source: Generate MAC Address
es_ar: Generar dirección MAC
fr: Générer l’adresse MAC
ru: Сгенерировать MAC-адрес

source: Generate New
es_ar: Generar nuevo
fr: Générer nouvelle
ru: Создать новый

source: Generate Reports
es_ar: Generar informes
fr: Générer rapports
ru: Генерировать отчеты

source: Generate a name for the snapshot using the naming schema from a previously created <b>Periodic Snapshot Task</b>. This allows the snapshot to be replicated. Cannot be used with a <i>Name</i>.
es_ar: Genere un nombre para la instantánea utilizando el esquema de nomenclatura de una <b>Tarea periódica de instantánea</b> creada anteriormente. Esto permite que la instantánea se replique. No se puede usar con un <i>Nombre</i>.
fr: Générer un nom pour l'instantané en utilisant le schéma de dénomination d'une <b>tâche d'instantané périodique</b> précédemment créée. Cela permet de reproduire l'instantané. Ne peut pas être utilisé avec un <i>nom</i>.
ru: Создать имя для снимка, используя схему именования из ранее созданной <b>Задачи периодического снимка</b>. Это позволяет реплицировать снимок. Не может использоваться с <i>именем</i>.

source: Generate an alert when the pool has this percent space remaining. This is typically configured at the pool level when using zvols or at the extent level for both file and device based extents.
es_ar: Genere una alerta cuando el pool tenga este porcentaje de espacio restante. Esto generalmente se configura a nivel de pool cuando se usan zvols o en el nivel de extensión para extensiones basadas en archivos y dispositivos.
fr: Générer une alerte lorsque le volume dispose de ce pourcentage d'espace restant. Ceci est généralement configuré au niveau du volume lors de l'utilisation de zvols ou au niveau de l'étendue pour les étendues basées sur les fichiers et les périphériques.
ru: Генерировать предупреждение, когда в пуле останется этот процент пространства. Обычно это настраивается на уровне пула при использовании zvols или на уровне экстентов для экстентов на основе файлов и устройств.

source: Generate idmap low range based on same algorithm that SSSD uses by default.
es_ar: Genere un rango bajo de idmap basado en el mismo algoritmo que SSSD usa de manera predeterminada.
fr: Générer des cartes d'identification à faible portée basées sur le même algorithme que celui utilisé par défaut par le SSSD.
ru: Генерировать нижний диапазон idmap на основе того же алгоритма, который SSSD использует по умолчанию.

source: Get Started
es_ar: Empezar
fr: Commencer
ru: Начать

source: Get Support
es_ar: Obtener soporte
fr: Obtenir du support

source: Give this user permission to use <a href="https://www.sudo.ws/" target="_blank">sudo</a>. When using sudo, a user is prompted for their account <b>Password</b>.
es_ar: Otorgue a este usuario permiso para usar <a href="https://www.sudo.ws/" target="_blank">sudo</a>. Cuando se usa sudo, se solicita a un usuario su cuenta <b>Contraseña</b>.
fr: Donnez à cet utilisateur la permission d'utiliser <a href="https://www.sudo.ws/" target="_blank">sudo</a>. Lors de l'utilisation de sudo, un utilisateur est invité à entrer le <b>mot de passe</b> de son compte.

source: Gives control of how much of the new device is made available to ZFS. Set to use the entire capacity of the new device.
es_ar: Da el control de cuánto del nuevo dispositivo está disponible para ZFS. Configurado para usar toda la capacidad del nuevo dispositivo.
fr: Permet de contrôler la quantité de nouveaux périphériques mis à la disposition de ZFS. Configuré pour utiliser toute la capacité du nouveau périphérique.
ru: Дает контроль над тем, сколько нового устройства будет доступно для ZFS. Установите для использования всей емкости нового устройства.

source: Global Auxiliary Parameters
es_ar: Parámetros auxiliares globales
fr: Paramètres des auxiliaires globaux
ru: Глобальные вспомогательные параметры

source: Global Configuration
es_ar: Configuración global
fr: Configuration globale
ru: Общие настройки

source: Global Settings
es_ar: Ajustes globales
fr: Paramètres globaux
ru: Глобальные настройки

source: Global password to unlock SEDs.
es_ar: Contraseña global para desbloquear SED.
fr: Mot de passe global pour déverrouiller les SED.
ru: Глобальный пароль для разблокировки SED.

source: Go Back to Jails
es_ar: Volver a las jaulas
fr: Retour aux Jails
ru: Вернуться в jail'ы

source: Go to ACL Manager
es_ar: Vaya al administrador de ACL
fr: Aller au Manager d'ACL
ru: Перейти к диспетчеру ACL

source: Go to Active Directory Form
es_ar: Ir al formulario de Active Directory
fr: Aller au formulaire de l'Active Directory
ru: Перейти к форме Active Directory

source: Go to Admin Portal
es_ar: Ir al portal de administración
fr: Aller au portail d'administration
ru: Перейти на портал администратора

source: Go to HA settings
es_ar: Ir a los ajustes de HA
fr: Aller aux réglages HA
ru: Перейти к настройкам отказоустойчивости

source: Go to Portal
es_ar: Ir al Portal
fr: Aller au portail
ru: Перейти на портал

source: Graph Age in Months
es_ar: Gráfico de edad en meses
fr: Graph Âge en mois
ru: Возраст графика в месяцах

source: Graphite Separate Instances
es_ar: Instancias separadas de grafito
fr: Instances distinctes pour Graphite
ru: Отдельные экземпляры Graphite

source: Group
es_ar: Grupo
fr: Groupe
ru: Группа

source: Group Bind Path
es_ar: Ruta de enlace de grupo
fr: Chemin de liaison de groupe
ru: Путь привязки группы

source: Group Configuration
es_ar: Configuración del grupo
fr: Configuration des groupes
ru: Конфигурация группы

source: Group Data Quota
es_ar: Cuota de datos de grupo
fr: Quota de données de groupe
ru: Квота данных группы

source: Group ID
es_ar: ID de Grupo
fr: Identifiant (ID) du groupe
ru: Идентификатор группы

source: Group ID created in Authorized Access. Required when the Discovery Authentication Method is set to CHAP or Mutual CHAP.
es_ar: ID del grupo creado en Acceso Autorizado. Requerido cuando el Método de Autenticación de Descubrimiento se establece en CHAP o CHAP Mutuo.
fr: ID de groupe créé dans Accès autorisé. Requis lorsque la méthode d'authentification de la découverte est réglée sur CHAP ou CHAP mutuel.
ru: ID группы, созданной в авторизованном доступе. Требуется, если метод аутентификации обнаружения установлен в CHAP или Mutual CHAP.

source: Group Obj
es_ar: Obj de grupo

source: Group Object Quota
es_ar: Cuota de objetos de grupo
fr: Quota d'objets de groupe

source: Group Quotas
es_ar: Cuotas de grupo
fr: Quotas de groupes
ru: Групповые квоты

source: Group members
es_ar: Miembros del grupo
fr: Membres du Groupe
ru: Члены группы

source: Group name cannot begin with a hyphen (<i>-</i>) or contain a space, tab, or these characters: <i>, : + & # % ^ ( ) ! @ ~ * ? < > =</i>. <i>$</i> can only be used as the last character of the username.
es_ar: El nombre del grupo no puede comenzar con un guión (<i>-</i>) o contener un espacio, una pestaña o estos caracteres: <i>, : + & # % ^ ( ) ! @ ~ * ? < > =</i>. <i>$</i> solo se puede usar como el último carácter del nombre de usuario.
fr: Le nom du groupe ne peut pas commencer par un tiret ( <i>-</i> ) ou contenir un espace, une tabulation ou ces caractères: <i>,: + &amp; #% ^ ()! @ ~ *? &lt;&gt; =</i> . <i>$</i> ne peut être utilisé que comme dernier caractère du nom d'utilisateur.
ru: Имя группы не может начинаться с дефиса (<i>-</i>) или содержать пробел, символ табуляции или следующие символы: <i>, : + & # % ^ ( ) ! @ ~ * ? < > =</i>. <i>$</i> может использоваться только как последний символ имени пользователя.
